{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": []
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Metaspace",
        "replacement": "▁",
        "prepend_scheme": "always",
        "split": true
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 1
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<s>": {
        "id": "<s>",
        "ids": [
          1
        ],
        "tokens": [
          "<s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Sequence",
    "decoders": [
      {
        "type": "Replace",
        "pattern": {
          "String": "▁"
        },
        "content": " "
      },
      {
        "type": "ByteFallback"
      },
      {
        "type": "Fuse"
      },
      {
        "type": "Strip",
        "content": " ",
        "start": 1,
        "stop": 0
      }
    ]
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": true,
    "byte_fallback": true,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<s>": 1,
      "</s>": 2,
      "\u0000": 3,
      "\u0001": 4,
      "\u0002": 5,
      "\u0003": 6,
      "\u0004": 7,
      "\u0005": 8,
      "\u0006": 9,
      "\u0007": 10,
      "\b": 11,
      "\u000e": 12,
      "\u000f": 13,
      "\u0010": 14,
      "\u0011": 15,
      "\u0012": 16,
      "\u0013": 17,
      "\u0014": 18,
      "\u0015": 19,
      "\u0016": 20,
      "\u0017": 21,
      "\u0018": 22,
      "\u0019": 23,
      "\u001a": 24,
      "\u001b": 25,
      "\u001c": 26,
      "\u001d": 27,
      "\u001e": 28,
      "\u001f": 29,
      "!": 30,
      "\"": 31,
      "#": 32,
      "$": 33,
      "%": 34,
      "&": 35,
      "'": 36,
      "(": 37,
      ")": 38,
      "*": 39,
      "+": 40,
      ",": 41,
      "-": 42,
      ".": 43,
      "/": 44,
      "0": 45,
      "1": 46,
      "2": 47,
      "3": 48,
      "4": 49,
      "5": 50,
      "6": 51,
      "7": 52,
      "8": 53,
      "9": 54,
      ":": 55,
      ";": 56,
      "<": 57,
      "=": 58,
      ">": 59,
      "?": 60,
      "@": 61,
      "A": 62,
      "B": 63,
      "C": 64,
      "D": 65,
      "E": 66,
      "F": 67,
      "G": 68,
      "H": 69,
      "I": 70,
      "J": 71,
      "K": 72,
      "L": 73,
      "M": 74,
      "N": 75,
      "O": 76,
      "P": 77,
      "Q": 78,
      "R": 79,
      "S": 80,
      "T": 81,
      "U": 82,
      "V": 83,
      "W": 84,
      "X": 85,
      "Y": 86,
      "Z": 87,
      "[": 88,
      "\\": 89,
      "]": 90,
      "^": 91,
      "_": 92,
      "`": 93,
      "a": 94,
      "b": 95,
      "c": 96,
      "d": 97,
      "e": 98,
      "f": 99,
      "g": 100,
      "h": 101,
      "i": 102,
      "j": 103,
      "k": 104,
      "l": 105,
      "m": 106,
      "n": 107,
      "o": 108,
      "p": 109,
      "q": 110,
      "r": 111,
      "s": 112,
      "t": 113,
      "u": 114,
      "v": 115,
      "w": 116,
      "x": 117,
      "y": 118,
      "z": 119,
      "{": 120,
      "|": 121,
      "}": 122,
      "~": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "": 131,
      "": 132,
      "": 133,
      "": 134,
      "": 135,
      "": 136,
      "": 137,
      "": 138,
      "": 139,
      "": 140,
      "": 141,
      "": 142,
      "": 143,
      "": 144,
      "": 145,
      "": 146,
      "": 147,
      "": 148,
      "": 149,
      "": 150,
      "": 151,
      "": 152,
      "": 153,
      "": 154,
      "": 155,
      "¡": 156,
      "¢": 157,
      "£": 158,
      "¤": 159,
      "¥": 160,
      "¦": 161,
      "§": 162,
      "¨": 163,
      "©": 164,
      "ª": 165,
      "«": 166,
      "¬": 167,
      "­": 168,
      "®": 169,
      "¯": 170,
      "°": 171,
      "±": 172,
      "²": 173,
      "³": 174,
      "´": 175,
      "µ": 176,
      "¶": 177,
      "·": 178,
      "¸": 179,
      "¹": 180,
      "º": 181,
      "»": 182,
      "¼": 183,
      "½": 184,
      "¾": 185,
      "¿": 186,
      "À": 187,
      "Á": 188,
      "Â": 189,
      "Ã": 190,
      "Ä": 191,
      "Å": 192,
      "Æ": 193,
      "Ç": 194,
      "È": 195,
      "É": 196,
      "Ê": 197,
      "Ë": 198,
      "Ì": 199,
      "Í": 200,
      "Î": 201,
      "Ï": 202,
      "Ð": 203,
      "Ñ": 204,
      "Ò": 205,
      "Ó": 206,
      "Ô": 207,
      "Õ": 208,
      "Ö": 209,
      "×": 210,
      "Ø": 211,
      "Ù": 212,
      "Ú": 213,
      "Û": 214,
      "Ü": 215,
      "Ý": 216,
      "Þ": 217,
      "ß": 218,
      "à": 219,
      "á": 220,
      "â": 221,
      "ã": 222,
      "ä": 223,
      "å": 224,
      "æ": 225,
      "ç": 226,
      "è": 227,
      "é": 228,
      "ê": 229,
      "ë": 230,
      "ì": 231,
      "í": 232,
      "î": 233,
      "ï": 234,
      "ð": 235,
      "ñ": 236,
      "ò": 237,
      "ó": 238,
      "ô": 239,
      "õ": 240,
      "ö": 241,
      "÷": 242,
      "ø": 243,
      "ù": 244,
      "ú": 245,
      "û": 246,
      "ü": 247,
      "ý": 248,
      "þ": 249,
      "ÿ": 250,
      "Ā": 251,
      "ā": 252,
      "Ă": 253,
      "ă": 254,
      "Ą": 255,
      "ą": 256,
      "Ć": 257,
      "ć": 258,
      "Ĉ": 259,
      "ĉ": 260,
      "Ċ": 261,
      "ċ": 262,
      "Č": 263,
      "č": 264,
      "Ď": 265,
      "ď": 266,
      "Đ": 267,
      "đ": 268,
      "Ē": 269,
      "ē": 270,
      "Ĕ": 271,
      "ĕ": 272,
      "Ė": 273,
      "ė": 274,
      "Ę": 275,
      "ę": 276,
      "Ě": 277,
      "ě": 278,
      "Ĝ": 279,
      "ĝ": 280,
      "Ğ": 281,
      "ğ": 282,
      "Ġ": 283,
      "ġ": 284,
      "ģ": 285,
      "Ĥ": 286,
      "ĥ": 287,
      "Ħ": 288,
      "ħ": 289,
      "ĩ": 290,
      "Ī": 291,
      "ī": 292,
      "ĭ": 293,
      "Į": 294,
      "į": 295,
      "İ": 296,
      "ı": 297,
      "Ĳ": 298,
      "Ĵ": 299,
      "ĵ": 300,
      "Ķ": 301,
      "ķ": 302,
      "Ĺ": 303,
      "ĺ": 304,
      "Ļ": 305,
      "ļ": 306,
      "Ľ": 307,
      "ľ": 308,
      "Ŀ": 309,
      "Ł": 310,
      "ł": 311,
      "Ń": 312,
      "ń": 313,
      "ņ": 314,
      "Ň": 315,
      "ň": 316,
      "ŉ": 317,
      "Ŋ": 318,
      "ŋ": 319,
      "Ō": 320,
      "ō": 321,
      "ŏ": 322,
      "Ő": 323,
      "ő": 324,
      "Œ": 325,
      "œ": 326,
      "Ŕ": 327,
      "ŕ": 328,
      "ŗ": 329,
      "Ř": 330,
      "ř": 331,
      "Ś": 332,
      "ś": 333,
      "ŝ": 334,
      "Ş": 335,
      "ş": 336,
      "Š": 337,
      "š": 338,
      "Ţ": 339,
      "ţ": 340,
      "Ť": 341,
      "ť": 342,
      "Ŧ": 343,
      "ũ": 344,
      "Ū": 345,
      "ū": 346,
      "Ŭ": 347,
      "ŭ": 348,
      "Ů": 349,
      "ů": 350,
      "Ű": 351,
      "ű": 352,
      "ų": 353,
      "Ŵ": 354,
      "ŵ": 355,
      "ŷ": 356,
      "Ÿ": 357,
      "Ź": 358,
      "ź": 359,
      "Ż": 360,
      "ż": 361,
      "Ž": 362,
      "ž": 363,
      "ƀ": 364,
      "Ɓ": 365,
      "Ƃ": 366,
      "Ɔ": 367,
      "ƒ": 368,
      "Ɠ": 369,
      "ƚ": 370,
      "Ơ": 371,
      "ơ": 372,
      "Ƨ": 373,
      "ƨ": 374,
      "Ư": 375,
      "ư": 376,
      "Ʋ": 377,
      "Ƶ": 378,
      "ƻ": 379,
      "ǂ": 380,
      "ǎ": 381,
      "ǐ": 382,
      "ǒ": 383,
      "ǔ": 384,
      "ǘ": 385,
      "ǚ": 386,
      "ǜ": 387,
      "ǝ": 388,
      "Ǣ": 389,
      "ǣ": 390,
      "Ǩ": 391,
      "ǫ": 392,
      "ǵ": 393,
      "ǽ": 394,
      "Ȁ": 395,
      "ȁ": 396,
      "Ȃ": 397,
      "ȃ": 398,
      "Ȅ": 399,
      "Ȇ": 400,
      "ȇ": 401,
      "Ȋ": 402,
      "ȋ": 403,
      "Ȍ": 404,
      "Ȏ": 405,
      "ȏ": 406,
      "Ȑ": 407,
      "ȑ": 408,
      "Ȓ": 409,
      "ȓ": 410,
      "Ȕ": 411,
      "Ȗ": 412,
      "ȗ": 413,
      "Ș": 414,
      "ș": 415,
      "Ț": 416,
      "ț": 417,
      "Ƞ": 418,
      "Ȣ": 419,
      "Ȩ": 420,
      "ȩ": 421,
      "Ȭ": 422,
      "ȳ": 423,
      "ɂ": 424,
      "Ʉ": 425,
      "ɐ": 426,
      "ɑ": 427,
      "ɒ": 428,
      "ɔ": 429,
      "ɕ": 430,
      "ɖ": 431,
      "ɘ": 432,
      "ə": 433,
      "ɚ": 434,
      "ɛ": 435,
      "ɜ": 436,
      "ɞ": 437,
      "ɟ": 438,
      "ɡ": 439,
      "ɢ": 440,
      "ɣ": 441,
      "ɥ": 442,
      "ɦ": 443,
      "ɨ": 444,
      "ɪ": 445,
      "ɫ": 446,
      "ɬ": 447,
      "ɭ": 448,
      "ɯ": 449,
      "ɲ": 450,
      "ɳ": 451,
      "ɴ": 452,
      "ɵ": 453,
      "ɶ": 454,
      "ɹ": 455,
      "ɻ": 456,
      "ɾ": 457,
      "ʀ": 458,
      "ʁ": 459,
      "ʂ": 460,
      "ʃ": 461,
      "ʇ": 462,
      "ʈ": 463,
      "ʊ": 464,
      "ʋ": 465,
      "ʌ": 466,
      "ʍ": 467,
      "ʏ": 468,
      "ʐ": 469,
      "ʒ": 470,
      "ʓ": 471,
      "ʔ": 472,
      "ʕ": 473,
      "ʖ": 474,
      "ʘ": 475,
      "ʙ": 476,
      "ʜ": 477,
      "ʝ": 478,
      "ʞ": 479,
      "ʟ": 480,
      "ʠ": 481,
      "ʦ": 482,
      "ʧ": 483,
      "ʰ": 484,
      "ʲ": 485,
      "ʳ": 486,
      "ʴ": 487,
      "ʷ": 488,
      "ʸ": 489,
      "ʹ": 490,
      "ʺ": 491,
      "ʻ": 492,
      "ʼ": 493,
      "ʾ": 494,
      "ʿ": 495,
      "ˁ": 496,
      "˄": 497,
      "˅": 498,
      "ˆ": 499,
      "ˇ": 500,
      "ˈ": 501,
      "ˉ": 502,
      "ˊ": 503,
      "ˋ": 504,
      "ˌ": 505,
      "ː": 506,
      "˘": 507,
      "˙": 508,
      "˚": 509,
      "˛": 510,
      "˜": 511,
      "˝": 512,
      "˞": 513,
      "ˡ": 514,
      "ˢ": 515,
      "ˣ": 516,
      "˥": 517,
      "˧": 518,
      "˨": 519,
      "˩": 520,
      "˹": 521,
      "˺": 522,
      "̀": 523,
      "́": 524,
      "̂": 525,
      "̃": 526,
      "̄": 527,
      "̅": 528,
      "̆": 529,
      "̇": 530,
      "̈": 531,
      "̉": 532,
      "̊": 533,
      "̋": 534,
      "̌": 535,
      "̍": 536,
      "̎": 537,
      "̏": 538,
      "̐": 539,
      "̑": 540,
      "̒": 541,
      "̓": 542,
      "̔": 543,
      "̕": 544,
      "̖": 545,
      "̗": 546,
      "̘": 547,
      "̙": 548,
      "̚": 549,
      "̛": 550,
      "̜": 551,
      "̝": 552,
      "̞": 553,
      "̟": 554,
      "̠": 555,
      "̡": 556,
      "̢": 557,
      "̣": 558,
      "̤": 559,
      "̥": 560,
      "̦": 561,
      "̧": 562,
      "̨": 563,
      "̩": 564,
      "̪": 565,
      "̫": 566,
      "̬": 567,
      "̭": 568,
      "̮": 569,
      "̯": 570,
      "̱": 571,
      "̲": 572,
      "̳": 573,
      "̴": 574,
      "̵": 575,
      "̶": 576,
      "̷": 577,
      "̸": 578,
      "̹": 579,
      "̺": 580,
      "̻": 581,
      "̼": 582,
      "̽": 583,
      "̾": 584,
      "̿": 585,
      "̀": 586,
      "́": 587,
      "͂": 588,
      "̓": 589,
      "̈́": 590,
      "ͅ": 591,
      "͆": 592,
      "͇": 593,
      "͈": 594,
      "͉": 595,
      "͊": 596,
      "͋": 597,
      "͌": 598,
      "͍": 599,
      "͎": 600,
      "͐": 601,
      "͑": 602,
      "͒": 603,
      "͓": 604,
      "͔": 605,
      "͕": 606,
      "͖": 607,
      "͗": 608,
      "͘": 609,
      "͙": 610,
      "͚": 611,
      "͛": 612,
      "͜": 613,
      "͝": 614,
      "͟": 615,
      "͠": 616,
      "͡": 617,
      "Ͷ": 618,
      ";": 619,
      "΄": 620,
      "Ά": 621,
      "·": 622,
      "Έ": 623,
      "Ή": 624,
      "Ί": 625,
      "Ό": 626,
      "Ώ": 627,
      "ΐ": 628,
      "Α": 629,
      "Β": 630,
      "Γ": 631,
      "Δ": 632,
      "Ε": 633,
      "Ζ": 634,
      "Η": 635,
      "Θ": 636,
      "Ι": 637,
      "Κ": 638,
      "Λ": 639,
      "Μ": 640,
      "Ν": 641,
      "Ξ": 642,
      "Ο": 643,
      "Π": 644,
      "Ρ": 645,
      "Σ": 646,
      "Τ": 647,
      "Υ": 648,
      "Φ": 649,
      "Χ": 650,
      "Ψ": 651,
      "Ω": 652,
      "Ϋ": 653,
      "ά": 654,
      "έ": 655,
      "ή": 656,
      "ί": 657,
      "α": 658,
      "β": 659,
      "γ": 660,
      "δ": 661,
      "ε": 662,
      "ζ": 663,
      "η": 664,
      "θ": 665,
      "ι": 666,
      "κ": 667,
      "λ": 668,
      "μ": 669,
      "ν": 670,
      "ξ": 671,
      "ο": 672,
      "π": 673,
      "ρ": 674,
      "ς": 675,
      "σ": 676,
      "τ": 677,
      "υ": 678,
      "φ": 679,
      "χ": 680,
      "ψ": 681,
      "ω": 682,
      "ϊ": 683,
      "ϋ": 684,
      "ό": 685,
      "ύ": 686,
      "ώ": 687,
      "ϕ": 688,
      "Ϝ": 689,
      "ϝ": 690,
      "Ϟ": 691,
      "ϣ": 692,
      "ϰ": 693,
      "ϲ": 694,
      "ϴ": 695,
      "ϵ": 696,
      "Ϸ": 697,
      "ϸ": 698,
      "Ё": 699,
      "Ђ": 700,
      "Є": 701,
      "Ѕ": 702,
      "І": 703,
      "Ї": 704,
      "Ј": 705,
      "Њ": 706,
      "Ћ": 707,
      "Ќ": 708,
      "Ў": 709,
      "Џ": 710,
      "А": 711,
      "Б": 712,
      "В": 713,
      "Г": 714,
      "Д": 715,
      "Е": 716,
      "Ж": 717,
      "З": 718,
      "И": 719,
      "Й": 720,
      "К": 721,
      "Л": 722,
      "М": 723,
      "Н": 724,
      "О": 725,
      "П": 726,
      "Р": 727,
      "С": 728,
      "Т": 729,
      "У": 730,
      "Ф": 731,
      "Х": 732,
      "Ц": 733,
      "Ч": 734,
      "Ш": 735,
      "Щ": 736,
      "Ъ": 737,
      "Ы": 738,
      "Ь": 739,
      "Э": 740,
      "Ю": 741,
      "Я": 742,
      "а": 743,
      "б": 744,
      "в": 745,
      "г": 746,
      "д": 747,
      "е": 748,
      "ж": 749,
      "з": 750,
      "и": 751,
      "й": 752,
      "к": 753,
      "л": 754,
      "м": 755,
      "н": 756,
      "о": 757,
      "п": 758,
      "р": 759,
      "с": 760,
      "т": 761,
      "у": 762,
      "ф": 763,
      "х": 764,
      "ц": 765,
      "ч": 766,
      "ш": 767,
      "щ": 768,
      "ъ": 769,
      "ы": 770,
      "ь": 771,
      "э": 772,
      "ю": 773,
      "я": 774,
      "ѐ": 775,
      "ё": 776,
      "ђ": 777,
      "ѓ": 778,
      "є": 779,
      "ѕ": 780,
      "і": 781,
      "ї": 782,
      "ј": 783,
      "љ": 784,
      "њ": 785,
      "ћ": 786,
      "ќ": 787,
      "ѝ": 788,
      "ў": 789,
      "џ": 790,
      "Ѡ": 791,
      "ѡ": 792,
      "Ѣ": 793,
      "ѣ": 794,
      "Ѥ": 795,
      "ѥ": 796,
      "Ѧ": 797,
      "ѧ": 798,
      "Ѩ": 799,
      "ѩ": 800,
      "Ѫ": 801,
      "ѫ": 802,
      "Ѭ": 803,
      "ѭ": 804,
      "Ѯ": 805,
      "ѯ": 806,
      "Ѱ": 807,
      "ѱ": 808,
      "Ѳ": 809,
      "ѳ": 810,
      "Ѵ": 811,
      "ѵ": 812,
      "Ѹ": 813,
      "Ѿ": 814,
      "ѿ": 815,
      "Ҁ": 816,
      "ҁ": 817,
      "҂": 818,
      "҆": 819,
      "҇": 820,
      "Ґ": 821,
      "ґ": 822,
      "Ғ": 823,
      "ғ": 824,
      "Қ": 825,
      "қ": 826,
      "ң": 827,
      "Ү": 828,
      "ү": 829,
      "ұ": 830,
      "ҳ": 831,
      "ҷ": 832,
      "һ": 833,
      "Ӏ": 834,
      "Ӆ": 835,
      "ӏ": 836,
      "Ә": 837,
      "ә": 838,
      "Ө": 839,
      "ө": 840,
      "ӯ": 841,
      "Ӻ": 842,
      "ԃ": 843,
      "ԅ": 844,
      "ԏ": 845,
      "ԛ": 846,
      "ԝ": 847,
      "Ա": 848,
      "Բ": 849,
      "Դ": 850,
      "Ե": 851,
      "Է": 852,
      "Ի": 853,
      "Հ": 854,
      "Ձ": 855,
      "Մ": 856,
      "Ն": 857,
      "Ո": 858,
      "Ջ": 859,
      "Ս": 860,
      "Վ": 861,
      "Տ": 862,
      "Ք": 863,
      "՜": 864,
      "՝": 865,
      "՞": 866,
      "ա": 867,
      "բ": 868,
      "գ": 869,
      "դ": 870,
      "ե": 871,
      "զ": 872,
      "է": 873,
      "ը": 874,
      "թ": 875,
      "ժ": 876,
      "ի": 877,
      "լ": 878,
      "խ": 879,
      "ծ": 880,
      "կ": 881,
      "հ": 882,
      "ձ": 883,
      "ղ": 884,
      "ճ": 885,
      "մ": 886,
      "յ": 887,
      "ն": 888,
      "շ": 889,
      "ո": 890,
      "չ": 891,
      "պ": 892,
      "ջ": 893,
      "ռ": 894,
      "ս": 895,
      "վ": 896,
      "տ": 897,
      "ր": 898,
      "ց": 899,
      "ւ": 900,
      "փ": 901,
      "ք": 902,
      "օ": 903,
      "ֆ": 904,
      "և": 905,
      "։": 906,
      "֍": 907,
      "֑": 908,
      "֒": 909,
      "֔": 910,
      "֖": 911,
      "֗": 912,
      "֘": 913,
      "֙": 914,
      "֚": 915,
      "֛": 916,
      "֜": 917,
      "֞": 918,
      "֡": 919,
      "֣": 920,
      "֤": 921,
      "֥": 922,
      "֦": 923,
      "֧": 924,
      "֨": 925,
      "֩": 926,
      "֬": 927,
      "ְ": 928,
      "ֱ": 929,
      "ֲ": 930,
      "ִ": 931,
      "ֵ": 932,
      "ֶ": 933,
      "ַ": 934,
      "ָ": 935,
      "ֹ": 936,
      "ֻ": 937,
      "ּ": 938,
      "ֽ": 939,
      "־": 940,
      "׀": 941,
      "ׁ": 942,
      "ׂ": 943,
      "׃": 944,
      "א": 945,
      "ב": 946,
      "ג": 947,
      "ד": 948,
      "ה": 949,
      "ו": 950,
      "ז": 951,
      "ח": 952,
      "ט": 953,
      "י": 954,
      "ך": 955,
      "כ": 956,
      "ל": 957,
      "ם": 958,
      "מ": 959,
      "ן": 960,
      "נ": 961,
      "ס": 962,
      "ע": 963,
      "ף": 964,
      "פ": 965,
      "ץ": 966,
      "צ": 967,
      "ק": 968,
      "ר": 969,
      "ש": 970,
      "ת": 971,
      "׫": 972,
      "װ": 973,
      "׳": 974,
      "״": 975,
      "،": 976,
      "؛": 977,
      "؜": 978,
      "؟": 979,
      "ء": 980,
      "آ": 981,
      "أ": 982,
      "ؤ": 983,
      "إ": 984,
      "ئ": 985,
      "ا": 986,
      "ب": 987,
      "ة": 988,
      "ت": 989,
      "ث": 990,
      "ج": 991,
      "ح": 992,
      "خ": 993,
      "د": 994,
      "ذ": 995,
      "ر": 996,
      "ز": 997,
      "س": 998,
      "ش": 999,
      "ص": 1000,
      "ض": 1001,
      "ط": 1002,
      "ظ": 1003,
      "ع": 1004,
      "غ": 1005,
      "ـ": 1006,
      "ف": 1007,
      "ق": 1008,
      "ك": 1009,
      "ل": 1010,
      "م": 1011,
      "ن": 1012,
      "ه": 1013,
      "و": 1014,
      "ى": 1015,
      "ي": 1016,
      "ً": 1017,
      "ٌ": 1018,
      "ٍ": 1019,
      "َ": 1020,
      "ُ": 1021,
      "ِ": 1022,
      "ّ": 1023,
      "ْ": 1024,
      "ٓ": 1025,
      "ٔ": 1026,
      "٠": 1027,
      "١": 1028,
      "٢": 1029,
      "٣": 1030,
      "٤": 1031,
      "٥": 1032,
      "٦": 1033,
      "٧": 1034,
      "٨": 1035,
      "٩": 1036,
      "٪": 1037,
      "٫": 1038,
      "٬": 1039,
      "ٰ": 1040,
      "ٱ": 1041,
      "ٹ": 1042,
      "ٺ": 1043,
      "ٻ": 1044,
      "ټ": 1045,
      "پ": 1046,
      "ٿ": 1047,
      "چ": 1048,
      "ڈ": 1049,
      "ڑ": 1050,
      "ړ": 1051,
      "ژ": 1052,
      "ک": 1053,
      "ڪ": 1054,
      "ڭ": 1055,
      "گ": 1056,
      "ڵ": 1057,
      "ڶ": 1058,
      "ں": 1059,
      "ڼ": 1060,
      "ھ": 1061,
      "ہ": 1062,
      "ۂ": 1063,
      "ۅ": 1064,
      "ۆ": 1065,
      "ۇ": 1066,
      "ۈ": 1067,
      "ی": 1068,
      "ې": 1069,
      "ے": 1070,
      "۔": 1071,
      "ە": 1072,
      "ۗ": 1073,
      "ۚ": 1074,
      "۞": 1075,
      "۟": 1076,
      "ۡ": 1077,
      "ۢ": 1078,
      "ۤ": 1079,
      "ۥ": 1080,
      "ۦ": 1081,
      "۩": 1082,
      "ۭ": 1083,
      "۰": 1084,
      "۱": 1085,
      "۲": 1086,
      "۳": 1087,
      "۴": 1088,
      "۵": 1089,
      "۶": 1090,
      "۷": 1091,
      "۸": 1092,
      "۹": 1093,
      "ۻ": 1094,
      "܁": 1095,
      "܂": 1096,
      "ܐ": 1097,
      "ܒ": 1098,
      "ܕ": 1099,
      "ܘ": 1100,
      "ܚ": 1101,
      "ܝ": 1102,
      "ܟ": 1103,
      "ܠ": 1104,
      "ܡ": 1105,
      "ܢ": 1106,
      "ܣ": 1107,
      "ܦ": 1108,
      "ܩ": 1109,
      "ܫ": 1110,
      "ܬ": 1111,
      "ܲ": 1112,
      "ܶ": 1113,
      "ܷ": 1114,
      "݁": 1115,
      "݊": 1116,
      "ݕ": 1117,
      "ݜ": 1118,
      "ݢ": 1119,
      "ݮ": 1120,
      "ݶ": 1121,
      "ހ": 1122,
      "ރ": 1123,
      "ކ": 1124,
      "އ": 1125,
      "ވ": 1126,
      "މ": 1127,
      "ދ": 1128,
      "ލ": 1129,
      "ސ": 1130,
      "ޓ": 1131,
      "ޔ": 1132,
      "ޖ": 1133,
      "ޙ": 1134,
      "ޚ": 1135,
      "ޞ": 1136,
      "ަ": 1137,
      "ާ": 1138,
      "ި": 1139,
      "ު": 1140,
      "ެ": 1141,
      "ޭ": 1142,
      "ޮ": 1143,
      "ޯ": 1144,
      "ް": 1145,
      "޲": 1146,
      "߂": 1147,
      "ߒ": 1148,
      "ߪ": 1149,
      "ࣨ": 1150,
      "ँ": 1151,
      "ं": 1152,
      "ः": 1153,
      "अ": 1154,
      "आ": 1155,
      "इ": 1156,
      "ई": 1157,
      "उ": 1158,
      "ऊ": 1159,
      "ऋ": 1160,
      "ऍ": 1161,
      "ऎ": 1162,
      "ए": 1163,
      "ऐ": 1164,
      "ऑ": 1165,
      "ऒ": 1166,
      "ओ": 1167,
      "औ": 1168,
      "क": 1169,
      "ख": 1170,
      "ग": 1171,
      "घ": 1172,
      "ङ": 1173,
      "च": 1174,
      "छ": 1175,
      "ज": 1176,
      "झ": 1177,
      "ञ": 1178,
      "ट": 1179,
      "ठ": 1180,
      "ड": 1181,
      "ढ": 1182,
      "ण": 1183,
      "त": 1184,
      "थ": 1185,
      "द": 1186,
      "ध": 1187,
      "न": 1188,
      "प": 1189,
      "फ": 1190,
      "ब": 1191,
      "भ": 1192,
      "म": 1193,
      "य": 1194,
      "र": 1195,
      "ऱ": 1196,
      "ल": 1197,
      "ळ": 1198,
      "व": 1199,
      "श": 1200,
      "ष": 1201,
      "स": 1202,
      "ह": 1203,
      "़": 1204,
      "ऽ": 1205,
      "ा": 1206,
      "ि": 1207,
      "ी": 1208,
      "ु": 1209,
      "ू": 1210,
      "ृ": 1211,
      "ॅ": 1212,
      "ॆ": 1213,
      "े": 1214,
      "ै": 1215,
      "ॉ": 1216,
      "ॊ": 1217,
      "ो": 1218,
      "ौ": 1219,
      "्": 1220,
      "ॐ": 1221,
      "ॕ": 1222,
      "ख़": 1223,
      "ज़": 1224,
      "ड़": 1225,
      "ढ़": 1226,
      "फ़": 1227,
      "ॠ": 1228,
      "ॡ": 1229,
      "ॢ": 1230,
      "ॣ": 1231,
      "।": 1232,
      "॥": 1233,
      "०": 1234,
      "१": 1235,
      "२": 1236,
      "३": 1237,
      "४": 1238,
      "५": 1239,
      "६": 1240,
      "७": 1241,
      "८": 1242,
      "९": 1243,
      "ঁ": 1244,
      "ং": 1245,
      "ঃ": 1246,
      "অ": 1247,
      "আ": 1248,
      "ই": 1249,
      "ঈ": 1250,
      "উ": 1251,
      "এ": 1252,
      "ঐ": 1253,
      "ও": 1254,
      "ঔ": 1255,
      "ক": 1256,
      "খ": 1257,
      "গ": 1258,
      "ঘ": 1259,
      "ঙ": 1260,
      "চ": 1261,
      "ছ": 1262,
      "জ": 1263,
      "ঝ": 1264,
      "ঞ": 1265,
      "ট": 1266,
      "ঠ": 1267,
      "ড": 1268,
      "ঢ": 1269,
      "ণ": 1270,
      "ত": 1271,
      "থ": 1272,
      "দ": 1273,
      "ধ": 1274,
      "ন": 1275,
      "প": 1276,
      "ফ": 1277,
      "ব": 1278,
      "ভ": 1279,
      "ম": 1280,
      "য": 1281,
      "র": 1282,
      "ল": 1283,
      "শ": 1284,
      "ষ": 1285,
      "স": 1286,
      "হ": 1287,
      "঺": 1288,
      "়": 1289,
      "ঽ": 1290,
      "া": 1291,
      "ি": 1292,
      "ী": 1293,
      "ু": 1294,
      "ূ": 1295,
      "ৃ": 1296,
      "ে": 1297,
      "ৈ": 1298,
      "ো": 1299,
      "ৌ": 1300,
      "্": 1301,
      "ৎ": 1302,
      "ড়": 1303,
      "য়": 1304,
      "ৣ": 1305,
      "৤": 1306,
      "০": 1307,
      "১": 1308,
      "২": 1309,
      "৪": 1310,
      "৫": 1311,
      "৬": 1312,
      "৭": 1313,
      "৯": 1314,
      "৷": 1315,
      "ਂ": 1316,
      "ਅ": 1317,
      "ਆ": 1318,
      "ਇ": 1319,
      "ਈ": 1320,
      "ਉ": 1321,
      "ਊ": 1322,
      "ਏ": 1323,
      "ਐ": 1324,
      "ਕ": 1325,
      "ਖ": 1326,
      "ਗ": 1327,
      "ਘ": 1328,
      "ਚ": 1329,
      "ਛ": 1330,
      "ਜ": 1331,
      "ਝ": 1332,
      "ਟ": 1333,
      "ਠ": 1334,
      "ਡ": 1335,
      "ਢ": 1336,
      "ਣ": 1337,
      "ਤ": 1338,
      "ਥ": 1339,
      "ਦ": 1340,
      "ਧ": 1341,
      "ਨ": 1342,
      "ਪ": 1343,
      "ਫ": 1344,
      "ਬ": 1345,
      "ਭ": 1346,
      "ਮ": 1347,
      "ਯ": 1348,
      "ਰ": 1349,
      "ਲ": 1350,
      "ਵ": 1351,
      "ਸ਼": 1352,
      "ਸ": 1353,
      "ਹ": 1354,
      "਼": 1355,
      "ਾ": 1356,
      "ਿ": 1357,
      "ੀ": 1358,
      "ੁ": 1359,
      "ੂ": 1360,
      "ੇ": 1361,
      "ੈ": 1362,
      "ੋ": 1363,
      "ੌ": 1364,
      "੍": 1365,
      "ੜ": 1366,
      "ੰ": 1367,
      "ੱ": 1368,
      "ં": 1369,
      "અ": 1370,
      "આ": 1371,
      "ઇ": 1372,
      "એ": 1373,
      "ક": 1374,
      "ખ": 1375,
      "ગ": 1376,
      "છ": 1377,
      "જ": 1378,
      "ટ": 1379,
      "ડ": 1380,
      "ણ": 1381,
      "ત": 1382,
      "થ": 1383,
      "દ": 1384,
      "ધ": 1385,
      "ન": 1386,
      "પ": 1387,
      "બ": 1388,
      "ભ": 1389,
      "મ": 1390,
      "ય": 1391,
      "ર": 1392,
      "લ": 1393,
      "વ": 1394,
      "શ": 1395,
      "ષ": 1396,
      "સ": 1397,
      "હ": 1398,
      "ા": 1399,
      "િ": 1400,
      "ી": 1401,
      "ુ": 1402,
      "ૂ": 1403,
      "ે": 1404,
      "ો": 1405,
      "્": 1406,
      "ଅ": 1407,
      "ଇ": 1408,
      "କ": 1409,
      "ଖ": 1410,
      "ଛ": 1411,
      "ଡ": 1412,
      "ଣ": 1413,
      "ତ": 1414,
      "ଦ": 1415,
      "ନ": 1416,
      "ବ": 1417,
      "ଭ": 1418,
      "ମ": 1419,
      "ଯ": 1420,
      "ର": 1421,
      "ଲ": 1422,
      "ଶ": 1423,
      "ହ": 1424,
      "଼": 1425,
      "ା": 1426,
      "ି": 1427,
      "ୀ": 1428,
      "ୁ": 1429,
      "େ": 1430,
      "୍": 1431,
      "ୟ": 1432,
      "ୱ": 1433,
      "ஂ": 1434,
      "ஃ": 1435,
      "அ": 1436,
      "ஆ": 1437,
      "இ": 1438,
      "உ": 1439,
      "எ": 1440,
      "ஏ": 1441,
      "ஒ": 1442,
      "க": 1443,
      "ங": 1444,
      "ச": 1445,
      "ஜ": 1446,
      "ஞ": 1447,
      "ட": 1448,
      "ண": 1449,
      "த": 1450,
      "ந": 1451,
      "ன": 1452,
      "ப": 1453,
      "ம": 1454,
      "ய": 1455,
      "ர": 1456,
      "ற": 1457,
      "ல": 1458,
      "ள": 1459,
      "ழ": 1460,
      "வ": 1461,
      "ஷ": 1462,
      "ஸ": 1463,
      "ஹ": 1464,
      "ா": 1465,
      "ி": 1466,
      "ீ": 1467,
      "ு": 1468,
      "ூ": 1469,
      "ெ": 1470,
      "ே": 1471,
      "ை": 1472,
      "ொ": 1473,
      "ோ": 1474,
      "்": 1475,
      "ం": 1476,
      "అ": 1477,
      "ఆ": 1478,
      "ఇ": 1479,
      "ఈ": 1480,
      "ఉ": 1481,
      "ఎ": 1482,
      "ఏ": 1483,
      "ఒ": 1484,
      "ఓ": 1485,
      "క": 1486,
      "గ": 1487,
      "చ": 1488,
      "జ": 1489,
      "ట": 1490,
      "డ": 1491,
      "ణ": 1492,
      "త": 1493,
      "థ": 1494,
      "ద": 1495,
      "ధ": 1496,
      "న": 1497,
      "ప": 1498,
      "బ": 1499,
      "భ": 1500,
      "మ": 1501,
      "య": 1502,
      "ర": 1503,
      "ల": 1504,
      "వ": 1505,
      "శ": 1506,
      "ష": 1507,
      "స": 1508,
      "హ": 1509,
      "ా": 1510,
      "ి": 1511,
      "ీ": 1512,
      "ు": 1513,
      "ూ": 1514,
      "ృ": 1515,
      "ె": 1516,
      "ే": 1517,
      "ై": 1518,
      "ొ": 1519,
      "ో": 1520,
      "్": 1521,
      "ಂ": 1522,
      "ಅ": 1523,
      "ಆ": 1524,
      "ಇ": 1525,
      "ಈ": 1526,
      "ಉ": 1527,
      "ಊ": 1528,
      "ಋ": 1529,
      "ಌ": 1530,
      "಍": 1531,
      "ಎ": 1532,
      "ಒ": 1533,
      "ಓ": 1534,
      "ಔ": 1535,
      "ಕ": 1536,
      "ಖ": 1537,
      "ಗ": 1538,
      "ಘ": 1539,
      "ಙ": 1540,
      "ಚ": 1541,
      "ಛ": 1542,
      "ಜ": 1543,
      "ಝ": 1544,
      "ಟ": 1545,
      "ಠ": 1546,
      "ಡ": 1547,
      "ಢ": 1548,
      "ಣ": 1549,
      "ತ": 1550,
      "ಥ": 1551,
      "ದ": 1552,
      "ಧ": 1553,
      "ನ": 1554,
      "಩": 1555,
      "ಪ": 1556,
      "ಫ": 1557,
      "ಬ": 1558,
      "ಭ": 1559,
      "ಮ": 1560,
      "ಯ": 1561,
      "ರ": 1562,
      "ಲ": 1563,
      "ಳ": 1564,
      "ವ": 1565,
      "ಶ": 1566,
      "ಷ": 1567,
      "ಸ": 1568,
      "ಹ": 1569,
      "ಾ": 1570,
      "ಿ": 1571,
      "ೀ": 1572,
      "ು": 1573,
      "ೂ": 1574,
      "ೃ": 1575,
      "ೆ": 1576,
      "ೇ": 1577,
      "ೈ": 1578,
      "ೊ": 1579,
      "ೋ": 1580,
      "್": 1581,
      "ം": 1582,
      "അ": 1583,
      "ആ": 1584,
      "ഇ": 1585,
      "ഈ": 1586,
      "ഉ": 1587,
      "എ": 1588,
      "ഐ": 1589,
      "ഒ": 1590,
      "ഓ": 1591,
      "ക": 1592,
      "ഗ": 1593,
      "ങ": 1594,
      "ച": 1595,
      "ജ": 1596,
      "ഞ": 1597,
      "ട": 1598,
      "ണ": 1599,
      "ത": 1600,
      "ദ": 1601,
      "ധ": 1602,
      "ന": 1603,
      "പ": 1604,
      "ഫ": 1605,
      "ബ": 1606,
      "ഭ": 1607,
      "മ": 1608,
      "യ": 1609,
      "ര": 1610,
      "റ": 1611,
      "ല": 1612,
      "ള": 1613,
      "ഴ": 1614,
      "വ": 1615,
      "ശ": 1616,
      "ഷ": 1617,
      "സ": 1618,
      "ഹ": 1619,
      "ാ": 1620,
      "ി": 1621,
      "ീ": 1622,
      "ു": 1623,
      "ൂ": 1624,
      "ൃ": 1625,
      "െ": 1626,
      "േ": 1627,
      "ൊ": 1628,
      "ോ": 1629,
      "്": 1630,
      "ൻ": 1631,
      "ർ": 1632,
      "ൽ": 1633,
      "ൾ": 1634,
      "ං": 1635,
      "අ": 1636,
      "ආ": 1637,
      "ඇ": 1638,
      "ඉ": 1639,
      "ඊ": 1640,
      "උ": 1641,
      "එ": 1642,
      "ඒ": 1643,
      "ඔ": 1644,
      "ඕ": 1645,
      "ක": 1646,
      "ග": 1647,
      "ච": 1648,
      "ජ": 1649,
      "ට": 1650,
      "ඩ": 1651,
      "ණ": 1652,
      "ත": 1653,
      "ථ": 1654,
      "ද": 1655,
      "ධ": 1656,
      "න": 1657,
      "ඳ": 1658,
      "ප": 1659,
      "බ": 1660,
      "භ": 1661,
      "ම": 1662,
      "ය": 1663,
      "ර": 1664,
      "ල": 1665,
      "ව": 1666,
      "ශ": 1667,
      "ෂ": 1668,
      "ස": 1669,
      "හ": 1670,
      "ළ": 1671,
      "්": 1672,
      "ා": 1673,
      "ැ": 1674,
      "ෑ": 1675,
      "ි": 1676,
      "ී": 1677,
      "ු": 1678,
      "ෘ": 1679,
      "ෙ": 1680,
      "ේ": 1681,
      "ෛ": 1682,
      "ො": 1683,
      "ෝ": 1684,
      "ෞ": 1685,
      "෡": 1686,
      "ก": 1687,
      "ข": 1688,
      "ค": 1689,
      "ฅ": 1690,
      "ฆ": 1691,
      "ง": 1692,
      "จ": 1693,
      "ฉ": 1694,
      "ช": 1695,
      "ซ": 1696,
      "ฌ": 1697,
      "ญ": 1698,
      "ฎ": 1699,
      "ฏ": 1700,
      "ฐ": 1701,
      "ฑ": 1702,
      "ฒ": 1703,
      "ณ": 1704,
      "ด": 1705,
      "ต": 1706,
      "ถ": 1707,
      "ท": 1708,
      "ธ": 1709,
      "น": 1710,
      "บ": 1711,
      "ป": 1712,
      "ผ": 1713,
      "ฝ": 1714,
      "พ": 1715,
      "ฟ": 1716,
      "ภ": 1717,
      "ม": 1718,
      "ย": 1719,
      "ร": 1720,
      "ฤ": 1721,
      "ล": 1722,
      "ฦ": 1723,
      "ว": 1724,
      "ศ": 1725,
      "ษ": 1726,
      "ส": 1727,
      "ห": 1728,
      "ฬ": 1729,
      "อ": 1730,
      "ฮ": 1731,
      "ฯ": 1732,
      "ะ": 1733,
      "ั": 1734,
      "า": 1735,
      "ำ": 1736,
      "ิ": 1737,
      "ี": 1738,
      "ึ": 1739,
      "ื": 1740,
      "ุ": 1741,
      "ู": 1742,
      "ฺ": 1743,
      "฿": 1744,
      "เ": 1745,
      "แ": 1746,
      "โ": 1747,
      "ใ": 1748,
      "ไ": 1749,
      "ๅ": 1750,
      "ๆ": 1751,
      "็": 1752,
      "่": 1753,
      "้": 1754,
      "๊": 1755,
      "๋": 1756,
      "์": 1757,
      "ํ": 1758,
      "๏": 1759,
      "๐": 1760,
      "๑": 1761,
      "๔": 1762,
      "๕": 1763,
      "๖": 1764,
      "๗": 1765,
      "๘": 1766,
      "๙": 1767,
      "๜": 1768,
      "๝": 1769,
      "ກ": 1770,
      "ຂ": 1771,
      "ຄ": 1772,
      "ງ": 1773,
      "ຈ": 1774,
      "ຊ": 1775,
      "ຍ": 1776,
      "ດ": 1777,
      "ຕ": 1778,
      "ຖ": 1779,
      "ທ": 1780,
      "ນ": 1781,
      "ບ": 1782,
      "ປ": 1783,
      "ຜ": 1784,
      "ພ": 1785,
      "ມ": 1786,
      "ຢ": 1787,
      "ຣ": 1788,
      "ລ": 1789,
      "ວ": 1790,
      "ສ": 1791,
      "ຫ": 1792,
      "ອ": 1793,
      "ຮ": 1794,
      "ະ": 1795,
      "ັ": 1796,
      "າ": 1797,
      "ຳ": 1798,
      "ິ": 1799,
      "ີ": 1800,
      "ຶ": 1801,
      "ື": 1802,
      "ຸ": 1803,
      "ູ": 1804,
      "ົ": 1805,
      "ຼ": 1806,
      "ຽ": 1807,
      "ເ": 1808,
      "ແ": 1809,
      "ໂ": 1810,
      "ໃ": 1811,
      "ໄ": 1812,
      "ໆ": 1813,
      "່": 1814,
      "້": 1815,
      "ໍ": 1816,
      "ໝ": 1817,
      "་": 1818,
      "།": 1819,
      "༧": 1820,
      "༼": 1821,
      "༽": 1822,
      "ཀ": 1823,
      "ཁ": 1824,
      "ག": 1825,
      "ང": 1826,
      "ཅ": 1827,
      "ཆ": 1828,
      "ཇ": 1829,
      "ཉ": 1830,
      "ཐ": 1831,
      "ད": 1832,
      "ན": 1833,
      "པ": 1834,
      "ཕ": 1835,
      "བ": 1836,
      "མ": 1837,
      "ཙ": 1838,
      "ཝ": 1839,
      "འ": 1840,
      "ཡ": 1841,
      "ར": 1842,
      "ལ": 1843,
      "ཤ": 1844,
      "ས": 1845,
      "ཧ": 1846,
      "ཨ": 1847,
      "ཱ": 1848,
      "ི": 1849,
      "ུ": 1850,
      "ེ": 1851,
      "ོ": 1852,
      "ྃ": 1853,
      "ྒ": 1854,
      "ྟ": 1855,
      "ྱ": 1856,
      "ྲ": 1857,
      "ྷ": 1858,
      "࿹": 1859,
      "က": 1860,
      "ခ": 1861,
      "င": 1862,
      "စ": 1863,
      "ဆ": 1864,
      "ည": 1865,
      "တ": 1866,
      "ထ": 1867,
      "န": 1868,
      "ပ": 1869,
      "မ": 1870,
      "ယ": 1871,
      "ရ": 1872,
      "လ": 1873,
      "သ": 1874,
      "အ": 1875,
      "ာ": 1876,
      "ိ": 1877,
      "ီ": 1878,
      "ု": 1879,
      "ူ": 1880,
      "ေ": 1881,
      "ဲ": 1882,
      "ံ": 1883,
      "့": 1884,
      "း": 1885,
      "္": 1886,
      "်": 1887,
      "ျ": 1888,
      "ြ": 1889,
      "ွ": 1890,
      "။": 1891,
      "၏": 1892,
      "႔": 1893,
      "႕": 1894,
      "Ⴀ": 1895,
      "Ⴆ": 1896,
      "Ⴎ": 1897,
      "ა": 1898,
      "ბ": 1899,
      "გ": 1900,
      "დ": 1901,
      "ე": 1902,
      "ვ": 1903,
      "ზ": 1904,
      "თ": 1905,
      "ი": 1906,
      "კ": 1907,
      "ლ": 1908,
      "მ": 1909,
      "ნ": 1910,
      "ო": 1911,
      "პ": 1912,
      "ჟ": 1913,
      "რ": 1914,
      "ს": 1915,
      "ტ": 1916,
      "უ": 1917,
      "ფ": 1918,
      "ქ": 1919,
      "ღ": 1920,
      "ყ": 1921,
      "შ": 1922,
      "ჩ": 1923,
      "ც": 1924,
      "ძ": 1925,
      "წ": 1926,
      "ხ": 1927,
      "ჯ": 1928,
      "ჲ": 1929,
      "ჴ": 1930,
      "ჵ": 1931,
      "ჶ": 1932,
      "ჷ": 1933,
      "ჸ": 1934,
      "ჹ": 1935,
      "ჺ": 1936,
      "჻": 1937,
      "ჼ": 1938,
      "ჽ": 1939,
      "ჾ": 1940,
      "ჿ": 1941,
      "ᄀ": 1942,
      "ᄂ": 1943,
      "ᄃ": 1944,
      "ᄅ": 1945,
      "ᄆ": 1946,
      "ᄇ": 1947,
      "ᄉ": 1948,
      "ᄊ": 1949,
      "ᄋ": 1950,
      "ᄌ": 1951,
      "ᄐ": 1952,
      "ᄒ": 1953,
      "ᅡ": 1954,
      "ᅣ": 1955,
      "ᅥ": 1956,
      "ᅦ": 1957,
      "ᅧ": 1958,
      "ᅩ": 1959,
      "ᅮ": 1960,
      "ᅲ": 1961,
      "ᅳ": 1962,
      "ᅴ": 1963,
      "ᅵ": 1964,
      "ᆞ": 1965,
      "ᆨ": 1966,
      "ᆫ": 1967,
      "ᆯ": 1968,
      "ᆷ": 1969,
      "ᆸ": 1970,
      "ᆼ": 1971,
      "ᇀ": 1972,
      "ሀ": 1973,
      "ሁ": 1974,
      "ሃ": 1975,
      "ህ": 1976,
      "ሆ": 1977,
      "ለ": 1978,
      "ሉ": 1979,
      "ሊ": 1980,
      "ላ": 1981,
      "ሌ": 1982,
      "ል": 1983,
      "ሎ": 1984,
      "ሐ": 1985,
      "ሓ": 1986,
      "ሔ": 1987,
      "ሕ": 1988,
      "መ": 1989,
      "ሙ": 1990,
      "ሚ": 1991,
      "ማ": 1992,
      "ሜ": 1993,
      "ም": 1994,
      "ሞ": 1995,
      "ሠ": 1996,
      "ሣ": 1997,
      "ሥ": 1998,
      "ረ": 1999,
      "ሩ": 2000,
      "ሪ": 2001,
      "ራ": 2002,
      "ሬ": 2003,
      "ር": 2004,
      "ሮ": 2005,
      "ሰ": 2006,
      "ሱ": 2007,
      "ሲ": 2008,
      "ሳ": 2009,
      "ስ": 2010,
      "ሶ": 2011,
      "ሽ": 2012,
      "ሾ": 2013,
      "ቀ": 2014,
      "ቁ": 2015,
      "ቂ": 2016,
      "ቃ": 2017,
      "ቅ": 2018,
      "ቆ": 2019,
      "በ": 2020,
      "ቡ": 2021,
      "ቢ": 2022,
      "ባ": 2023,
      "ቤ": 2024,
      "ብ": 2025,
      "ቦ": 2026,
      "ተ": 2027,
      "ቱ": 2028,
      "ቲ": 2029,
      "ታ": 2030,
      "ቴ": 2031,
      "ት": 2032,
      "ቶ": 2033,
      "ቸ": 2034,
      "ቹ": 2035,
      "ቺ": 2036,
      "ቻ": 2037,
      "ች": 2038,
      "ኋ": 2039,
      "ነ": 2040,
      "ኑ": 2041,
      "ና": 2042,
      "ኔ": 2043,
      "ን": 2044,
      "ኖ": 2045,
      "ኘ": 2046,
      "ኛ": 2047,
      "ኝ": 2048,
      "ኞ": 2049,
      "አ": 2050,
      "ኢ": 2051,
      "ኤ": 2052,
      "እ": 2053,
      "ከ": 2054,
      "ኩ": 2055,
      "ኪ": 2056,
      "ካ": 2057,
      "ክ": 2058,
      "ኮ": 2059,
      "ኳ": 2060,
      "ወ": 2061,
      "ዉ": 2062,
      "ዊ": 2063,
      "ዋ": 2064,
      "ው": 2065,
      "ዎ": 2066,
      "ዓ": 2067,
      "ዕ": 2068,
      "ዘ": 2069,
      "ዙ": 2070,
      "ዚ": 2071,
      "ዛ": 2072,
      "ዜ": 2073,
      "ዝ": 2074,
      "ዞ": 2075,
      "የ": 2076,
      "ዩ": 2077,
      "ያ": 2078,
      "ይ": 2079,
      "ዮ": 2080,
      "ደ": 2081,
      "ዱ": 2082,
      "ዲ": 2083,
      "ዳ": 2084,
      "ዴ": 2085,
      "ድ": 2086,
      "ዶ": 2087,
      "ጀ": 2088,
      "ጅ": 2089,
      "ገ": 2090,
      "ጉ": 2091,
      "ጊ": 2092,
      "ጋ": 2093,
      "ጌ": 2094,
      "ግ": 2095,
      "ጠ": 2096,
      "ጡ": 2097,
      "ጣ": 2098,
      "ጥ": 2099,
      "ጨ": 2100,
      "ጭ": 2101,
      "ጵ": 2102,
      "ጻ": 2103,
      "ጽ": 2104,
      "ፁ": 2105,
      "ፃ": 2106,
      "ፈ": 2107,
      "ፉ": 2108,
      "ፊ": 2109,
      "ፋ": 2110,
      "ፌ": 2111,
      "ፍ": 2112,
      "ፎ": 2113,
      "ፕ": 2114,
      "፡": 2115,
      "።": 2116,
      "፣": 2117,
      "፤": 2118,
      "፪": 2119,
      "፲": 2120,
      "Ꭰ": 2121,
      "Ꭱ": 2122,
      "Ꭴ": 2123,
      "Ꭹ": 2124,
      "Ꭺ": 2125,
      "Ꭼ": 2126,
      "Ꮇ": 2127,
      "Ꮋ": 2128,
      "Ꮍ": 2129,
      "Ꮎ": 2130,
      "Ꮕ": 2131,
      "Ꮖ": 2132,
      "Ꮝ": 2133,
      "Ꮣ": 2134,
      "Ꮤ": 2135,
      "Ꮦ": 2136,
      "Ꮧ": 2137,
      "Ꮨ": 2138,
      "Ꮩ": 2139,
      "Ꮮ": 2140,
      "Ꮯ": 2141,
      "Ꮲ": 2142,
      "Ꮳ": 2143,
      "Ꮵ": 2144,
      "Ꮶ": 2145,
      "Ᏹ": 2146,
      "Ᏺ": 2147,
      "Ᏼ": 2148,
      "ᐃ": 2149,
      "ᐅ": 2150,
      "ᐈ": 2151,
      "ᐉ": 2152,
      "ᐊ": 2153,
      "ᐐ": 2154,
      "ᐑ": 2155,
      "ᐓ": 2156,
      "ᐔ": 2157,
      "ᐕ": 2158,
      "ᐖ": 2159,
      "ᐗ": 2160,
      "ᐘ": 2161,
      "ᐙ": 2162,
      "ᐚ": 2163,
      "ᐛ": 2164,
      "ᐥ": 2165,
      "ᐧ": 2166,
      "ᐻ": 2167,
      "ᓚ": 2168,
      "ᔤ": 2169,
      "ᕋ": 2170,
      "ᕕ": 2171,
      "ᕗ": 2172,
      "ᕼ": 2173,
      "ᖆ": 2174,
      "ᗢ": 2175,
      "ᗩ": 2176,
      "ᘏ": 2177,
      "ᚢ": 2178,
      "ᚱ": 2179,
      "ᚴ": 2180,
      "ក": 2181,
      "ខ": 2182,
      "គ": 2183,
      "ឃ": 2184,
      "ង": 2185,
      "ច": 2186,
      "ជ": 2187,
      "ឈ": 2188,
      "ញ": 2189,
      "ដ": 2190,
      "ឌ": 2191,
      "ណ": 2192,
      "ត": 2193,
      "ថ": 2194,
      "ទ": 2195,
      "ន": 2196,
      "ប": 2197,
      "ផ": 2198,
      "ព": 2199,
      "ភ": 2200,
      "ម": 2201,
      "យ": 2202,
      "រ": 2203,
      "ល": 2204,
      "វ": 2205,
      "ស": 2206,
      "ហ": 2207,
      "អ": 2208,
      "ា": 2209,
      "ិ": 2210,
      "ី": 2211,
      "ឺ": 2212,
      "ុ": 2213,
      "ូ": 2214,
      "ួ": 2215,
      "ើ": 2216,
      "ៀ": 2217,
      "េ": 2218,
      "ែ": 2219,
      "ៃ": 2220,
      "ោ": 2221,
      "ៅ": 2222,
      "ំ": 2223,
      "ះ": 2224,
      "ៈ": 2225,
      "៉": 2226,
      "់": 2227,
      "៍": 2228,
      "៎": 2229,
      "៏": 2230,
      "្": 2231,
      "។": 2232,
      "ᦟ": 2233,
      "Ა": 2234,
      "ᴀ": 2235,
      "ᴄ": 2236,
      "ᴅ": 2237,
      "ᴇ": 2238,
      "ᴉ": 2239,
      "ᴍ": 2240,
      "ᴎ": 2241,
      "ᴏ": 2242,
      "ᴗ": 2243,
      "ᴘ": 2244,
      "ᴛ": 2245,
      "ᴜ": 2246,
      "ᴠ": 2247,
      "ᴡ": 2248,
      "ᴥ": 2249,
      "ᴨ": 2250,
      "ᴩ": 2251,
      "ᴬ": 2252,
      "ᴱ": 2253,
      "ᴳ": 2254,
      "ᴴ": 2255,
      "ᴵ": 2256,
      "ᴷ": 2257,
      "ᴹ": 2258,
      "ᴺ": 2259,
      "ᴿ": 2260,
      "ᵀ": 2261,
      "ᵂ": 2262,
      "ᵃ": 2263,
      "ᵅ": 2264,
      "ᵇ": 2265,
      "ᵈ": 2266,
      "ᵉ": 2267,
      "ᵍ": 2268,
      "ᵏ": 2269,
      "ᵐ": 2270,
      "ᵒ": 2271,
      "ᵖ": 2272,
      "ᵗ": 2273,
      "ᵘ": 2274,
      "ᵛ": 2275,
      "ᵜ": 2276,
      "ᶜ": 2277,
      "ᶠ": 2278,
      "ᶦ": 2279,
      "ḁ": 2280,
      "ḃ": 2281,
      "ḉ": 2282,
      "ḋ": 2283,
      "Ḍ": 2284,
      "ḍ": 2285,
      "ḗ": 2286,
      "ḣ": 2287,
      "Ḥ": 2288,
      "ḥ": 2289,
      "Ḩ": 2290,
      "ḫ": 2291,
      "ḱ": 2292,
      "Ḳ": 2293,
      "ḵ": 2294,
      "ḷ": 2295,
      "ḻ": 2296,
      "ḿ": 2297,
      "ṁ": 2298,
      "ṃ": 2299,
      "ṅ": 2300,
      "ṇ": 2301,
      "ṓ": 2302,
      "ṛ": 2303,
      "ṟ": 2304,
      "Ṡ": 2305,
      "ṡ": 2306,
      "Ṣ": 2307,
      "ṣ": 2308,
      "Ṭ": 2309,
      "ṭ": 2310,
      "ṯ": 2311,
      "ṹ": 2312,
      "Ẁ": 2313,
      "ẇ": 2314,
      "ẓ": 2315,
      "ẕ": 2316,
      "ẞ": 2317,
      "Ạ": 2318,
      "ạ": 2319,
      "Ả": 2320,
      "ả": 2321,
      "Ấ": 2322,
      "ấ": 2323,
      "Ầ": 2324,
      "ầ": 2325,
      "Ẩ": 2326,
      "ẩ": 2327,
      "Ẫ": 2328,
      "ẫ": 2329,
      "Ậ": 2330,
      "ậ": 2331,
      "ắ": 2332,
      "ằ": 2333,
      "ẳ": 2334,
      "ẵ": 2335,
      "Ặ": 2336,
      "ặ": 2337,
      "Ẹ": 2338,
      "ẹ": 2339,
      "ẻ": 2340,
      "ẽ": 2341,
      "Ế": 2342,
      "ế": 2343,
      "Ề": 2344,
      "ề": 2345,
      "Ể": 2346,
      "ể": 2347,
      "Ễ": 2348,
      "ễ": 2349,
      "Ệ": 2350,
      "ệ": 2351,
      "Ỉ": 2352,
      "ỉ": 2353,
      "Ị": 2354,
      "ị": 2355,
      "Ọ": 2356,
      "ọ": 2357,
      "Ỏ": 2358,
      "ỏ": 2359,
      "Ố": 2360,
      "ố": 2361,
      "Ồ": 2362,
      "ồ": 2363,
      "Ổ": 2364,
      "ổ": 2365,
      "ỗ": 2366,
      "Ộ": 2367,
      "ộ": 2368,
      "Ớ": 2369,
      "ớ": 2370,
      "Ờ": 2371,
      "ờ": 2372,
      "Ở": 2373,
      "ở": 2374,
      "ỡ": 2375,
      "Ợ": 2376,
      "ợ": 2377,
      "Ụ": 2378,
      "ụ": 2379,
      "Ủ": 2380,
      "ủ": 2381,
      "Ứ": 2382,
      "ứ": 2383,
      "Ừ": 2384,
      "ừ": 2385,
      "ử": 2386,
      "ữ": 2387,
      "Ự": 2388,
      "ự": 2389,
      "ỳ": 2390,
      "ỷ": 2391,
      "Ỹ": 2392,
      "ỹ": 2393,
      "ἀ": 2394,
      "ἁ": 2395,
      "ἂ": 2396,
      "ἄ": 2397,
      "Ἀ": 2398,
      "Ἄ": 2399,
      "Ἅ": 2400,
      "ἐ": 2401,
      "ἑ": 2402,
      "ἓ": 2403,
      "ἔ": 2404,
      "ἕ": 2405,
      "Ἐ": 2406,
      "Ἑ": 2407,
      "ἠ": 2408,
      "ἡ": 2409,
      "ἢ": 2410,
      "ἤ": 2411,
      "ἦ": 2412,
      "ἧ": 2413,
      "Ἡ": 2414,
      "ἰ": 2415,
      "ἱ": 2416,
      "ἴ": 2417,
      "ἵ": 2418,
      "ἶ": 2419,
      "Ἰ": 2420,
      "Ἱ": 2421,
      "ὀ": 2422,
      "ὁ": 2423,
      "ὃ": 2424,
      "ὄ": 2425,
      "ὅ": 2426,
      "Ὀ": 2427,
      "Ὄ": 2428,
      "ὐ": 2429,
      "ὑ": 2430,
      "ὔ": 2431,
      "ὕ": 2432,
      "ὖ": 2433,
      "ὗ": 2434,
      "ὠ": 2435,
      "ὡ": 2436,
      "ὣ": 2437,
      "ὥ": 2438,
      "ὦ": 2439,
      "Ὠ": 2440,
      "Ὡ": 2441,
      "Ὤ": 2442,
      "Ὥ": 2443,
      "Ὦ": 2444,
      "ὰ": 2445,
      "ά": 2446,
      "ὲ": 2447,
      "ὴ": 2448,
      "ή": 2449,
      "ὶ": 2450,
      "ί": 2451,
      "ὸ": 2452,
      "ό": 2453,
      "ὺ": 2454,
      "ύ": 2455,
      "ὼ": 2456,
      "ᾂ": 2457,
      "ᾃ": 2458,
      "ᾅ": 2459,
      "ᾆ": 2460,
      "ᾉ": 2461,
      "ᾊ": 2462,
      "ᾌ": 2463,
      "ᾍ": 2464,
      "ᾐ": 2465,
      "ᾓ": 2466,
      "ᾔ": 2467,
      "ᾖ": 2468,
      "ᾡ": 2469,
      "ᾢ": 2470,
      "ᾣ": 2471,
      "ᾤ": 2472,
      "ᾥ": 2473,
      "ᾦ": 2474,
      "ᾧ": 2475,
      "ᾨ": 2476,
      "ᾩ": 2477,
      "ᾪ": 2478,
      "ᾫ": 2479,
      "ᾬ": 2480,
      "ᾭ": 2481,
      "ᾮ": 2482,
      "ᾯ": 2483,
      "ᾰ": 2484,
      "ᾱ": 2485,
      "ᾲ": 2486,
      "ᾳ": 2487,
      "ᾴ": 2488,
      "᾵": 2489,
      "ᾶ": 2490,
      "ᾷ": 2491,
      "Ᾱ": 2492,
      "᾽": 2493,
      "᾿": 2494,
      "ῃ": 2495,
      "ῆ": 2496,
      "ῇ": 2497,
      "ῖ": 2498,
      "ῥ": 2499,
      "ῦ": 2500,
      "ῳ": 2501,
      "ῴ": 2502,
      "ῶ": 2503,
      "ῷ": 2504,
      "​": 2505,
      "‌": 2506,
      "‍": 2507,
      "‎": 2508,
      "‏": 2509,
      "‐": 2510,
      "‑": 2511,
      "‒": 2512,
      "–": 2513,
      "—": 2514,
      "―": 2515,
      "‖": 2516,
      "‘": 2517,
      "’": 2518,
      "‚": 2519,
      "‛": 2520,
      "“": 2521,
      "”": 2522,
      "„": 2523,
      "‟": 2524,
      "†": 2525,
      "‡": 2526,
      "•": 2527,
      "‣": 2528,
      "․": 2529,
      "‥": 2530,
      "…": 2531,
      "‧": 2532,
      "‪": 2533,
      "‫": 2534,
      "‬": 2535,
      "‭": 2536,
      "‰": 2537,
      "‱": 2538,
      "′": 2539,
      "″": 2540,
      "‵": 2541,
      "‹": 2542,
      "›": 2543,
      "※": 2544,
      "‼": 2545,
      "‽": 2546,
      "‿": 2547,
      "⁂": 2548,
      "⁃": 2549,
      "⁄": 2550,
      "⁇": 2551,
      "⁉": 2552,
      "⁏": 2553,
      "⁜": 2554,
      "⁞": 2555,
      "⁠": 2556,
      "⁡": 2557,
      "⁣": 2558,
      "⁦": 2559,
      "⁩": 2560,
      "⁰": 2561,
      "ⁱ": 2562,
      "⁴": 2563,
      "⁵": 2564,
      "⁶": 2565,
      "⁷": 2566,
      "⁸": 2567,
      "⁹": 2568,
      "⁺": 2569,
      "⁻": 2570,
      "⁼": 2571,
      "ⁿ": 2572,
      "₀": 2573,
      "₁": 2574,
      "₂": 2575,
      "₃": 2576,
      "₄": 2577,
      "₅": 2578,
      "₆": 2579,
      "₇": 2580,
      "₈": 2581,
      "₉": 2582,
      "₊": 2583,
      "₋": 2584,
      "ₐ": 2585,
      "ₓ": 2586,
      "ₗ": 2587,
      "ₙ": 2588,
      "₠": 2589,
      "₡": 2590,
      "₢": 2591,
      "₣": 2592,
      "₤": 2593,
      "₥": 2594,
      "₦": 2595,
      "₧": 2596,
      "₩": 2597,
      "₪": 2598,
      "₫": 2599,
      "€": 2600,
      "₭": 2601,
      "₮": 2602,
      "₯": 2603,
      "₱": 2604,
      "₲": 2605,
      "₳": 2606,
      "₴": 2607,
      "₵": 2608,
      "₶": 2609,
      "₷": 2610,
      "₸": 2611,
      "₹": 2612,
      "₺": 2613,
      "₼": 2614,
      "₽": 2615,
      "₿": 2616,
      "⃗": 2617,
      "⃝": 2618,
      "⃣": 2619,
      "ℂ": 2620,
      "℃": 2621,
      "℅": 2622,
      "℉": 2623,
      "ℊ": 2624,
      "ℋ": 2625,
      "ℌ": 2626,
      "ℍ": 2627,
      "ℎ": 2628,
      "ℏ": 2629,
      "ℐ": 2630,
      "ℑ": 2631,
      "ℒ": 2632,
      "ℓ": 2633,
      "ℕ": 2634,
      "№": 2635,
      "ℙ": 2636,
      "ℝ": 2637,
      "℠": 2638,
      "™": 2639,
      "ℤ": 2640,
      "Ω": 2641,
      "Å": 2642,
      "℮": 2643,
      "ℯ": 2644,
      "ℴ": 2645,
      "ℵ": 2646,
      "ℹ": 2647,
      "⅁": 2648,
      "⅍": 2649,
      "⅓": 2650,
      "⅔": 2651,
      "⅕": 2652,
      "⅖": 2653,
      "⅗": 2654,
      "⅘": 2655,
      "⅙": 2656,
      "⅚": 2657,
      "⅛": 2658,
      "⅜": 2659,
      "⅝": 2660,
      "⅞": 2661,
      "⅟": 2662,
      "Ⅰ": 2663,
      "Ⅱ": 2664,
      "Ⅲ": 2665,
      "Ⅳ": 2666,
      "Ⅷ": 2667,
      "Ⅸ": 2668,
      "Ⅹ": 2669,
      "ⅴ": 2670,
      "ⅹ": 2671,
      "ⅼ": 2672,
      "ⅿ": 2673,
      "Ↄ": 2674,
      "←": 2675,
      "↑": 2676,
      "→": 2677,
      "↓": 2678,
      "↔": 2679,
      "↕": 2680,
      "↗": 2681,
      "↦": 2682,
      "↩": 2683,
      "↪": 2684,
      "↯": 2685,
      "↳": 2686,
      "↵": 2687,
      "⇆": 2688,
      "⇌": 2689,
      "⇐": 2690,
      "⇑": 2691,
      "⇒": 2692,
      "⇔": 2693,
      "⇡": 2694,
      "⇥": 2695,
      "⇨": 2696,
      "∀": 2697,
      "∂": 2698,
      "∃": 2699,
      "∄": 2700,
      "∅": 2701,
      "∆": 2702,
      "∇": 2703,
      "∈": 2704,
      "∉": 2705,
      "∊": 2706,
      "∋": 2707,
      "∌": 2708,
      "∎": 2709,
      "∏": 2710,
      "∑": 2711,
      "−": 2712,
      "∕": 2713,
      "∖": 2714,
      "∗": 2715,
      "∘": 2716,
      "∙": 2717,
      "√": 2718,
      "∝": 2719,
      "∞": 2720,
      "∠": 2721,
      "∣": 2722,
      "∥": 2723,
      "∧": 2724,
      "∨": 2725,
      "∩": 2726,
      "∪": 2727,
      "∫": 2728,
      "∮": 2729,
      "∴": 2730,
      "∶": 2731,
      "∼": 2732,
      "∽": 2733,
      "≃": 2734,
      "≅": 2735,
      "≈": 2736,
      "≒": 2737,
      "≔": 2738,
      "≠": 2739,
      "≡": 2740,
      "≢": 2741,
      "≤": 2742,
      "≥": 2743,
      "≦": 2744,
      "≧": 2745,
      "≪": 2746,
      "≫": 2747,
      "≺": 2748,
      "⊂": 2749,
      "⊃": 2750,
      "⊆": 2751,
      "⊇": 2752,
      "⊕": 2753,
      "⊖": 2754,
      "⊗": 2755,
      "⊘": 2756,
      "⊙": 2757,
      "⊢": 2758,
      "⊤": 2759,
      "⊥": 2760,
      "⊨": 2761,
      "⊹": 2762,
      "⋀": 2763,
      "⋁": 2764,
      "⋂": 2765,
      "⋃": 2766,
      "⋄": 2767,
      "⋅": 2768,
      "⋆": 2769,
      "⋐": 2770,
      "⋑": 2771,
      "⋘": 2772,
      "⋮": 2773,
      "⋯": 2774,
      "⌃": 2775,
      "⌈": 2776,
      "⌉": 2777,
      "⌊": 2778,
      "⌋": 2779,
      "⌐": 2780,
      "⌒": 2781,
      "⌓": 2782,
      "⌘": 2783,
      "⌚": 2784,
      "⌛": 2785,
      "⌥": 2786,
      "⌧": 2787,
      "⌨": 2788,
      "〈": 2789,
      "〉": 2790,
      "⌫": 2791,
      "⍝": 2792,
      "⍨": 2793,
      "⍳": 2794,
      "⍴": 2795,
      "⍵": 2796,
      "⍺": 2797,
      "⎕": 2798,
      "⎛": 2799,
      "⎜": 2800,
      "⎝": 2801,
      "⎞": 2802,
      "⎟": 2803,
      "⎠": 2804,
      "⎡": 2805,
      "⎢": 2806,
      "⎣": 2807,
      "⎤": 2808,
      "⎥": 2809,
      "⎦": 2810,
      "⏏": 2811,
      "⏤": 2812,
      "⏩": 2813,
      "⏫": 2814,
      "⏰": 2815,
      "⏱": 2816,
      "⏳": 2817,
      "⏸": 2818,
      "⏹": 2819,
      "⑀": 2820,
      "⑁": 2821,
      "⑊": 2822,
      "①": 2823,
      "②": 2824,
      "③": 2825,
      "④": 2826,
      "⑤": 2827,
      "⑥": 2828,
      "⑦": 2829,
      "Ⓐ": 2830,
      "Ⓑ": 2831,
      "Ⓒ": 2832,
      "Ⓓ": 2833,
      "Ⓜ": 2834,
      "ⓒ": 2835,
      "ⓛ": 2836,
      "─": 2837,
      "━": 2838,
      "│": 2839,
      "┃": 2840,
      "┈": 2841,
      "┌": 2842,
      "┏": 2843,
      "┐": 2844,
      "└": 2845,
      "┗": 2846,
      "┘": 2847,
      "┛": 2848,
      "├": 2849,
      "┣": 2850,
      "┤": 2851,
      "┫": 2852,
      "┬": 2853,
      "┴": 2854,
      "┻": 2855,
