{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": []
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Metaspace",
        "replacement": "▁",
        "prepend_scheme": "always",
        "split": true
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 1
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<s>": {
        "id": "<s>",
        "ids": [
          1
        ],
        "tokens": [
          "<s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Sequence",
    "decoders": [
      {
        "type": "Replace",
        "pattern": {
          "String": "▁"
        },
        "content": " "
      },
      {
        "type": "ByteFallback"
      },
      {
        "type": "Fuse"
      },
      {
        "type": "Strip",
        "content": " ",
        "start": 1,
        "stop": 0
      }
    ]
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": true,
    "byte_fallback": true,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<s>": 1,
      "</s>": 2,
      "\u0000": 3,
      "\u0001": 4,
      "\u0002": 5,
      "\u0003": 6,
      "\u0004": 7,
      "\u0005": 8,
      "\u0006": 9,
      "\u0007": 10,
      "\b": 11,
      "\u000e": 12,
      "\u000f": 13,
      "\u0010": 14,
      "\u0011": 15,
      "\u0012": 16,
      "\u0013": 17,
      "\u0014": 18,
      "\u0015": 19,
      "\u0016": 20,
      "\u0017": 21,
      "\u0018": 22,
      "\u0019": 23,
      "\u001a": 24,
      "\u001b": 25,
      "\u001c": 26,
      "\u001d": 27,
      "\u001e": 28,
      "\u001f": 29,
      "!": 30,
      "\"": 31,
      "#": 32,
      "$": 33,
      "%": 34,
      "&": 35,
      "'": 36,
      "(": 37,
      ")": 38,
      "*": 39,
      "+": 40,
      ",": 41,
      "-": 42,
      ".": 43,
      "/": 44,
      "0": 45,
      "1": 46,
      "2": 47,
      "3": 48,
      "4": 49,
      "5": 50,
      "6": 51,
      "7": 52,
      "8": 53,
      "9": 54,
      ":": 55,
      ";": 56,
      "<": 57,
      "=": 58,
      ">": 59,
      "?": 60,
      "@": 61,
      "A": 62,
      "B": 63,
      "C": 64,
      "D": 65,
      "E": 66,
      "F": 67,
      "G": 68,
      "H": 69,
      "I": 70,
      "J": 71,
      "K": 72,
      "L": 73,
      "M": 74,
      "N": 75,
      "O": 76,
      "P": 77,
      "Q": 78,
      "R": 79,
      "S": 80,
      "T": 81,
      "U": 82,
      "V": 83,
      "W": 84,
      "X": 85,
      "Y": 86,
      "Z": 87,
      "[": 88,
      "\\": 89,
      "]": 90,
      "^": 91,
      "_": 92,
      "`": 93,
      "a": 94,
      "b": 95,
      "c": 96,
      "d": 97,
      "e": 98,
      "f": 99,
      "g": 100,
      "h": 101,
      "i": 102,
      "j": 103,
      "k": 104,
      "l": 105,
      "m": 106,
      "n": 107,
      "o": 108,
      "p": 109,
      "q": 110,
      "r": 111,
      "s": 112,
      "t": 113,
      "u": 114,
      "v": 115,
      "w": 116,
      "x": 117,
      "y": 118,
      "z": 119,
      "{": 120,
      "|": 121,
      "}": 122,
      "~": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "": 131,
      "": 132,
      "": 133,
      "": 134,
      "": 135,
      "": 136,
      "": 137,
      "": 138,
      "": 139,
      "": 140,
      "": 141,
      "": 142,
      "": 143,
      "": 144,
      "": 145,
      "": 146,
      "": 147,
      "": 148,
      "": 149,
      "": 150,
      "": 151,
      "": 152,
      "": 153,
      "": 154,
      "": 155,
      "¡": 156,
      "¢": 157,
      "£": 158,
      "¤": 159,
      "¥": 160,
      "¦": 161,
      "§": 162,
      "¨": 163,
      "©": 164,
      "ª": 165,
      "«": 166,
      "¬": 167,
      "­": 168,
      "®": 169,
      "¯": 170,
      "°": 171,
      "±": 172,
      "²": 173,
      "³": 174,
      "´": 175,
      "µ": 176,
      "¶": 177,
      "·": 178,
      "¸": 179,
      "¹": 180,
      "º": 181,
      "»": 182,
      "¼": 183,
      "½": 184,
      "¾": 185,
      "¿": 186,
      "À": 187,
      "Á": 188,
      "Â": 189,
      "Ã": 190,
      "Ä": 191,
      "Å": 192,
      "Æ": 193,
      "Ç": 194,
      "È": 195,
      "É": 196,
      "Ê": 197,
      "Ë": 198,
      "Ì": 199,
      "Í": 200,
      "Î": 201,
      "Ï": 202,
      "Ð": 203,
      "Ñ": 204,
      "Ò": 205,
      "Ó": 206,
      "Ô": 207,
      "Õ": 208,
      "Ö": 209,
      "×": 210,
      "Ø": 211,
      "Ù": 212,
      "Ú": 213,
      "Û": 214,
      "Ü": 215,
      "Ý": 216,
      "Þ": 217,
      "ß": 218,
      "à": 219,
      "á": 220,
      "â": 221,
      "ã": 222,
      "ä": 223,
      "å": 224,
      "æ": 225,
      "ç": 226,
      "è": 227,
      "é": 228,
      "ê": 229,
      "ë": 230,
      "ì": 231,
      "í": 232,
      "î": 233,
      "ï": 234,
      "ð": 235,
      "ñ": 236,
      "ò": 237,
      "ó": 238,
      "ô": 239,
      "õ": 240,
      "ö": 241,
      "÷": 242,
      "ø": 243,
      "ù": 244,
      "ú": 245,
      "û": 246,
      "ü": 247,
      "ý": 248,
      "þ": 249,
      "ÿ": 250,
      "Ā": 251,
      "ā": 252,
      "Ă": 253,
      "ă": 254,
      "Ą": 255,
      "ą": 256,
      "Ć": 257,
      "ć": 258,
      "Ĉ": 259,
      "ĉ": 260,
      "ċ": 261,
      "Č": 262,
      "č": 263,
      "Ď": 264,
      "ď": 265,
      "Đ": 266,
      "đ": 267,
      "Ē": 268,
      "ē": 269,
      "ĕ": 270,
      "ė": 271,
      "Ę": 272,
      "ę": 273,
      "Ě": 274,
      "ě": 275,
      "Ĝ": 276,
      "ĝ": 277,
      "Ğ": 278,
      "ğ": 279,
      "Ġ": 280,
      "ġ": 281,
      "ģ": 282,
      "Ĥ": 283,
      "ĥ": 284,
      "ħ": 285,
      "ĩ": 286,
      "Ī": 287,
      "ī": 288,
      "ĭ": 289,
      "Į": 290,
      "į": 291,
      "İ": 292,
      "ı": 293,
      "ĵ": 294,
      "ķ": 295,
      "Ĺ": 296,
      "ĺ": 297,
      "Ļ": 298,
      "ļ": 299,
      "Ľ": 300,
      "ľ": 301,
      "Ł": 302,
      "ł": 303,
      "Ń": 304,
      "ń": 305,
      "ņ": 306,
      "Ň": 307,
      "ň": 308,
      "ŉ": 309,
      "Ŋ": 310,
      "ŋ": 311,
      "Ō": 312,
      "ō": 313,
      "ŏ": 314,
      "Ő": 315,
      "ő": 316,
      "Œ": 317,
      "œ": 318,
      "Ŕ": 319,
      "ŕ": 320,
      "Ř": 321,
      "ř": 322,
      "Ś": 323,
      "ś": 324,
      "ŝ": 325,
      "Ş": 326,
      "ş": 327,
      "Š": 328,
      "š": 329,
      "Ţ": 330,
      "ţ": 331,
      "Ť": 332,
      "ť": 333,
      "Ŧ": 334,
      "ũ": 335,
      "Ū": 336,
      "ū": 337,
      "Ŭ": 338,
      "ŭ": 339,
      "Ů": 340,
      "ů": 341,
      "Ű": 342,
      "ű": 343,
      "ų": 344,
      "ŵ": 345,
      "ŷ": 346,
      "Ÿ": 347,
      "Ź": 348,
      "ź": 349,
      "Ż": 350,
      "ż": 351,
      "Ž": 352,
      "ž": 353,
      "ƀ": 354,
      "Ɓ": 355,
      "Ƃ": 356,
      "Ɔ": 357,
      "ƒ": 358,
      "Ɠ": 359,
      "ƚ": 360,
      "Ơ": 361,
      "ơ": 362,
      "Ƨ": 363,
      "ƨ": 364,
      "Ư": 365,
      "ư": 366,
      "Ʋ": 367,
      "ǂ": 368,
      "ǎ": 369,
      "ǐ": 370,
      "ǒ": 371,
      "ǔ": 372,
      "ǘ": 373,
      "ǝ": 374,
      "Ǣ": 375,
      "ǣ": 376,
      "Ǩ": 377,
      "ǵ": 378,
      "ǽ": 379,
      "ȁ": 380,
      "Ȃ": 381,
      "ȇ": 382,
      "Ș": 383,
      "ș": 384,
      "Ț": 385,
      "ț": 386,
      "Ƞ": 387,
      "Ȣ": 388,
      "Ȩ": 389,
      "ȩ": 390,
      "Ȭ": 391,
      "ɂ": 392,
      "Ʉ": 393,
      "ɐ": 394,
      "ɑ": 395,
      "ɒ": 396,
      "ɔ": 397,
      "ɕ": 398,
      "ɖ": 399,
      "ɘ": 400,
      "ə": 401,
      "ɚ": 402,
      "ɛ": 403,
      "ɜ": 404,
      "ɞ": 405,
      "ɡ": 406,
      "ɢ": 407,
      "ɣ": 408,
      "ɥ": 409,
      "ɦ": 410,
      "ɨ": 411,
      "ɪ": 412,
      "ɬ": 413,
      "ɭ": 414,
      "ɯ": 415,
      "ɳ": 416,
      "ɵ": 417,
      "ɶ": 418,
      "ɻ": 419,
      "ɾ": 420,
      "ʀ": 421,
      "ʁ": 422,
      "ʃ": 423,
      "ʇ": 424,
      "ʊ": 425,
      "ʋ": 426,
      "ʌ": 427,
      "ʏ": 428,
      "ʒ": 429,
      "ʓ": 430,
      "ʔ": 431,
      "ʕ": 432,
      "ʖ": 433,
      "ʝ": 434,
      "ʠ": 435,
      "ʦ": 436,
      "ʧ": 437,
      "ʰ": 438,
      "ʲ": 439,
      "ʳ": 440,
      "ʷ": 441,
      "ʸ": 442,
      "ʹ": 443,
      "ʺ": 444,
      "ʼ": 445,
      "ʿ": 446,
      "ˁ": 447,
      "˄": 448,
      "˅": 449,
      "ˆ": 450,
      "ˇ": 451,
      "ˈ": 452,
      "ˉ": 453,
      "ˋ": 454,
      "ˌ": 455,
      "ː": 456,
      "˘": 457,
      "˙": 458,
      "˚": 459,
      "˛": 460,
      "˜": 461,
      "˝": 462,
      "˞": 463,
      "ˡ": 464,
      "ˢ": 465,
      "ˣ": 466,
      "˧": 467,
      "˨": 468,
      "˩": 469,
      "˹": 470,
      "˺": 471,
      "̀": 472,
      "́": 473,
      "̂": 474,
      "̃": 475,
      "̄": 476,
      "̅": 477,
      "̆": 478,
      "̇": 479,
      "̈": 480,
      "̉": 481,
      "̊": 482,
      "̋": 483,
      "̌": 484,
      "̍": 485,
      "̎": 486,
      "̏": 487,
      "̐": 488,
      "̑": 489,
      "̒": 490,
      "̓": 491,
      "̔": 492,
      "̕": 493,
      "̖": 494,
      "̗": 495,
      "̘": 496,
      "̙": 497,
      "̚": 498,
      "̛": 499,
      "̜": 500,
      "̝": 501,
      "̞": 502,
      "̟": 503,
      "̠": 504,
      "̡": 505,
      "̢": 506,
      "̣": 507,
      "̤": 508,
      "̥": 509,
      "̦": 510,
      "̧": 511,
      "̨": 512,
      "̩": 513,
      "̪": 514,
      "̫": 515,
      "̬": 516,
      "̭": 517,
      "̮": 518,
      "̯": 519,
      "̱": 520,
      "̲": 521,
      "̳": 522,
      "̴": 523,
      "̵": 524,
      "̶": 525,
      "̷": 526,
      "̸": 527,
      "̹": 528,
      "̺": 529,
      "̻": 530,
      "̼": 531,
      "̽": 532,
      "̾": 533,
      "̿": 534,
      "̀": 535,
      "́": 536,
      "͂": 537,
      "̓": 538,
      "̈́": 539,
      "ͅ": 540,
      "͆": 541,
      "͇": 542,
      "͈": 543,
      "͉": 544,
      "͊": 545,
      "͋": 546,
      "͌": 547,
      "͍": 548,
      "͎": 549,
      "͐": 550,
      "͑": 551,
      "͒": 552,
      "͓": 553,
      "͔": 554,
      "͕": 555,
      "͖": 556,
      "͗": 557,
      "͘": 558,
      "͙": 559,
      "͚": 560,
      "͛": 561,
      "͜": 562,
      "͝": 563,
      "͟": 564,
      "͠": 565,
      "͡": 566,
      "Ͷ": 567,
      ";": 568,
      "΄": 569,
      "Ά": 570,
      "·": 571,
      "Έ": 572,
      "Ή": 573,
      "Ί": 574,
      "Ό": 575,
      "ΐ": 576,
      "Α": 577,
      "Β": 578,
      "Γ": 579,
      "Δ": 580,
      "Ε": 581,
      "Ζ": 582,
      "Η": 583,
      "Θ": 584,
      "Ι": 585,
      "Κ": 586,
      "Λ": 587,
      "Μ": 588,
      "Ν": 589,
      "Ξ": 590,
      "Ο": 591,
      "Π": 592,
      "Ρ": 593,
      "Σ": 594,
      "Τ": 595,
      "Υ": 596,
      "Φ": 597,
      "Χ": 598,
      "Ψ": 599,
      "Ω": 600,
      "Ϋ": 601,
      "ά": 602,
      "έ": 603,
      "ή": 604,
      "ί": 605,
      "α": 606,
      "β": 607,
      "γ": 608,
      "δ": 609,
      "ε": 610,
      "ζ": 611,
      "η": 612,
      "θ": 613,
      "ι": 614,
      "κ": 615,
      "λ": 616,
      "μ": 617,
      "ν": 618,
      "ξ": 619,
      "ο": 620,
      "π": 621,
      "ρ": 622,
      "ς": 623,
      "σ": 624,
      "τ": 625,
      "υ": 626,
      "φ": 627,
      "χ": 628,
      "ψ": 629,
      "ω": 630,
      "ϊ": 631,
      "ϋ": 632,
      "ό": 633,
      "ύ": 634,
      "ώ": 635,
      "ϕ": 636,
      "Ϟ": 637,
      "ϣ": 638,
      "ϰ": 639,
      "ϲ": 640,
      "ϴ": 641,
      "ϵ": 642,
      "Ϸ": 643,
      "ϸ": 644,
      "Ё": 645,
      "Ђ": 646,
      "Є": 647,
      "Ѕ": 648,
      "І": 649,
      "Ї": 650,
      "Ј": 651,
      "Њ": 652,
      "Ћ": 653,
      "Ќ": 654,
      "Ў": 655,
      "Џ": 656,
      "А": 657,
      "Б": 658,
      "В": 659,
      "Г": 660,
      "Д": 661,
      "Е": 662,
      "Ж": 663,
      "З": 664,
      "И": 665,
      "Й": 666,
      "К": 667,
      "Л": 668,
      "М": 669,
      "Н": 670,
      "О": 671,
      "П": 672,
      "Р": 673,
      "С": 674,
      "Т": 675,
      "У": 676,
      "Ф": 677,
      "Х": 678,
      "Ц": 679,
      "Ч": 680,
      "Ш": 681,
      "Щ": 682,
      "Ъ": 683,
      "Ы": 684,
      "Ь": 685,
      "Э": 686,
      "Ю": 687,
      "Я": 688,
      "а": 689,
      "б": 690,
      "в": 691,
      "г": 692,
      "д": 693,
      "е": 694,
      "ж": 695,
      "з": 696,
      "и": 697,
      "й": 698,
      "к": 699,
      "л": 700,
      "м": 701,
      "н": 702,
      "о": 703,
      "п": 704,
      "р": 705,
      "с": 706,
      "т": 707,
      "у": 708,
      "ф": 709,
      "х": 710,
      "ц": 711,
      "ч": 712,
      "ш": 713,
      "щ": 714,
      "ъ": 715,
      "ы": 716,
      "ь": 717,
      "э": 718,
      "ю": 719,
      "я": 720,
      "ѐ": 721,
      "ё": 722,
      "ђ": 723,
      "ѓ": 724,
      "є": 725,
      "ѕ": 726,
      "і": 727,
      "ї": 728,
      "ј": 729,
      "љ": 730,
      "њ": 731,
      "ћ": 732,
      "ќ": 733,
      "ѝ": 734,
      "ў": 735,
      "џ": 736,
      "Ѡ": 737,
      "ѡ": 738,
      "Ѣ": 739,
      "ѣ": 740,
      "Ѥ": 741,
      "ѥ": 742,
      "Ѧ": 743,
      "ѧ": 744,
      "Ѩ": 745,
      "ѩ": 746,
      "Ѫ": 747,
      "ѫ": 748,
      "Ѭ": 749,
      "ѭ": 750,
      "Ѯ": 751,
      "ѯ": 752,
      "Ѱ": 753,
      "ѱ": 754,
      "Ѳ": 755,
      "ѳ": 756,
      "Ѵ": 757,
      "ѵ": 758,
      "Ѹ": 759,
      "Ѿ": 760,
      "ѿ": 761,
      "Ҁ": 762,
      "ҁ": 763,
      "҂": 764,
      "҆": 765,
      "҇": 766,
      "Ґ": 767,
      "ґ": 768,
      "Ғ": 769,
      "ғ": 770,
      "Қ": 771,
      "қ": 772,
      "ң": 773,
      "ү": 774,
      "ұ": 775,
      "ҳ": 776,
      "ҷ": 777,
      "Ӏ": 778,
      "Ӆ": 779,
      "ӏ": 780,
      "ә": 781,
      "ө": 782,
      "Ӻ": 783,
      "ԃ": 784,
      "ԅ": 785,
      "ԏ": 786,
      "ԛ": 787,
      "ԝ": 788,
      "Բ": 789,
      "Դ": 790,
      "Հ": 791,
      "Մ": 792,
      "Ո": 793,
      "Ջ": 794,
      "Ս": 795,
      "Տ": 796,
      "Ք": 797,
      "՜": 798,
      "՝": 799,
      "՞": 800,
      "ա": 801,
      "բ": 802,
      "գ": 803,
      "դ": 804,
      "ե": 805,
      "զ": 806,
      "է": 807,
      "ը": 808,
      "թ": 809,
      "ի": 810,
      "լ": 811,
      "ծ": 812,
      "կ": 813,
      "հ": 814,
      "ձ": 815,
      "ղ": 816,
      "ճ": 817,
      "մ": 818,
      "յ": 819,
      "ն": 820,
      "շ": 821,
      "ո": 822,
      "չ": 823,
      "պ": 824,
      "ջ": 825,
      "ռ": 826,
      "ս": 827,
      "վ": 828,
      "տ": 829,
      "ր": 830,
      "ց": 831,
      "ւ": 832,
      "ք": 833,
      "և": 834,
      "։": 835,
      "֍": 836,
      "֑": 837,
      "֒": 838,
      "֔": 839,
      "֖": 840,
      "֗": 841,
      "֘": 842,
      "֙": 843,
      "֚": 844,
      "֛": 845,
      "֜": 846,
      "֞": 847,
      "֡": 848,
      "֣": 849,
      "֤": 850,
      "֥": 851,
      "֦": 852,
      "֧": 853,
      "֨": 854,
      "֩": 855,
      "֬": 856,
      "ְ": 857,
      "ֱ": 858,
      "ֲ": 859,
      "ִ": 860,
      "ֵ": 861,
      "ֶ": 862,
      "ַ": 863,
      "ָ": 864,
      "ֹ": 865,
      "ֻ": 866,
      "ּ": 867,
      "ֽ": 868,
      "־": 869,
      "׀": 870,
      "ׁ": 871,
      "ׂ": 872,
      "א": 873,
      "ב": 874,
      "ג": 875,
      "ד": 876,
      "ה": 877,
      "ו": 878,
      "ז": 879,
      "ח": 880,
      "ט": 881,
      "י": 882,
      "ך": 883,
      "כ": 884,
      "ל": 885,
      "ם": 886,
      "מ": 887,
      "ן": 888,
      "נ": 889,
      "ס": 890,
      "ע": 891,
      "ף": 892,
      "פ": 893,
      "ץ": 894,
      "צ": 895,
      "ק": 896,
      "ר": 897,
      "ש": 898,
      "ת": 899,
      "׫": 900,
      "׳": 901,
      "״": 902,
      "،": 903,
      "؛": 904,
      "؟": 905,
      "ء": 906,
      "آ": 907,
      "أ": 908,
      "ؤ": 909,
      "إ": 910,
      "ئ": 911,
      "ا": 912,
      "ب": 913,
      "ة": 914,
      "ت": 915,
      "ث": 916,
      "ج": 917,
      "ح": 918,
      "خ": 919,
      "د": 920,
      "ذ": 921,
      "ر": 922,
      "ز": 923,
      "س": 924,
      "ش": 925,
      "ص": 926,
      "ض": 927,
      "ط": 928,
      "ظ": 929,
      "ع": 930,
      "غ": 931,
      "ـ": 932,
      "ف": 933,
      "ق": 934,
      "ك": 935,
      "ل": 936,
      "م": 937,
      "ن": 938,
      "ه": 939,
      "و": 940,
      "ى": 941,
      "ي": 942,
      "ً": 943,
      "ٌ": 944,
      "ٍ": 945,
      "َ": 946,
      "ُ": 947,
      "ِ": 948,
      "ّ": 949,
      "ْ": 950,
      "ٓ": 951,
      "ٔ": 952,
      "٠": 953,
      "١": 954,
      "٢": 955,
      "٣": 956,
      "٤": 957,
      "٥": 958,
      "٦": 959,
      "٨": 960,
      "٩": 961,
      "٪": 962,
      "٬": 963,
      "ٰ": 964,
      "ٱ": 965,
      "ٹ": 966,
      "ٺ": 967,
      "ٻ": 968,
      "ټ": 969,
      "پ": 970,
      "ٿ": 971,
      "چ": 972,
      "ڈ": 973,
      "ڑ": 974,
      "ژ": 975,
      "ک": 976,
      "ڪ": 977,
      "ڭ": 978,
      "گ": 979,
      "ڵ": 980,
      "ڶ": 981,
      "ں": 982,
      "ھ": 983,
      "ہ": 984,
      "ۅ": 985,
      "ۆ": 986,
      "ۇ": 987,
      "ۈ": 988,
      "ی": 989,
      "ې": 990,
      "ے": 991,
      "۔": 992,
      "ە": 993,
      "ۗ": 994,
      "۞": 995,
      "۟": 996,
      "ۡ": 997,
      "ۢ": 998,
      "ۤ": 999,
      "ۥ": 1000,
      "ۦ": 1001,
      "۩": 1002,
      "ۭ": 1003,
      "۰": 1004,
      "۱": 1005,
      "۲": 1006,
      "۳": 1007,
      "۴": 1008,
      "۵": 1009,
      "۶": 1010,
      "۷": 1011,
      "۸": 1012,
      "۹": 1013,
      "ۻ": 1014,
      "܁": 1015,
      "܂": 1016,
      "ܐ": 1017,
      "ܒ": 1018,
      "ܘ": 1019,
      "ܝ": 1020,
      "ܠ": 1021,
      "ܡ": 1022,
      "ܢ": 1023,
      "ܦ": 1024,
      "ܬ": 1025,
      "ܷ": 1026,
      "݊": 1027,
      "ݕ": 1028,
      "ݜ": 1029,
      "ݢ": 1030,
      "ݮ": 1031,
      "ݶ": 1032,
      "ހ": 1033,
      "ރ": 1034,
      "ކ": 1035,
      "އ": 1036,
      "ވ": 1037,
      "މ": 1038,
      "ދ": 1039,
      "ލ": 1040,
      "ސ": 1041,
      "ޓ": 1042,
      "ޔ": 1043,
      "ޖ": 1044,
      "ޙ": 1045,
      "ޚ": 1046,
      "ޞ": 1047,
      "ަ": 1048,
      "ާ": 1049,
      "ި": 1050,
      "ު": 1051,
      "ެ": 1052,
      "ޭ": 1053,
      "ޮ": 1054,
      "ޯ": 1055,
      "ް": 1056,
      "޲": 1057,
      "߂": 1058,
      "ߒ": 1059,
      "ߪ": 1060,
      "ँ": 1061,
      "ं": 1062,
      "ः": 1063,
      "अ": 1064,
      "आ": 1065,
      "इ": 1066,
      "ई": 1067,
      "उ": 1068,
      "ऊ": 1069,
      "ऋ": 1070,
      "ऍ": 1071,
      "ए": 1072,
      "ऐ": 1073,
      "ओ": 1074,
      "औ": 1075,
      "क": 1076,
      "ख": 1077,
      "ग": 1078,
      "घ": 1079,
      "ङ": 1080,
      "च": 1081,
      "छ": 1082,
      "ज": 1083,
      "झ": 1084,
      "ञ": 1085,
      "ट": 1086,
      "ठ": 1087,
      "ड": 1088,
      "ढ": 1089,
      "ण": 1090,
      "त": 1091,
      "थ": 1092,
      "द": 1093,
      "ध": 1094,
      "न": 1095,
      "प": 1096,
      "फ": 1097,
      "ब": 1098,
      "भ": 1099,
      "म": 1100,
      "य": 1101,
      "र": 1102,
      "ऱ": 1103,
      "ल": 1104,
      "ळ": 1105,
      "व": 1106,
      "श": 1107,
      "ष": 1108,
      "स": 1109,
      "ह": 1110,
      "़": 1111,
      "ऽ": 1112,
      "ा": 1113,
      "ि": 1114,
      "ी": 1115,
      "ु": 1116,
      "ू": 1117,
      "ृ": 1118,
      "ॅ": 1119,
      "ॆ": 1120,
      "े": 1121,
      "ै": 1122,
      "ॉ": 1123,
      "ॊ": 1124,
      "ो": 1125,
      "ौ": 1126,
      "्": 1127,
      "ॐ": 1128,
      "ख़": 1129,
      "ज़": 1130,
      "ड़": 1131,
      "ढ़": 1132,
      "फ़": 1133,
      "।": 1134,
      "॥": 1135,
      "०": 1136,
      "१": 1137,
      "२": 1138,
      "३": 1139,
      "४": 1140,
      "५": 1141,
      "६": 1142,
      "७": 1143,
      "८": 1144,
      "९": 1145,
      "ঁ": 1146,
      "ং": 1147,
      "ঃ": 1148,
      "অ": 1149,
      "আ": 1150,
      "ই": 1151,
      "ঈ": 1152,
      "উ": 1153,
      "এ": 1154,
      "ঐ": 1155,
      "ও": 1156,
      "ঔ": 1157,
      "ক": 1158,
      "খ": 1159,
      "গ": 1160,
      "ঘ": 1161,
      "ঙ": 1162,
      "চ": 1163,
      "ছ": 1164,
      "জ": 1165,
      "ঝ": 1166,
      "ঞ": 1167,
      "ট": 1168,
      "ঠ": 1169,
      "ড": 1170,
      "ঢ": 1171,
      "ণ": 1172,
      "ত": 1173,
      "থ": 1174,
      "দ": 1175,
      "ধ": 1176,
      "ন": 1177,
      "প": 1178,
      "ফ": 1179,
      "ব": 1180,
      "ভ": 1181,
      "ম": 1182,
      "য": 1183,
      "র": 1184,
      "ল": 1185,
      "শ": 1186,
      "ষ": 1187,
      "স": 1188,
      "হ": 1189,
      "়": 1190,
      "া": 1191,
      "ি": 1192,
      "ী": 1193,
      "ু": 1194,
      "ূ": 1195,
      "ৃ": 1196,
      "ে": 1197,
      "ৈ": 1198,
      "ো": 1199,
      "ৌ": 1200,
      "্": 1201,
      "ৎ": 1202,
      "ড়": 1203,
      "য়": 1204,
      "০": 1205,
      "১": 1206,
      "২": 1207,
      "৪": 1208,
      "৫": 1209,
      "৬": 1210,
      "৭": 1211,
      "৯": 1212,
      "৷": 1213,
      "ਂ": 1214,
      "ਅ": 1215,
      "ਆ": 1216,
      "ਇ": 1217,
      "ਈ": 1218,
      "ਉ": 1219,
      "ਊ": 1220,
      "ਏ": 1221,
      "ਐ": 1222,
      "ਕ": 1223,
      "ਖ": 1224,
      "ਗ": 1225,
      "ਘ": 1226,
      "ਚ": 1227,
      "ਛ": 1228,
      "ਜ": 1229,
      "ਝ": 1230,
      "ਟ": 1231,
      "ਡ": 1232,
      "ਢ": 1233,
      "ਣ": 1234,
      "ਤ": 1235,
      "ਥ": 1236,
      "ਦ": 1237,
      "ਧ": 1238,
      "ਨ": 1239,
      "ਪ": 1240,
      "ਫ": 1241,
      "ਬ": 1242,
      "ਭ": 1243,
      "ਮ": 1244,
      "ਯ": 1245,
      "ਰ": 1246,
      "ਲ": 1247,
      "ਵ": 1248,
      "ਸ": 1249,
      "ਹ": 1250,
      "਼": 1251,
      "ਾ": 1252,
      "ਿ": 1253,
      "ੀ": 1254,
      "ੁ": 1255,
      "ੂ": 1256,
      "ੇ": 1257,
      "ੈ": 1258,
      "ੋ": 1259,
      "ੌ": 1260,
      "੍": 1261,
      "ੜ": 1262,
      "ੰ": 1263,
      "ੱ": 1264,
      "ં": 1265,
      "અ": 1266,
      "ક": 1267,
      "ગ": 1268,
      "છ": 1269,
      "જ": 1270,
      "ટ": 1271,
      "ડ": 1272,
      "ન": 1273,
      "બ": 1274,
      "ભ": 1275,
      "મ": 1276,
      "ય": 1277,
      "ર": 1278,
      "લ": 1279,
      "વ": 1280,
      "સ": 1281,
      "હ": 1282,
      "ા": 1283,
      "િ": 1284,
      "ી": 1285,
      "ુ": 1286,
      "ૂ": 1287,
      "ે": 1288,
      "ો": 1289,
      "્": 1290,
      "ଅ": 1291,
      "କ": 1292,
      "ଖ": 1293,
      "ଛ": 1294,
      "ଣ": 1295,
      "ତ": 1296,
      "ଦ": 1297,
      "ନ": 1298,
      "ବ": 1299,
      "ଭ": 1300,
      "ମ": 1301,
      "ଯ": 1302,
      "ର": 1303,
      "ଲ": 1304,
      "ଶ": 1305,
      "ହ": 1306,
      "ା": 1307,
      "ି": 1308,
      "ୀ": 1309,
      "ୁ": 1310,
      "େ": 1311,
      "୍": 1312,
      "ୟ": 1313,
      "ୱ": 1314,
      "ஂ": 1315,
      "ஃ": 1316,
      "அ": 1317,
      "ஆ": 1318,
      "இ": 1319,
      "உ": 1320,
      "எ": 1321,
      "ஒ": 1322,
      "க": 1323,
      "ங": 1324,
      "ச": 1325,
      "ஜ": 1326,
      "ட": 1327,
      "ண": 1328,
      "த": 1329,
      "ந": 1330,
      "ன": 1331,
      "ப": 1332,
      "ம": 1333,
      "ய": 1334,
      "ர": 1335,
      "ற": 1336,
      "ல": 1337,
      "ள": 1338,
      "ழ": 1339,
      "வ": 1340,
      "ா": 1341,
      "ி": 1342,
      "ீ": 1343,
      "ு": 1344,
      "ூ": 1345,
      "ெ": 1346,
      "ே": 1347,
      "ை": 1348,
      "ொ": 1349,
      "ோ": 1350,
      "்": 1351,
      "ం": 1352,
      "అ": 1353,
      "ఇ": 1354,
      "ఉ": 1355,
      "ఒ": 1356,
      "క": 1357,
      "గ": 1358,
      "చ": 1359,
      "ట": 1360,
      "డ": 1361,
      "త": 1362,
      "థ": 1363,
      "ద": 1364,
      "ధ": 1365,
      "న": 1366,
      "ప": 1367,
      "బ": 1368,
      "మ": 1369,
      "య": 1370,
      "ర": 1371,
      "ల": 1372,
      "వ": 1373,
      "స": 1374,
      "ా": 1375,
      "ి": 1376,
      "ు": 1377,
      "ూ": 1378,
      "ె": 1379,
      "ే": 1380,
      "ో": 1381,
      "్": 1382,
      "ಂ": 1383,
      "ಅ": 1384,
      "ಆ": 1385,
      "ಇ": 1386,
      "ಈ": 1387,
      "ಉ": 1388,
      "ಎ": 1389,
      "ಓ": 1390,
      "ಕ": 1391,
      "ಖ": 1392,
      "ಗ": 1393,
      "ಘ": 1394,
      "ಚ": 1395,
      "ಜ": 1396,
      "ಟ": 1397,
      "ಠ": 1398,
      "ಡ": 1399,
      "ಣ": 1400,
      "ತ": 1401,
      "ದ": 1402,
      "ಧ": 1403,
      "ನ": 1404,
      "ಪ": 1405,
      "ಬ": 1406,
      "ಮ": 1407,
      "ಯ": 1408,
      "ರ": 1409,
      "ಲ": 1410,
      "ಳ": 1411,
      "ವ": 1412,
      "ಶ": 1413,
      "ಷ": 1414,
      "ಸ": 1415,
      "ಹ": 1416,
      "ಾ": 1417,
      "ಿ": 1418,
      "ೀ": 1419,
      "ು": 1420,
      "ೂ": 1421,
      "ೃ": 1422,
      "ೆ": 1423,
      "ೇ": 1424,
      "ೊ": 1425,
      "ೋ": 1426,
      "್": 1427,
      "ം": 1428,
      "അ": 1429,
      "ആ": 1430,
      "ഇ": 1431,
      "എ": 1432,
      "ക": 1433,
      "ഗ": 1434,
      "ങ": 1435,
      "ച": 1436,
      "ട": 1437,
      "ണ": 1438,
      "ത": 1439,
      "ന": 1440,
      "പ": 1441,
      "മ": 1442,
      "യ": 1443,
      "ര": 1444,
      "റ": 1445,
      "ല": 1446,
      "ള": 1447,
      "വ": 1448,
      "ശ": 1449,
      "ഷ": 1450,
      "സ": 1451,
      "ഹ": 1452,
      "ാ": 1453,
      "ി": 1454,
      "ു": 1455,
      "െ": 1456,
      "േ": 1457,
      "ൊ": 1458,
      "ോ": 1459,
      "്": 1460,
      "ൻ": 1461,
      "ൽ": 1462,
      "ං": 1463,
      "අ": 1464,
      "ඇ": 1465,
      "ඉ": 1466,
      "ඊ": 1467,
      "ඒ": 1468,
      "ඔ": 1469,
      "ක": 1470,
      "ග": 1471,
      "ච": 1472,
      "ජ": 1473,
      "ට": 1474,
      "ත": 1475,
      "ද": 1476,
      "න": 1477,
      "ඳ": 1478,
      "ප": 1479,
      "බ": 1480,
      "භ": 1481,
      "ම": 1482,
      "ය": 1483,
      "ර": 1484,
      "ල": 1485,
      "ව": 1486,
      "ශ": 1487,
      "ස": 1488,
      "හ": 1489,
      "ළ": 1490,
      "්": 1491,
      "ා": 1492,
      "ැ": 1493,
      "ෑ": 1494,
      "ි": 1495,
      "ී": 1496,
      "ු": 1497,
      "ෘ": 1498,
      "ෙ": 1499,
      "ේ": 1500,
      "ො": 1501,
      "ෝ": 1502,
      "ෞ": 1503,
      "ก": 1504,
      "ข": 1505,
      "ค": 1506,
      "ฅ": 1507,
      "ฆ": 1508,
      "ง": 1509,
      "จ": 1510,
      "ฉ": 1511,
      "ช": 1512,
      "ซ": 1513,
      "ญ": 1514,
      "ฎ": 1515,
      "ฏ": 1516,
      "ฐ": 1517,
      "ฑ": 1518,
      "ฒ": 1519,
      "ณ": 1520,
      "ด": 1521,
      "ต": 1522,
      "ถ": 1523,
      "ท": 1524,
      "ธ": 1525,
      "น": 1526,
      "บ": 1527,
      "ป": 1528,
      "ผ": 1529,
      "ฝ": 1530,
      "พ": 1531,
      "ฟ": 1532,
      "ภ": 1533,
      "ม": 1534,
      "ย": 1535,
      "ร": 1536,
      "ฤ": 1537,
      "ล": 1538,
      "ฦ": 1539,
      "ว": 1540,
      "ศ": 1541,
      "ษ": 1542,
      "ส": 1543,
      "ห": 1544,
      "ฬ": 1545,
      "อ": 1546,
      "ฮ": 1547,
      "ฯ": 1548,
      "ะ": 1549,
      "ั": 1550,
      "า": 1551,
      "ำ": 1552,
      "ิ": 1553,
      "ี": 1554,
      "ึ": 1555,
      "ื": 1556,
      "ุ": 1557,
      "ู": 1558,
      "฿": 1559,
      "เ": 1560,
      "แ": 1561,
      "โ": 1562,
      "ใ": 1563,
      "ไ": 1564,
      "ๆ": 1565,
      "็": 1566,
      "่": 1567,
      "้": 1568,
      "๊": 1569,
      "๋": 1570,
      "์": 1571,
      "๏": 1572,
      "๑": 1573,
      "ກ": 1574,
      "ຂ": 1575,
      "ຄ": 1576,
      "ງ": 1577,
      "ຈ": 1578,
      "ຊ": 1579,
      "ຍ": 1580,
      "ດ": 1581,
      "ທ": 1582,
      "ນ": 1583,
      "ບ": 1584,
      "ປ": 1585,
      "ຜ": 1586,
      "ພ": 1587,
      "ມ": 1588,
      "ລ": 1589,
      "ວ": 1590,
      "ສ": 1591,
      "ຫ": 1592,
      "ອ": 1593,
      "ຮ": 1594,
      "ະ": 1595,
      "ັ": 1596,
      "າ": 1597,
      "ີ": 1598,
      "ຶ": 1599,
      "ື": 1600,
      "ູ": 1601,
      "ົ": 1602,
      "ຽ": 1603,
      "ເ": 1604,
      "ແ": 1605,
      "ໃ": 1606,
      "ໄ": 1607,
      "່": 1608,
      "້": 1609,
      "ໍ": 1610,
      "ໝ": 1611,
      "་": 1612,
      "།": 1613,
      "༼": 1614,
      "༽": 1615,
      "ཁ": 1616,
      "ག": 1617,
      "ང": 1618,
      "ཅ": 1619,
      "ཆ": 1620,
      "ཇ": 1621,
      "ཉ": 1622,
      "ཐ": 1623,
      "ད": 1624,
      "ན": 1625,
      "པ": 1626,
      "ཕ": 1627,
      "བ": 1628,
      "མ": 1629,
      "ཝ": 1630,
      "འ": 1631,
      "ར": 1632,
      "ལ": 1633,
      "ཤ": 1634,
      "ས": 1635,
      "ཨ": 1636,
      "ི": 1637,
      "ུ": 1638,
      "ེ": 1639,
      "ོ": 1640,
      "ྒ": 1641,
      "ྟ": 1642,
      "ྱ": 1643,
      "ྲ": 1644,
      "ྷ": 1645,
      "က": 1646,
      "ခ": 1647,
      "င": 1648,
      "စ": 1649,
      "ည": 1650,
      "တ": 1651,
      "န": 1652,
      "ပ": 1653,
      "မ": 1654,
      "ယ": 1655,
      "ရ": 1656,
      "လ": 1657,
      "သ": 1658,
      "ာ": 1659,
      "ိ": 1660,
      "ီ": 1661,
      "ု": 1662,
      "ေ": 1663,
      "ံ": 1664,
      "း": 1665,
      "်": 1666,
      "ျ": 1667,
      "ြ": 1668,
      "Ⴀ": 1669,
      "Ⴆ": 1670,
      "Ⴎ": 1671,
      "ა": 1672,
      "ბ": 1673,
      "გ": 1674,
      "დ": 1675,
      "ე": 1676,
      "ვ": 1677,
      "ზ": 1678,
      "თ": 1679,
      "ი": 1680,
      "კ": 1681,
      "ლ": 1682,
      "მ": 1683,
      "ნ": 1684,
      "ო": 1685,
      "პ": 1686,
      "რ": 1687,
      "ს": 1688,
      "ტ": 1689,
      "უ": 1690,
      "ფ": 1691,
      "ქ": 1692,
      "ღ": 1693,
      "შ": 1694,
      "ჩ": 1695,
      "ც": 1696,
      "ძ": 1697,
      "წ": 1698,
      "ჯ": 1699,
      "ᄀ": 1700,
      "ᄂ": 1701,
      "ᄃ": 1702,
      "ᄅ": 1703,
      "ᄆ": 1704,
      "ᄇ": 1705,
      "ᄉ": 1706,
      "ᄊ": 1707,
      "ᄋ": 1708,
      "ᄌ": 1709,
      "ᄐ": 1710,
      "ᄒ": 1711,
      "ᅡ": 1712,
      "ᅥ": 1713,
      "ᅦ": 1714,
      "ᅧ": 1715,
      "ᅩ": 1716,
      "ᅮ": 1717,
      "ᅲ": 1718,
      "ᅳ": 1719,
      "ᅴ": 1720,
      "ᅵ": 1721,
      "ᆨ": 1722,
      "ᆫ": 1723,
      "ᆯ": 1724,
      "ᆷ": 1725,
      "ᆸ": 1726,
      "ᆼ": 1727,
      "ᇀ": 1728,
      "ሀ": 1729,
      "ሁ": 1730,
      "ሃ": 1731,
      "ህ": 1732,
      "ሆ": 1733,
      "ለ": 1734,
      "ሉ": 1735,
      "ሊ": 1736,
      "ላ": 1737,
      "ሌ": 1738,
      "ል": 1739,
      "ሎ": 1740,
      "ሐ": 1741,
      "ሔ": 1742,
      "ሕ": 1743,
      "መ": 1744,
      "ሙ": 1745,
      "ሚ": 1746,
      "ማ": 1747,
      "ሜ": 1748,
      "ም": 1749,
      "ሞ": 1750,
      "ሠ": 1751,
      "ሣ": 1752,
      "ሥ": 1753,
      "ረ": 1754,
      "ሩ": 1755,
      "ሪ": 1756,
      "ራ": 1757,
      "ሬ": 1758,
      "ር": 1759,
      "ሮ": 1760,
      "ሰ": 1761,
      "ሱ": 1762,
      "ሲ": 1763,
      "ሳ": 1764,
      "ስ": 1765,
      "ሶ": 1766,
      "ሽ": 1767,
      "ሾ": 1768,
      "ቀ": 1769,
      "ቁ": 1770,
      "ቂ": 1771,
      "ቃ": 1772,
      "ቅ": 1773,
      "ቆ": 1774,
      "በ": 1775,
      "ቡ": 1776,
      "ቢ": 1777,
      "ባ": 1778,
      "ቤ": 1779,
      "ብ": 1780,
      "ቦ": 1781,
      "ተ": 1782,
      "ቱ": 1783,
      "ቲ": 1784,
      "ታ": 1785,
      "ቴ": 1786,
      "ት": 1787,
      "ቶ": 1788,
      "ቸ": 1789,
      "ቹ": 1790,
      "ቺ": 1791,
      "ች": 1792,
      "ኋ": 1793,
      "ነ": 1794,
      "ኑ": 1795,
      "ና": 1796,
      "ኔ": 1797,
      "ን": 1798,
      "ኖ": 1799,
      "ኘ": 1800,
      "ኛ": 1801,
      "ኝ": 1802,
      "ኞ": 1803,
      "አ": 1804,
      "ኢ": 1805,
      "ኤ": 1806,
      "እ": 1807,
      "ከ": 1808,
      "ኩ": 1809,
      "ኪ": 1810,
      "ካ": 1811,
      "ክ": 1812,
      "ኮ": 1813,
      "ኳ": 1814,
      "ወ": 1815,
      "ዊ": 1816,
      "ዋ": 1817,
      "ው": 1818,
      "ዎ": 1819,
      "ዓ": 1820,
      "ዕ": 1821,
      "ዘ": 1822,
      "ዙ": 1823,
      "ዚ": 1824,
      "ዛ": 1825,
      "ዜ": 1826,
      "ዝ": 1827,
      "ዞ": 1828,
      "የ": 1829,
      "ያ": 1830,
      "ይ": 1831,
      "ዮ": 1832,
      "ደ": 1833,
      "ዱ": 1834,
      "ዲ": 1835,
      "ዳ": 1836,
      "ዴ": 1837,
      "ድ": 1838,
      "ዶ": 1839,
      "ጀ": 1840,
      "ጅ": 1841,
      "ገ": 1842,
      "ጉ": 1843,
      "ጊ": 1844,
      "ጋ": 1845,
      "ጌ": 1846,
      "ግ": 1847,
      "ጠ": 1848,
      "ጡ": 1849,
      "ጣ": 1850,
      "ጥ": 1851,
      "ጨ": 1852,
      "ጭ": 1853,
      "ጵ": 1854,
      "ጻ": 1855,
      "ጽ": 1856,
      "ፁ": 1857,
      "ፃ": 1858,
      "ፈ": 1859,
      "ፉ": 1860,
      "ፋ": 1861,
      "ፌ": 1862,
      "ፍ": 1863,
      "ፎ": 1864,
      "ፕ": 1865,
      "፡": 1866,
      "።": 1867,
      "፣": 1868,
      "፤": 1869,
      "፪": 1870,
      "፲": 1871,
      "Ꭰ": 1872,
      "Ꭱ": 1873,
      "Ꭺ": 1874,
      "Ꭼ": 1875,
      "Ꮇ": 1876,
      "Ꮋ": 1877,
      "Ꮍ": 1878,
      "Ꮖ": 1879,
      "Ꮤ": 1880,
      "Ꮩ": 1881,
      "Ꮮ": 1882,
      "Ꮯ": 1883,
      "Ꮲ": 1884,
      "Ꮶ": 1885,
      "Ᏼ": 1886,
      "ᐛ": 1887,
      "ᓚ": 1888,
      "ᕕ": 1889,
      "ᕗ": 1890,
      "ᕼ": 1891,
      "ᗢ": 1892,
      "ᗩ": 1893,
      "ᘏ": 1894,
      "ក": 1895,
      "ខ": 1896,
      "គ": 1897,
      "ឃ": 1898,
      "ង": 1899,
      "ច": 1900,
      "ជ": 1901,
      "ញ": 1902,
      "ដ": 1903,
      "ណ": 1904,
      "ត": 1905,
      "ថ": 1906,
      "ទ": 1907,
      "ន": 1908,
      "ប": 1909,
      "ព": 1910,
      "ម": 1911,
      "យ": 1912,
      "រ": 1913,
      "ល": 1914,
      "វ": 1915,
      "ស": 1916,
      "ហ": 1917,
      "អ": 1918,
      "ា": 1919,
      "ិ": 1920,
      "ី": 1921,
      "ុ": 1922,
      "ូ": 1923,
      "ួ": 1924,
      "ើ": 1925,
      "េ": 1926,
      "ែ": 1927,
      "ៃ": 1928,
      "ៅ": 1929,
      "ំ": 1930,
      "ះ": 1931,
      "៉": 1932,
      "់": 1933,
      "៍": 1934,
      "៎": 1935,
      "្": 1936,
      "Ა": 1937,
      "ᴀ": 1938,
      "ᴄ": 1939,
      "ᴉ": 1940,
      "ᴍ": 1941,
      "ᴎ": 1942,
      "ᴗ": 1943,
      "ᴛ": 1944,
      "ᴜ": 1945,
      "ᴥ": 1946,
      "ᴨ": 1947,
      "ᴩ": 1948,
      "ᴬ": 1949,
      "ᴱ": 1950,
      "ᴳ": 1951,
      "ᴴ": 1952,
      "ᴵ": 1953,
      "ᴷ": 1954,
      "ᴹ": 1955,
      "ᴺ": 1956,
      "ᴿ": 1957,
      "ᵀ": 1958,
      "ᵂ": 1959,
      "ᵃ": 1960,
      "ᵅ": 1961,
      "ᵇ": 1962,
      "ᵈ": 1963,
      "ᵉ": 1964,
      "ᵍ": 1965,
      "ᵏ": 1966,
      "ᵐ": 1967,
      "ᵒ": 1968,
      "ᵖ": 1969,
      "ᵗ": 1970,
      "ᵘ": 1971,
      "ᵛ": 1972,
      "ᶜ": 1973,
      "ᶠ": 1974,
      "ḃ": 1975,
      "ḉ": 1976,
      "ḋ": 1977,
      "ḍ": 1978,
      "ḣ": 1979,
      "ḥ": 1980,
      "ḷ": 1981,
      "ṁ": 1982,
      "ṃ": 1983,
      "ṅ": 1984,
      "ṇ": 1985,
      "ṓ": 1986,
      "ṛ": 1987,
      "ṣ": 1988,
      "Ṭ": 1989,
      "ṭ": 1990,
      "ṯ": 1991,
      "Ẁ": 1992,
      "ẓ": 1993,
      "ẞ": 1994,
      "Ạ": 1995,
      "ạ": 1996,
      "Ả": 1997,
      "ả": 1998,
      "Ấ": 1999,
      "ấ": 2000,
      "Ầ": 2001,
      "ầ": 2002,
      "Ẩ": 2003,
      "ẩ": 2004,
      "Ẫ": 2005,
      "ẫ": 2006,
      "Ậ": 2007,
      "ậ": 2008,
      "ắ": 2009,
      "ằ": 2010,
      "ẳ": 2011,
      "ẵ": 2012,
      "Ặ": 2013,
      "ặ": 2014,
      "ẹ": 2015,
      "ẻ": 2016,
      "ẽ": 2017,
      "Ế": 2018,
      "ế": 2019,
      "Ề": 2020,
      "ề": 2021,
      "Ể": 2022,
      "ể": 2023,
      "Ễ": 2024,
      "ễ": 2025,
      "Ệ": 2026,
      "ệ": 2027,
      "Ỉ": 2028,
      "ỉ": 2029,
      "Ị": 2030,
      "ị": 2031,
      "Ọ": 2032,
      "ọ": 2033,
      "Ỏ": 2034,
      "ỏ": 2035,
      "Ố": 2036,
      "ố": 2037,
      "Ồ": 2038,
      "ồ": 2039,
      "Ổ": 2040,
      "ổ": 2041,
      "ỗ": 2042,
      "Ộ": 2043,
      "ộ": 2044,
      "Ớ": 2045,
      "ớ": 2046,
      "Ờ": 2047,
      "ờ": 2048,
      "Ở": 2049,
      "ở": 2050,
      "ỡ": 2051,
      "Ợ": 2052,
      "ợ": 2053,
      "Ụ": 2054,
      "ụ": 2055,
      "Ủ": 2056,
      "ủ": 2057,
      "Ứ": 2058,
      "ứ": 2059,
      "ừ": 2060,
      "ử": 2061,
      "ữ": 2062,
      "Ự": 2063,
      "ự": 2064,
      "ỳ": 2065,
      "ỷ": 2066,
      "Ỹ": 2067,
      "ỹ": 2068,
      "ἀ": 2069,
      "ἂ": 2070,
      "ἄ": 2071,
      "Ἀ": 2072,
      "Ἄ": 2073,
      "Ἅ": 2074,
      "ἐ": 2075,
      "ἑ": 2076,
      "ἓ": 2077,
      "ἔ": 2078,
      "ἕ": 2079,
      "Ἐ": 2080,
      "Ἑ": 2081,
      "ἠ": 2082,
      "ἡ": 2083,
      "ἤ": 2084,
      "ἦ": 2085,
      "ἧ": 2086,
      "Ἡ": 2087,
      "ἰ": 2088,
      "ἱ": 2089,
      "ἴ": 2090,
      "ἵ": 2091,
      "ἶ": 2092,
      "Ἱ": 2093,
      "ὀ": 2094,
      "ὁ": 2095,
      "ὃ": 2096,
      "ὅ": 2097,
      "ὐ": 2098,
      "ὑ": 2099,
      "ὔ": 2100,
      "ὕ": 2101,
      "ὖ": 2102,
      "ὗ": 2103,
      "ὠ": 2104,
      "ὡ": 2105,
      "ὥ": 2106,
      "Ὠ": 2107,
      "Ὡ": 2108,
      "Ὤ": 2109,
      "Ὥ": 2110,
      "Ὦ": 2111,
      "ὰ": 2112,
      "ά": 2113,
      "ὲ": 2114,
      "ὴ": 2115,
      "ή": 2116,
      "ὶ": 2117,
      "ί": 2118,
      "ὸ": 2119,
      "ό": 2120,
      "ὺ": 2121,
      "ύ": 2122,
      "ὼ": 2123,
      "ᾂ": 2124,
      "ᾃ": 2125,
      "ᾅ": 2126,
      "ᾆ": 2127,
      "ᾉ": 2128,
      "ᾊ": 2129,
      "ᾌ": 2130,
      "ᾍ": 2131,
      "ᾐ": 2132,
      "ᾓ": 2133,
      "ᾔ": 2134,
      "ᾖ": 2135,
      "ᾡ": 2136,
      "ᾢ": 2137,
      "ᾣ": 2138,
      "ᾤ": 2139,
      "ᾥ": 2140,
      "ᾦ": 2141,
      "ᾧ": 2142,
      "ᾨ": 2143,
      "ᾩ": 2144,
      "ᾪ": 2145,
      "ᾫ": 2146,
      "ᾬ": 2147,
      "ᾭ": 2148,
      "ᾮ": 2149,
      "ᾯ": 2150,
      "ᾰ": 2151,
      "ᾱ": 2152,
      "ᾲ": 2153,
      "ᾳ": 2154,
      "ᾴ": 2155,
      "᾵": 2156,
      "ᾶ": 2157,
      "ᾷ": 2158,
      "Ᾱ": 2159,
      "᾽": 2160,
      "᾿": 2161,
      "ῃ": 2162,
      "ῆ": 2163,
      "ῇ": 2164,
      "ῖ": 2165,
      "ῥ": 2166,
      "ῦ": 2167,
      "ῳ": 2168,
      "ῴ": 2169,
      "ῶ": 2170,
      "ῷ": 2171,
      "​": 2172,
      "‌": 2173,
      "‍": 2174,
      "‎": 2175,
      "‏": 2176,
      "‐": 2177,
      "‑": 2178,
      "‒": 2179,
      "–": 2180,
      "—": 2181,
      "―": 2182,
      "‖": 2183,
      "‘": 2184,
      "’": 2185,
      "‚": 2186,
      "“": 2187,
      "”": 2188,
      "„": 2189,
      "‟": 2190,
      "†": 2191,
      "‡": 2192,
      "•": 2193,
      "‣": 2194,
      "‥": 2195,
      "…": 2196,
      "‧": 2197,
      "‪": 2198,
      "‫": 2199,
      "‬": 2200,
      "‭": 2201,
      "‰": 2202,
      "‱": 2203,
      "′": 2204,
      "″": 2205,
      "‹": 2206,
      "›": 2207,
      "※": 2208,
      "‼": 2209,
      "‽": 2210,
      "‿": 2211,
      "⁃": 2212,
      "⁄": 2213,
      "⁇": 2214,
      "⁉": 2215,
      "⁜": 2216,
      "⁞": 2217,
      "⁠": 2218,
      "⁡": 2219,
      "⁦": 2220,
      "⁩": 2221,
      "⁰": 2222,
      "ⁱ": 2223,
      "⁴": 2224,
      "⁵": 2225,
      "⁶": 2226,
      "⁷": 2227,
      "⁸": 2228,
      "⁹": 2229,
      "⁺": 2230,
      "⁻": 2231,
      "ⁿ": 2232,
      "₀": 2233,
      "₁": 2234,
      "₂": 2235,
      "₃": 2236,
      "₄": 2237,
      "₅": 2238,
      "₆": 2239,
      "₇": 2240,
      "₈": 2241,
      "₉": 2242,
      "₊": 2243,
      "ₗ": 2244,
      "ₙ": 2245,
      "₠": 2246,
      "₡": 2247,
      "₢": 2248,
      "₣": 2249,
      "₤": 2250,
      "₥": 2251,
      "₦": 2252,
      "₧": 2253,
      "₩": 2254,
      "₪": 2255,
      "₫": 2256,
      "€": 2257,
      "₭": 2258,
      "₮": 2259,
      "₯": 2260,
      "₱": 2261,
      "₲": 2262,
      "₳": 2263,
      "₴": 2264,
      "₵": 2265,
      "₶": 2266,
      "₷": 2267,
      "₸": 2268,
      "₹": 2269,
      "₺": 2270,
      "₼": 2271,
      "₽": 2272,
      "₿": 2273,
      "⃗": 2274,
      "⃝": 2275,
      "⃣": 2276,
      "ℂ": 2277,
      "℃": 2278,
      "℅": 2279,
      "℉": 2280,
      "ℊ": 2281,
      "ℋ": 2282,
      "ℌ": 2283,
      "ℍ": 2284,
      "ℎ": 2285,
      "ℐ": 2286,
      "ℑ": 2287,
      "ℒ": 2288,
      "ℓ": 2289,
      "ℕ": 2290,
      "№": 2291,
      "ℙ": 2292,
      "ℝ": 2293,
      "™": 2294,
      "ℤ": 2295,
      "Ω": 2296,
      "Å": 2297,
      "℮": 2298,
      "ℯ": 2299,
      "ℴ": 2300,
      "ℵ": 2301,
      "ℹ": 2302,
      "⅁": 2303,
      "⅓": 2304,
      "⅔": 2305,
      "⅛": 2306,
      "⅜": 2307,
      "⅝": 2308,
      "⅞": 2309,
      "Ⅰ": 2310,
      "Ⅱ": 2311,
      "Ⅲ": 2312,
      "Ⅳ": 2313,
      "ⅴ": 2314,
      "ⅹ": 2315,
      "ⅼ": 2316,
      "ⅿ": 2317,
      "←": 2318,
      "↑": 2319,
      "→": 2320,
      "↓": 2321,
      "↔": 2322,
      "↕": 2323,
      "↗": 2324,
      "↦": 2325,
      "↩": 2326,
      "↪": 2327,
      "↯": 2328,
      "↳": 2329,
      "↵": 2330,
      "⇌": 2331,
      "⇐": 2332,
      "⇑": 2333,
      "⇒": 2334,
      "⇔": 2335,
      "⇡": 2336,
      "⇥": 2337,
      "⇨": 2338,
      "∀": 2339,
      "∂": 2340,
      "∃": 2341,
      "∄": 2342,
      "∅": 2343,
      "∆": 2344,
      "∇": 2345,
      "∈": 2346,
      "∉": 2347,
      "∋": 2348,
      "∌": 2349,
      "∎": 2350,
      "∑": 2351,
      "−": 2352,
      "∕": 2353,
      "∗": 2354,
      "∘": 2355,
      "∙": 2356,
      "√": 2357,
      "∝": 2358,
      "∞": 2359,
      "∠": 2360,
      "∣": 2361,
      "∥": 2362,
      "∧": 2363,
      "∨": 2364,
      "∩": 2365,
      "∪": 2366,
      "∫": 2367,
      "∴": 2368,
      "∶": 2369,
      "∼": 2370,
      "≃": 2371,
      "≅": 2372,
      "≈": 2373,
      "≠": 2374,
      "≡": 2375,
      "≢": 2376,
      "≤": 2377,
      "≥": 2378,
      "≦": 2379,
      "≧": 2380,
      "≪": 2381,
      "≫": 2382,
      "⊂": 2383,
      "⊃": 2384,
      "⊆": 2385,
      "⊕": 2386,
      "⊙": 2387,
      "⊢": 2388,
      "⊤": 2389,
      "⊥": 2390,
      "⊹": 2391,
      "⋀": 2392,
      "⋁": 2393,
      "⋂": 2394,
      "⋄": 2395,
      "⋅": 2396,
      "⋆": 2397,
      "⋐": 2398,
      "⋑": 2399,
      "⋯": 2400,
      "⌈": 2401,
      "⌉": 2402,
      "⌊": 2403,
      "⌋": 2404,
      "⌐": 2405,
      "⌓": 2406,
      "⌘": 2407,
      "⌛": 2408,
      "⌧": 2409,
      "⌨": 2410,
      "〈": 2411,
      "〉": 2412,
      "⍳": 2413,
      "⍴": 2414,
      "⍵": 2415,
      "⍺": 2416,
      "⎕": 2417,
      "⎛": 2418,
      "⎜": 2419,
      "⎝": 2420,
      "⎞": 2421,
      "⎟": 2422,
      "⎠": 2423,
      "⎡": 2424,
      "⎢": 2425,
      "⎣": 2426,
      "⎤": 2427,
      "⎥": 2428,
      "⎦": 2429,
      "⏤": 2430,
      "⏩": 2431,
      "⏰": 2432,
      "⏱": 2433,
      "⏳": 2434,
      "⏸": 2435,
      "⏹": 2436,
      "⑊": 2437,
      "①": 2438,
      "②": 2439,
      "③": 2440,
      "④": 2441,
      "⑤": 2442,
      "⑥": 2443,
      "⑦": 2444,
      "Ⓐ": 2445,
      "Ⓑ": 2446,
      "Ⓒ": 2447,
      "Ⓓ": 2448,
      "Ⓜ": 2449,
      "ⓒ": 2450,
      "ⓛ": 2451,
      "─": 2452,
      "━": 2453,
      "│": 2454,
      "┃": 2455,
      "┈": 2456,
      "┏": 2457,
      "┐": 2458,
      "└": 2459,
      "┗": 2460,
      "┘": 2461,
      "├": 2462,
      "┣": 2463,
      "┤": 2464,
      "┫": 2465,
      "┬": 2466,
      "┻": 2467,
      "┼": 2468,
      "═": 2469,
      "║": 2470,
      "╒": 2471,
      "╓": 2472,
      "╔": 2473,
      "╕": 2474,
      "╗": 2475,
      "╚": 2476,
      "╝": 2477,
      "╞": 2478,
      "╡": 2479,
      "╣": 2480,
      "╤": 2481,
      "╨": 2482,
      "╪": 2483,
      "╭": 2484,
      "╮": 2485,
      "╯": 2486,
      "╰": 2487,
      "╲": 2488,
      "▀": 2489,
      "▁": 2490,
      "▂": 2491,
      "▄": 2492,
      "█": 2493,
      "▌": 2494,
      "▎": 2495,
      "▏": 2496,
      "░": 2497,
      "▒": 2498,
      "▓": 2499,
      "■": 2500,
      "□": 2501,
      "▢": 2502,
      "▪": 2503,
      "▬": 2504,
      "▲": 2505,
      "△": 2506,
      "▶": 2507,
      "▷": 2508,
      "▸": 2509,
      "►": 2510,
      "▼": 2511,
      "▽": 2512,
      "▾": 2513,
      "◀": 2514,
      "◂": 2515,
      "◆": 2516,
      "◇": 2517,
      "◈": 2518,
      "◉": 2519,
      "◊": 2520,
      "○": 2521,
      "◍": 2522,
      "●": 2523,
      "◕": 2524,
      "◜": 2525,
      "◝": 2526,
      "◠": 2527,
      "◡": 2528,
      "◦": 2529,
      "◯": 2530,
      "◻": 2531,
      "◾": 2532,
      "☀": 2533,
      "☁": 2534,
      "☂": 2535,
      "☄": 2536,
      "★": 2537,
      "☆": 2538,
      "☇": 2539,
      "☉": 2540,
      "☎": 2541,
      "☏": 2542,
      "☐": 2543,
      "☑": 2544,
      "☒": 2545,
      "☔": 2546,
      "☕": 2547,
      "☘": 2548,
      "☝": 2549,
      "☞": 2550,
      "☠": 2551,
      "☢": 2552,
      "☬": 2553,
      "☮": 2554,
      "☰": 2555,
      "☹": 2556,
      "☺": 2557,
      "☼": 2558,
      "♀": 2559,
      "♁": 2560,
      "♂": 2561,
      "♉": 2562,
      "♌": 2563,
      "♒": 2564,
      "♔": 2565,
      "♕": 2566,
      "♖": 2567,
      "♗": 2568,
      "♘": 2569,
      "♙": 2570,
      "♚": 2571,
      "♛": 2572,
      "♜": 2573,
      "♝": 2574,
      "♞": 2575,
      "♟": 2576,
      "♡": 2577,
      "♥": 2578,
      "♦": 2579,
      "♩": 2580,
      "♪": 2581,
      "♫": 2582,
      "♻": 2583,
      "♾": 2584,
      "⚃": 2585,
      "⚄": 2586,
      "⚅": 2587,
      "⚔": 2588,
      "⚕": 2589,
      "⚖": 2590,
      "⚗": 2591,
      "⚙": 2592,
      "⚛": 2593,
      "⚜": 2594,
      "⚠": 2595,
      "⚡": 2596,
      "⚪": 2597,
      "⚫": 2598,
      "⚽": 2599,
      "⛄": 2600,
      "⛏": 2601,
      "⛓": 2602,
      "⛔": 2603,
      "⛩": 2604,
      "⛰": 2605,
      "⛱": 2606,
      "⛵": 2607,
      "⛹": 2608,
      "⛽": 2609,
      "✂": 2610,
      "✅": 2611,
      "✈": 2612,
      "✉": 2613,
      "✊": 2614,
      "✋": 2615,
      "✌": 2616,
      "✍": 2617,
      "✎": 2618,
      "✏": 2619,
      "✐": 2620,
      "✒": 2621,
      "✓": 2622,
      "✔": 2623,
      "✕": 2624,
      "✖": 2625,
      "✗": 2626,
      "✘": 2627,
      "✝": 2628,
      "✡": 2629,
      "✥": 2630,
      "✦": 2631,
      "✧": 2632,
      "✨": 2633,
      "✩": 2634,
      "✰": 2635,
      "✴": 2636,
      "✹": 2637,
      "✼": 2638,
      "✿": 2639,
      "❁": 2640,
      "❃": 2641,
      "❄": 2642,
      "❆": 2643,
      "❌": 2644,
      "❍": 2645,
      "❎": 2646,
      "❑": 2647,
      "❒": 2648,
      "❓": 2649,
      "❕": 2650,
      "❖": 2651,
      "❗": 2652,
      "❜": 2653,
      "❣": 2654,
      "❤": 2655,
      "❥": 2656,
      "❦": 2657,
      "❯": 2658,
      "❱": 2659,
      "❶": 2660,
      "❷": 2661,
      "➔": 2662,
      "➕": 2663,
      "➖": 2664,
      "➜": 2665,
      "➞": 2666,
      "➡": 2667,
      "➢": 2668,
      "➤": 2669,
      "➥": 2670,
      "⟨": 2671,
      "⟩": 2672,
      "⟪": 2673,
      "⟶": 2674,
      "⠀": 2675,
      "⠁": 2676,
      "⠂": 2677,
      "⠃": 2678,
      "⠄": 2679,
      "⠅": 2680,
      "⠆": 2681,
      "⠇": 2682,
      "⠈": 2683,
      "⠉": 2684,
      "⠊": 2685,
      "⠋": 2686,
      "⠐": 2687,
      "⠑": 2688,
      "⠒": 2689,
      "⠓": 2690,
      "⠔": 2691,
      "⠕": 2692,
      "⠙": 2693,
      "⠚": 2694,
      "⠛": 2695,
      "⠝": 2696,
      "⠞": 2697,
      "⠟": 2698,
      "⠠": 2699,
      "⠥": 2700,
      "⠦": 2701,
      "⠪": 2702,
      "⠫": 2703,
      "⠭": 2704,
      "⠲": 2705,
      "⠳": 2706,
      "⠴": 2707,
      "⠶": 2708,
      "⠸": 2709,
      "⠹": 2710,
      "⠻": 2711,
      "⠾": 2712,
      "⠿": 2713,
      "⡀": 2714,
      "⡁": 2715,
      "⡄": 2716,
      "⡆": 2717,
      "⡇": 2718,
      "⡈": 2719,
      "⡊": 2720,
      "⡎": 2721,
      "⡒": 2722,
      "⡕": 2723,
      "⡙": 2724,
      "⡛": 2725,
      "⡞": 2726,
      "⡟": 2727,
      "⡠": 2728,
      "⡢": 2729,
      "⡣": 2730,
      "⡪": 2731,
      "⡫": 2732,
      "⡭": 2733,
      "⡮": 2734,
      "⡰": 2735,
      "⡴": 2736,
      "⡵": 2737,
      "⡹": 2738,
      "⡺": 2739,
      "⡻": 2740,
      "⡾": 2741,
      "⡿": 2742,
      "⢀": 2743,
      "⢁": 2744,
      "⢂": 2745,
      "⢄": 2746,
      "⢉": 2747,
      "⢐": 2748,
      "⢔": 2749,
      "⢕": 2750,
      "⢚": 2751,
      "⢝": 2752,
      "⢟": 2753,
      "⢠": 2754,
      "⢤": 2755,
      "⢦": 2756,
      "⢬": 2757,
      "⢴": 2758,
      "⢷": 2759,
      "⢸": 2760,
      "⢹": 2761,
      "⢻": 2762,
      "⢿": 2763,
      "⣀": 2764,
      "⣁": 2765,
      "⣄": 2766,
      "⣆": 2767,
      "⣇": 2768,
      "⣈": 2769,
      "⣊": 2770,
      "⣌": 2771,
      "⣔": 2772,
      "⣕": 2773,
      "⣗": 2774,
      "⣛": 2775,
      "⣜": 2776,
      "⣟": 2777,
      "⣠": 2778,
      "⣡": 2779,
      "⣢": 2780,
      "⣤": 2781,
      "⣥": 2782,
      "⣦": 2783,
      "⣧": 2784,
      "⣪": 2785,
      "⣬": 2786,
      "⣭": 2787,
      "⣮": 2788,
      "⣯": 2789,
      "⣰": 2790,
      "⣴": 2791,
      "⣵": 2792,
      "⣶": 2793,
      "⣷": 2794,
      "⣹": 2795,
      "⣼": 2796,
      "⣽": 2797,
      "⣾": 2798,
      "⣿": 2799,
      "⤵": 2800,
      "⥁": 2801,
      "⦁": 2802,
      "⦎": 2803,
      "⦏": 2804,
      "⦿": 2805,
      "⩽": 2806,
      "⫟": 2807,
      "⬆": 2808,
      "⬇": 2809,
      "⭐": 2810,
      "⮚": 2811,
      "ⴰ": 2812,
      "ⷭ": 2813,
      "⻨": 2814,
      "⼀": 2815,
      "⼆": 2816,
      "⼈": 2817,
      "⼠": 2818,
      "⼤": 2819,
      "⼯": 2820,
      "⽅": 2821,
      "⽣": 2822,
      "⽬": 2823,
      "⽽": 2824,
      "⾊": 2825,
      "⾏": 2826,
      "⾦": 2827,
      "⾼": 2828,
      "⿇": 2829,
      "、": 2830,
      "。": 2831,
      "々": 2832,
      "〇": 2833,
      "〈": 2834,
      "〉": 2835,
      "《": 2836,
      "》": 2837,
      "「": 2838,
      "」": 2839,
      "『": 2840,
      "』": 2841,
      "【": 2842,
      "】": 2843,
      "〒": 2844,
      "〔": 2845,
      "〕": 2846,
      "〖": 2847,
      "〗": 2848,
      "〜": 2849,
      "ぁ": 2850,
      "あ": 2851,
      "ぃ": 2852,
      "い": 2853,
      "ぅ": 2854,
      "う": 2855,
