#version: 0.2
Ġ t
Ġ a
i n
h e
r e
o n
Ġ s
e r
Ġ c
Ġt he
a t
e n
Ġ Ġ
o r
e s
n d
Ġ p
o u
i s
Ġ d
i t
Ġ w
a n
Ġ m
Ġ f
Ġ o
a l
in g
Ġa nd
Ġ b
Ġt o
Ġ in
a r
l e
i on
i c
e d
r o
Ġo f
a s
Ġ e
en t
Ġ h
Ġ l
c t
e l
Ġ n
u s
o m
Ġ y
Ġ re
Ġt h
Ġ Ð
Ċ Ċ
ĠĠ ĠĠ
Ġ is
e t
Ġy ou
Ġ I
i l
i d
i m
Ð ¾
v e
A M
AM E
N AME
a m
Ġ g
s t
o t
o w
u t
Ġ T
Ġd e
Ð µ
o l
c h
Ġp ro
Ġf or
at ion
Ð °
u n
q u
Ġth at
Ġ NAME
r a
Ġb e
c e
Ñ Ĥ
o d
Ġc on
Ġa n
Ġ he
i g
Ð ¸
Ġs t
i f
o s
Ġa s
a d
Ġ v
u l
Ġ A
it h
Ġ on
a y
. ĊĊ
u r
u m
Ġc om
at e
Ġw ith
Ġ it
es t
er s
i r
Ġ "
g e
Ġ S
l y
Ð¾ Ð
Ġ or
Ġ us
an t
Ñ ģ
Ð ½
ĠĠ Ġ
r i
Ġc an
Ġa l
is t
. Ċ
Ñ Ģ
Ġe x
Ġ C
e m
es s
p e
a b
Ġa re
ĠT he
k e
v er
' s
Ġh a
or t
Ġw h
Ġs u
ou t
re s
Ġ qu
Ġs e
a c
m ent
i v
Ġ en
s e
ct ion
l d
p p
o c
t er
he r
e re
Ġ H
Ġ P
Ġn e
it y
us t
o re
Ġyou r
p t
il l
i z
Ġ im
Ġ le
t h
Ġ (
Ġ r
a ge
p le
Ġn ot
n t
i ve
p l
Ġ un
u re
Ġm e
a in
` `
Ð »
a nd
Ġ =
Ã ©
ic al
u d
id e
Ġ M
Ġc h
ig h
i es
ou ld
am e
Ġ u
Ġ k
or m
Ġ D
Ġa b
en d
in e
ar t
Ġha ve
i e
ou r
p er
i al
ro m
ĠĠĠĠ ĠĠĠ
d u
Ġ E
Ġ B
Ġre s
Ñ ĥ
Ġ W
Ġd o
e x
Ġs h
el l
Ġcon t
f orm
Ð° Ð
e ct
Ġb y
Ġhe r
o g
Ġm a
Ġa t
p ort
Ġ L
Ġcom p
a re
Ġw or
c l
o p
Ġ F
Ġw as
Ġin t
Ñ ı
Ñ ĭ
: Ċ
a ct
Ġp l
ic h
a g
ion s
t her
Ġw e
r y
igh t
u e
al l
Ġ j
Ġth is
ab le
Ġf rom
Ġl a
Ñ Į
Ġ R
Ġd es
i le
i b
an g
0 0
ul t
Ġa d
as s
om e
Ðµ Ð
Ġm y
Ġm od
Ġc l
as e
Ġw ill
Ġ G
in d
ex t
i re
Ġa r
c ess
s o
l ow
ou s
) Ċ
Ġf e
el f
Ġ N
- -
Ġ `
Ġan y
i a
l p
Ġb ut
Ġthe ir
at a
k ing
if ic
Ġa c
Ġ O
an s
Ġhe lp
Ġpro v
ation s
Ġo ther
ĠĠĠĠ ĠĠĠĠ
ou nd
it e
i p
r u
en ce
ĠÐ ¿
ic e
h is
Ġh as
f f
Ġc he
u al
Ġpro du
ar d
ac k
Ġ U
Ġ -
Ð¸ Ð
Ġus e
Ġp er
Ġk n
e p
Ġ Y
Ġs pe
an ce
Ġm ore
Ġm an
v el
: ĊĊ
Ġ out
Ġab out
Ġqu e
o st
in t
ĠI t
Ġ if
at ed
p on
he n
Ñģ ÑĤ
Ġe m
Ġu nd
Ġs o
Ġa pp
k s
i ent
im e
a ch
Ġp re
Ġl i
Ġt e
c es
Ġg o
Ñ ĩ
ar y
Ġs y
Ġin cl
Ġs c
Ġa m
`` `
T he
Ġt r
ig n
od e
ĠÐ ²
ĠÐ ¸
en s
Ġim port
Ġl o
Ġus ed
w er
as t
Ġp ar
Ġwh ich
Ġal so
g h
Ġin d
p ut
Ġs er
Ġmod el
Ġt ra
' t
a ce
Ġin form
Ġthe y
on g
a p
Ð º
Ã ³
Ġd is
Ġc re
ar i
res s
Ġkn ow
b er
ã ģ
f ul
â Ģ
if f
Ġ '
Ġcom m
Ġincl ud
it ion
Ġal l
ĠI n
" ,
ĠT his
on e
Ġ Ñģ
et h
s wer
a v
Ã ¡
Ġsu ch
Ġh is
Ġs he
Ðµ Ð½
or y
Ġas s
Ġit s
Ġ ro
Ġspe c
en er
2 0
; Ċ
Ġp r
c on
l ic
ou gh
Ð ²
t e
Ġqu est
iz e
Ġli ke
g r
a k
Ġu p
Ġd ata
Ġcon s
Ã §
Ġne ed
Ġe v
ĠÐ ½
Ġp os
Ġf un
Ġimport ant
n e
Ã £
st em
Ġm ay
as ed
Ġan swer
1 0
el y
Ð¾Ð ²
Ġe l
Ġwh at
Ã£ o
h at
j ect
Ġw ould
le d
Ġd iff
Ġne w
Ġs ome
Ġ |
Ġn o
Ġ est
Ġ {
a il
m ical
Ġp ers
Ġex am
Ã Ń
' m
u b
Ġ V
Ġt ext
d s
Ġd i
o k
Ġinform ation
ou nt
c ri
at ing
ĠÐ º
ĠY ou
Ġus ing
a ke
Ġres pon
Ġ es
ang u
Ġv al
an ge
Ġs a
Ġh ow
Ġthe m
Ġs elf
ĠÐ ¾
Ġf ol
il ity
Ġre l
Ġp art
Ġs p
Ġprov ide
Ġv ari
Ġp e
Ġn um
I n
Ġ J
Ġa g
ay s
. "
Ġprodu ct
Ġt ime
Ðµ ÑĤ
Ġin st
, Ċ
er m
Ġfe el
f t
" :
Ġst r
ction s
( )
Ġ i
Ġma ke
Ñ ħ
Ġl angu
Ġin ter
Ġthe re
Ġc ould
y th
c i
Ġon e
Ð ´
Ġwh o
a us
Ġd et
n ing
l l
Ġ um
Ġc ol
at er
Ġsy stem
w e
c om
Ġund er
or s
ol og
os e
pe ct
Ġfor m
ent s
an y
Ġg ener
Ġo ver
Ġ Ã
Ġfol low
Ġpers on
Ġche mical
Ġcom ple
Ġad d
g et
Ġim p
y s
Ġb et
Ġpar a
Ġ ke
Ġo b
or d
Ð ¼
Ġlangu age
ment s
Ġm o
Ġin v
Ġ [
ur n
er t
d e
e ar
Ġ ì
Ġ ra
c k
ĠA s
Ġw ant
Ġc ode
ĠÐ ´
ĠH ow
``` Ċ
ing s
it ies
Ġint o
il d
. .
l es
al ly
Ġsh ould
Ð° Ð½
Ġre qu
Ġp h
Ġex per
Ð¾Ð »
yth on
Ġpro cess
ĠÐ ¼
vel op
c ur
le ase
ic t
ib le
Ð ¿
ĠA I
at es
Ð° ÑĤ
l o
ic s
he re
ĠS t
Ġbe en
Ġt y
Ġex pl
Ġof f
s elf
i o
ow n
Ñ İ
Ġg r
Ġ Ċ
Ġh ad
c re
Ġ ent
en c
Ġc o
Ġdiff ere
Ġexam ple
o y
Ġ <
Ðµ ÑĢ
Ġspec ific
Ġat t
p h
a z
Ġw hen
Ð¾ ÑĢ
Ġon ly
Ġa ct
ar k
Ġre t
Ġfun ction
ch n
r ite
on t
ĠĠĠĠ ĠĠĠĠĠĠĠ
Ø §
Ġe ach
at h
Ġinclud ing
pt ion
Ġs ol
Ã³ n
he s
ar m
Ġ z
Ġ ÑĤ
Ġde velop
Ġcomp any
Ġb ased
Ġe ff
n g
Ġ K
ow er
at ive
ist ant
ĠH e
Ġser v
re e
Ġprov id
ad e
ro w
r it
ra ct
gr am
Ġtr ans
Ġs et
Ġ Ã©
Ġth an
Ġde f
i qu
Ġ{ Ċ
Ġthe n
le ct
Ġj ust
is s
ot h
ic es
u res
st and
pp ort
Ð¸ ÑĤ
-- --
is e
ir st
ĠÐ¿ ÑĢ
Ġw ay
ust om
Ġg et
ĠS he
Ġwor k
Ð¾Ð ¼
Ġd el
ul ar
Ġ Ñ
o ple
Ġch ar
Ġs m
d er
Ġb el
Ġb u
Ġle t
' re
r ough
al ity
od y
Ġl ist
er y
l i
Ġ +
Ġc or
Ġst art
b e
Ġh igh
Ġcon f
o od
Ġre g
ar ch
um ent
ĠI f
e ver
Ġpl ay
ic k
id ent
Ð½ Ñĭ
Ġre m
Ġh um
is h
et y
g g
Ġb l
Ġre f
Ġe t
Ð¾ ÑĤ
Ġd on
Ġa p
Ġw ere
w or
t en
Ġdiffere nt
Ġf in
u es
Ġm ust
Ġp o
Ġt w
Ġpro gram
Ġs ay
Ġte chn
Ġind ust
Ġha nd
Ġ ÑĢ
oc k
à ¸
Ġpe ople
Ġs ent
Ġh im
an c
Ġnum ber
Ġfollow ing
# #
Ġunder stand
1 2
b le
Ġa v
) ĊĊ
t o
Ã§ Ã£o
Ð¾Ð ´
Ġcre ate
Ġpos s
w n
' ,
ro p
Ġw ell
aus e
t ic
Ġquest ions
v ers
t ing
re at
Ġc ur
g an
Ġs im
Ġexper i
Ġc ustom
Ġ /
Ġth rough
Ñ Ī
Ġle ar
ad o
ĠH ere
Ġproduct s
Ġp ol
Ġthe se
Ġsu b
en e
Ġun a
Ð¾Ð ³
e c
we en
E R
Ð ·
p r
1 9
Ġpro m
en g
Ġbet ween
Ġb est
f ore
if y
Ġs k
al e
v es
Ġf il
i ous
al s
Ġse e
Ġf irst
Ġn ame
Ñ Ĩ
Ġc al
Ð°Ð º
p en
ã Ĥ
ĠC h
un g
Ġf ind
Ġret urn
Ðµ Ð»
Ġtra in
n er
i ed
> Ċ
it s
" Ċ
Ġb o
Ġde p
Ġal low
Ġwor ld
Ġre c
Ġm eth
Ġde c
in k
v ed
Ġquest ion
Ġtw o
i el
Ġ er
um m
i an
he d
Ð¸ Ñı
Ð ±
Ġs om
Ġ our
v ing
Ġm ost
ent ial
Ġ }
Ġb ack
Ġc ar
Ġwor ds
Ù Ħ
Ð½ Ð¾
Ġchar act
Ġf act
Ġdes ign
Ġdes cri
Ġst ate
Y ou
o b
Ġex p
Ġf ile
t y
Ã ª
Ġbe c
v ent
Ġre p
i x
res ent
Ġs ame
Ġres ult
Ġp ot
< /
Ð° Ð»
if e
ĠÐ ±
re nt
Ġm ed
Ġr ange
Ġ ë
iv id
er n
i Ã³n
Ġmeth od
Ġw here
r ing
ur al
ĠR e
in es
ag es
Ġac c
Ġbe ing
u p
A N
Ġcl ass
Ġe ver
Ġp ower
Ġke y
Ġcont in
ut ion
1 1
Ã ¼
Ġa ut
= "
Ġg ra
Ġy ear
ur ing
h ip
Ġt ake
Ġs ur
Ġ *
Ġ #
Ġg u
w are
Ġman y
n o
Ġle ad
Ġst ep
Ġgo od
Ġl oc
al th
ĠThe y
S T
? Ċ
Ġhe re
Ġcons id
20 2
ie w
Ã ¤
Ġen s
Ġapp lic
Ġwh ile
ĠHow ever
Ġs oc
n ess
Ġm at
= =
Ġin s
Ġag ain
Ġsu pport
Ġper form
c o
iz ed
n ot
Ġ il
Ġd a
ro s
ri end
w ays
Ġs ign
ic ult
Ġrespon s
re d
ion al
Ġre al
( "
a x
ĠÐ ·
am ent
as k
ere d
ĠÐ½ Ð°
ì Ŀ
Ġt ry
u nd
Ġus er
ere n
5 0
Ġo wn
Ġ x
ĠW hat
at ure
. s
er g
oc ument
Ġb re
ro l
Ġd own
en ces
d ition
i er
ÐµÐ ¼
t s
Ġb ody
_ _
it ed
Ġm ain
on s
re n
iqu e
y l
ter n
) ,
Ġinv ol
f ter
en se
Ġt em
re ct
ĠA d
ic a
à ¤
Ġp ass
Ġdo es
Ġen g
ri b
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
eth ing
ol d
u c
Ġindust ry
it t
Ġd ire
e w
) ;Ċ
Ġin put
ĠP ro
Ġl ar
iv en
ou p
Ġin f
Ġal ways
Ġ $
Ġout put
Ġb oth
ir on
o ve
Ġl ong
Ġsa f
Ġimp ro
Ġe le
Ġval ue
Ġ ut
ru ct
Ġprodu ction
Ġpro per
Ġg ame
Ġl os
Ġen v
Ġsom ething
Ġpro f
Ġex t
d ay
Ġc ap
Ġe qu
Ġm in
Ġst ud
Ġob ject
u ed
ĠU n
ical ly
S t
u ch
b o
Ġf l
Ġ Ñĥ
Ð¸ Ðµ
Ġan al
in ess
Ġb us
Ġt est
Ð¸Ð ¼
Ġd ie
A s
, "
ab ility
Ġrequ ire
Ġ ide
âĢ Ļ
Ð ³
Ġ Ñĩ
Ġwe b
ad a
\ _
ĠD e
iz ation
Ġto p
Ġum a
Ġf r
Ġhum an
u ra
c ul
Ð°ÑĤ ÑĮ
. p
Ð¾Ð ½
w ard
Ġp ur
ÐµÐ ´
v al
x t
Ġre se
us s
it ive
Ġpl an
il y
2 00
ĠĠĠĠ Ġ
iv ers
o ice
Ġty p
olog y
ã ĥ
Ġs umm
a ve
Ġd at
pl es
Ġre ad
Ġr un
ell o
ut e
Ġinst ru
) :Ċ
Ġd ist
Ð¾Ð ¹
Ġinclud e
Ġdep end
ce pt
Ġha pp
Ġbe fore
m s
Ġhe alth
Ġen d
Ġsh ow
ark et
ĠW e
ater ial
Ġab le
iv es
s er
Ġs it
ul l
Ġcon st
Ġty pe
g in
Ð» Ñı
Ġdet erm
Ġvari ous
i or
Ġl ife
Ð¾Ð ±
oc us
1 00
Ġm em
ual ly
ÑĤ Ð¾
Ġknow n
Ġm on
Ġ Ø
Ġass ist
Ġcont ent
ion e
ot e
Ġbu ild
Ġf ound
Ġeff ect
u f
Ġpot ential
Ġcomm un
P T
Ġ ident
Ñģ Ðº
Ġ Q
ĠP ython
Ġposs ible
Ġind ivid
ĠA n
Ġac cess
Ġd er
Ġenv iron
S S
å ®
. d
) .
Ð°Ð ²
ĠC om
wor k
Ġad v
í ķ
ac iÃ³n
Ġr ight
a ction
Ġv is
Ù ħ
an k
l ine
Ð°Ð ·
Ð¾Ð ¶
' ll
Ġd ocument
Ġperson al
Ñ ī
im ent
Ġcomm and
Ġut il
Ġal g
a pp
Ġas k
Ġcont ext
ate g
and o
", Ċ
Ġens ure
Ð» Ð¸
Ġo per
ĠF or
ã Ģ
] Ċ
ot her
Ġbe h
Ġd ay
Ġres pect
Ġindivid ual
our ces
Ġl es
Ġcharact er
I t
O N
Ġw om
Ġo pt
a ut
Ġv ers
t a
- b
Ġ :
Ġr is
1 3
Ġcont rol
re am
Ġm ess
m er
Ġn ow
1 5
Ġso ft
Ġcur rent
ĠÃ ł
Ġcom o
Ġp at
c he
Ġc le
im port
Ġf ocus
Ġf riend
Ð°Ð ¼
t on
Ġrespon se
Ġin cre
Ñģ Ñı
Ġt erm
T his
in a
Ġp or
Ġse x
ĠT o
Ġcomple t
Ġdevelop ment
b ers
Ġo pen
- t
Ġto ol
Ġm aterial
in ed
Ġpro ble
Ġev en
ĠU S
Ã ¶
Ġor gan
at or
Ġs or
c ed
ï ¼
Ġenviron ment
Ð¸ Ð½
Ġar t
Ġg ive
Ġc ount
re ad
ar s
Ġpo int
as ure
p o
e g
t t
p os
u g
h o
Ġass istant
- s
Ġsu re
Ġst ory
Ù Ĭ
Ġcon c
Ġp op
Ġm ade
Ġte am
Ġact iv
r ic
Ġst and
Ġlear ning
pl ay
Ġgener ate
Ġde m
ere st
Ġrese arch
Ġp ri
Ð ¶
ĠE x
Ġ ve
Ġp lease
u x
a h
Ġc are
Ġcom e
Ġbel ie
Ġ ed
Ġh ist
in al
Ġcomp ut
Ġimpro ve
is m
ub lic
Ġf am
1 4
ation al
p s
iel d
v en
rop ri
Ð¾Ð» ÑĮ
l ing
Ġm et
3 0
Ġar ound
Ġh o
Ġwith out
Ġsm all
ri es
r or
ent ion
Ġgr oup
Ġconsid er
Ġv er
Ġcont ain
Ġever y
us er
Ġg row
as h
Ġstr ong
at her
Ġdis c
Ġm arket
Ġpart ic
/ /
ro du
et s
ra y
ÐµÐ º
Ġapp ro
b re
Ġexperi ence
Ġ âĢ
Ġsor ry
as es
y es
Ġpro ject
Ġinstru ctions
ĠÑ į
z e
at o
in ation
00 0
Ġd id
Ġab ility
Ġadd ition
." ĊĊ
am es
a king
Ġn et
Ġlo ve
ert ain
th ing
Ġm us
Ġ \
å® ĥ
Ġl ib
( )Ċ
a ir
Ã ł
Ġpr int
Ġsy nt
p ar
Ġen erg
1 6
Ġa fter
Ġbus iness
id ad
Ġint erest
n ame
Ġre du
Ġany thing
Ġv ery
at ures
Ġe in
Ġsa id
Ġh y
Ġ ĊĊ
em ent
d ate
1 8
m ed
Ġm ult
Ð ¹
Ġen c
if ied
e ad
il ities
h a
Ġcomple x
ÑģÑĤ Ð²
ĠS e
ð Ł
o id
Ġt ak
i k
ab el
Ġw ide
Ġlar ge
on d
Ġde v
a Ã§Ã£o
Ù Ī
Ġl im
our ce
; ĊĊ
Ġrel ations
Ġme an
Ġother s
Ġneed s
Ġrequ est
Ġyear s
ropri ate
Ġle g
ĠI s
at t
ä ¸
y r
I N
---- ----
1 7
ple ment
Ø§ ÙĦ
á »
Ġt al
an n
Ġma king
20 1
Ġw rite
m e
Ġsoc ial
Ġagain st
ĠThe re
um n
Ġcor rect
Ġ .
Ġle vel
p re
Ġpro t
us ion
Ã º
Ġsumm ary
in s
Ġav ail
o king
Ñ ĸ
h y
Ġ ess
at ch
Ġis s
2 5
Ġm ight
Ã µ
n c
enc y
it al
Ġdire ct
gg est
ĠA l
Ġm uch
l u
Ġp our
Ġim age
Ã ¨
Ġbet ter
Ġin c
Ġcon vers
Ãµ es
( self
z a
ant s
ë ĭ
com m
at iv
Ġpl ace
Ġel se
ä »
Ġsign ific
Ġrelations hip
Ġbec ause
Ġlo ok
Ġse ver
Ġprom pt
Ð¸Ð ²
Ġvari ety
Ġapplic ations
Ð¾ Ñģ
h or
t r
Ġph ys
Ġg iven
Ġro le
b ot
u est
I ST
Ġ ou
ir l
Ġw rit
pe c
ĉ ĉ
v iew
Ġqu ality
ĠS ure
is ion
Ġsu c
Ġserv ices
- p
t ain
Ġn on
at ural
Ġth ink
Ġt re
Ġdiff icult
Ġof ten
âĢ ¢
Ġhe ad
Ġinv est
## #
Ġsu ggest
Ġc ent
le v
Ġex c
Ġc aus
Ġst ill
Ġke ep
Ġs ense
Ġre st
Ġenerg y
ass istant
ÑĢ Ñĥ
n ce
Ġcan not
Ġsever al
Ġp res
at ely
Ġne cess
Ġo s
ic i
Ġne ver
Ġre pe
Ġne xt
d ing
Ġsit u
pl oy
Ġf ut
ĠÐ½ Ðµ
Ġc a
Ð¸Ð º
Ġz u
er c
ÐµÐ ¹
Ð¸ Ð¸
Ġt ell
Ġs ens
Ġb r
Ġto day
con d
Ġimp act
Ġw ater
t d
Ġma ch
Ġe as
Ù Ĩ
Ġtrain ing
r ame
AN T
Ġcomm on
Ġprovid ed
Ġl ine
ĠÐ¾ Ð±
Ġlear n
as ks
it ions
Ñ Ħ
i ence
Ġ/ /
- d
ĠM y
* *
Ġnot e
Ġcons ist
Ġserv ice
Ġl og
cri pt
Ġh arm
ch o
P I
Ġcustom er
Ġm ind
Ġs al
Ġavail able
Ġth ough
Ġman age
- m
' :
u le
y le
Ġch ang
Ð¾ ÑģÑĤ
Ġc ult
ic ient
Ġc am
ill s
ind ow
Ġsoft ware
( '
Ġ ê
ad os
em ber
Ġse g
ver t
Ġp ract
Ġdesign ed
i en
i um
Ġp ued
led ge
Ġ| Ċ
Ġperform ance
Ġform at
c ol
ic ation
Ġs l
r on
Ġprof ess
Ġmess age
Ġme et
pr int
Ġstr ing
Ġg reat
Ġval ues
Ġfe w
Ġutil iz
() `
Ġw id
I f
ĠN o
g o
" .
ĠÐ °
Ġd u
Ġim plement
Ñģ Ð¿
Ġar tic
Ġmo ve
l ess
d iv
Ġbel ow
Ġc ost
a it
Ġbeh av
Ġs end
Ġto get
Ġe yes
Ġtoget her
A T
Ġch all
Ġstep s
Ð° ÑĢ
Ġinter n
Ġf ree
ĠB ut
d en
ud e
Ġmodel s
a i
in ce
Ġproble m
Ø§ Ø
Ġch at
IST ANT
Ġar g
Ġp le
ĠP lease
l ish
Ð¸ÑĤ ÑĮ
} Ċ
> <
od el
ĠC on
ÐµÐ½ Ð¸Ñı
Ġch o
ĠC an
Ġor der
r al
Ġt asks
Ġ Z
ĠÐ ³
Ġs on
Ġc r
Ġ Ñı
Ġexp ress
w ay
are d
m ing
- f
Ð¾Ð³ Ð¾
c er
ra ph
Ġexam ples
Ġv oc
Ã© s
ĠÐ¾ ÑĤ
ĠC he
Ġl ight
Ġ} Ċ
Ġf ac
Ð¸Ð ¹
W hat
? ĊĊ
p ro
Ġe ar
Ġsystem s
ĠB e
a j
Ġp ublic
ri pt
ĠA nd
Ġm om
p ython
im es
ĠT h
Ġspec ial
Ġ ``
Ġrespons es
el t
ir t
Ġgo ing
.. .
L E
ĠÐ² Ñĭ
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
d o
y stem
Ð½ Ð°
Ġrep resent
Ġwor d
Ġsh ort
ra in
Ġf ood
Ġ Â
Ġam ount
Ġfe atures
Ġn atural
g er
ĠY es
' ve
id ence
ĠI nd
ail s
Ġg re
n ect
Ġun ique
Ġmult i
_ d
Ġv ide
SS ISTANT
Ġst re
Ġne g
Ã§ Ãµes
Ð¾Ð ·
Ġtechn ology
Ġc ase
ĠT r
s p
Ġch ange
Ġsent ence
f or
cur ity
ch ie
_ t
it le
ĠA r
Ġev ent
l or
å ı
Ġcom b
er v
Ġm en
Ġt ask
m b
ĠL et
ĠA SSISTANT
ou se
ĠU se
Ġunderstand ing
A R
ile d
Ġg irl
Ġs ize
Ġinvol ves
B ut
Ġ Î
Ġs ing
e k
ĠThe se
Ġfeel ing
j oy
id o
ĠC re
Ġs i
Ġh ard
Ġth ings
dition ally
Ð° Ñģ
ĠÐ »
Ġl as
O ver
ruct ure
Ġhelp ful
Ġapp ropriate
Ġto o
Ġf ore
Ġcontin ue
itt le
ys is
con om
ct or
Ġt ri
_ s
ĠD o
T o
cur ate
Ġn a
Ġcle ar
Ġcon d
Ġfin al
Ġknow ledge
Ġp resent
er ing
ĠÐ´ Ð»Ñı
Ġus es
W rite
ĠH ello
p or
Ġcomplet ion
Ġsc ript
Ġa ff
Ġlib r
Ġcomple te
ant e
Ġc all
Ġt able
Ġ Ø§ÙĦ
Ġsuc cess
Ġex ec
Ð¾ÑĤ Ð¾ÑĢ
Ð¾Ð º
Ġcomp ound
Ã¡ s
Ġo ld
. g
Ġcl ient
ag ing
Ġcal led
E N
Ġo p
id a
Ġalg or
Ġis t
ros s
Ġcol umn
Ġt u
t il
ĠC l
Ġd uring
Ġme ans
Ġcustom ers
? "
Ġ X
it or
iqu es
Ġg l
== ==
Ġb as
i res
am ed
Ġ --
ab les
Ġf ield
a is
ic o
Ġex ist
Ġse cond
Ġfut ure
Ġmach ine
at form
Ġp ython
o f
ar ing
our s
qu e
." Ċ
il ar
. ,
Ġch ild
ar get
c c
ou n
am b
Ġp ort
Ġd ri
Ġbehav ior
] ,
Ġus ers
ĠÐ µ
ĠUS ER
" )Ċ
or n
c ing
Ġe lect
Ġprovid ing
Ð¸Ð ·
Ġche ck
Ġhapp y
og n
Ġallow s
ra nd
Ġd en
Ġli k
el s
Ð¸ Ð»
Ġprovid es
c y
Ġcal cul
am ple
Ġ ,
Ġnet work
Ġsignific ant
Ġde ep
an ces
ĠL a
Ð½Ñĭ Ñħ
ĠE ng
us h
w ord
Ġdisc uss
ell ig
ĠE n
ard s
le g
at ic
o x
Ġgener al
Ġh ome
ire d
Ġpre v
Ġen joy
Ġf ace
Ġwith in
Ġsynt hes
Ġan other
Ġc ertain
Ġd ra
Ġvoc Ãª
Ġsk ills
ri e
Ġth ree
Ġadd ress
ĠÃ ¨
P lease
Ġmaterial s
Ġf ur
le t
Ġem ot
ut ions
Ġd om
Ġcould n
ific ation
Ġl ittle
is hed
Ġpop ular
Ġv oice
Ġsc ient
ĠC o
Ġweb s
Ġth ing
ar r
ci Ã³n
Ġalgor ith
Ġho pe
Ð¸ Ñģ
ver n
Ġ ÑģÑĤ
ĠW ith
R E
Ġre ce
Ġide a
Ġ= =
Ġlo oking
Ð¸ Ñĩ
end er
Ġchall eng
f ort
O b
Ġa chie
p ose
w s
Ġartic le
ĠD es
Ð°Ð ´
ĠÐº Ð¾ÑĤÐ¾ÑĢ
Ġper m
Ġs at
Ġkn ew
Ġv i
Ġsaf ety
iv ing
or ies
Ġse arch
Ġth ose
Ġs ist
Ġe th
Ġap pe
id ade
m a
Ġcl os
c a
âĢ Ŀ
Ġfact ors
as on
Ġacc ount
Ġcol or
n a
G PT
I D
Ġl ast
Ġpri v
2 4
Ġd as
b al
ĠP l
no v
ĠI m
de f
x im
Ġbe aut
pl ic
Ġro om
am et
un a
Ġan im
d ict
Ã¼ r
Ġp a
Ġbuild ing
ä ½
st r
Ġb i
Ġ &
Ġes pec
Ġpos itive
Ġl ay
Ġres ources
Ġem b
Ġor ig
Ġphys ical
Ø ±
Ġb ene
ust ain
v ol
. c
E x
Ġconsist ent
as ter
Ð¸ Ñħ
C h
t ext
Ġtak es
Ġan t
Ġdeterm ine
Ġsome one
Ġp ode
d ro
ĠAd ditionally
comm end
Ġpl atform
ĠS h
Ġc ause
Ġpower ful
em s
Ð°Ð ¿
Ġwom an
ou d
Ġpre f
Ġsim ple
Ġt reat
Ġac id
Ġvers ion
Ġwor king
Ġd ig
Ġc u
Ġtyp ically
ir d
Ġopt ions
Ġr ate
Ġgu id
ĠIn st
Ġre lev
um e
Ġtrain ed
a ctions
Ġun e
Ø ª
Ġsaf e
ul ation
un t
c le
ight s
Ġa ud
Ġtr ue
Ġc ity
Ġe conom
ÃŃ a
Ġw ays
n um
m in
Ġfriend s
Ġc at
Ġd ate
Ġre action
ab or
Ġsent ences
Ġexpl ain
Ġp od
Ġanal ysis
ward s
Ġcomput er
Ġindividual s
Ġle ft
Ġv ol
ĠS o
Ġm ot
Ġple asure
_ f
Over all
oc i
l a
Ð¸ ÑĢ
Ð°Ð ±
Ġint e
o ks
il i
à ¦
Ġt er
Ġbec ome
Ġt urn
Ġh ab
Ġnum bers
ip s
ĠG o
Ġanal y
A n
Ġconc ern
Ġf re
\ n
pect ed
Ġpol it
im ate
u gh
Ġj o
Ġapplic ation
Ġma g
anc ial
ãĢ Ĥ
ĠA PI
Ġprot ect
Ġm ar
eng th
Ġprev ious
W e
ore d
o res
Ġp ress
Ġre d
Ġre commend
f ace
g en
Ð½Ð¾ ÑģÑĤ
Ġinclud es
Ġcharact ers
Ġf elt
Ġap olog
ent e
2 3
Ġs w
e e
Ġref er
Ġhe art
Ġchemical s
Ġinst all
ist ic
ĠÐ¼ Ð¾Ð¶
Ġmom ent
_ m
Ġbe gin
H ere
Ġs n
ĠÑĩ ÑĤÐ¾
Ġb ro
Ġs ustain
: //
Ð¾Ð»ÑĮ Ð·
Ġh ig
Ġab ove
ul es
it o
Ġstr ateg
Ġl ess
ell a
Ġnecess ary
ĠÐ± Ñĭ
Ġvide o
Ġsu per
Ġw ar
u ro
Ġin it
H ow
Ġident ify
Ġappro ach
Ġj ob
gr ound
ĠR es
Ġs em
Ð° ÑĨ
Ġallow ed
Ġsing le
Ġp ack
Ġw al
Ð¾Ð ¿
s h
Ġsitu ation
il it
Ġto t
p y
Ð°Ð ¹
Ä ±
Ġtool s
Ġwh y
O R
Ġp ay
Ġtyp es
a iled
F rame
ĠÑ Ħ
b ack
med i
ang er
s on
ist s
Ġ ?
iss ion
ÑĤ ÑĮ
Ġk ind
Ã ±
Ġl ot
Ġtry ing
Ġo ption
eren ce
Ġt k
ç ļ
y m
Ġloc al
Ġre port
ï¼ Į
ib ility
Ġrel ated
4 0
ich t
Ġcon cept
Ġb ase
Ñĥ Ñİ
Ġb it
Ġac curate
Ġp ain
al y
ĠS ome
Ġa ir
Ġt arget
i pp
C T
ĠCre ate
Ġm or
l and
Ġqu i
Ġhist ory
r am
Ġbene f
Ġfur ther
g s
Ġyour self
ut ical
Ġfam ily
anc ed
çļ Ħ
k es
Ġstate ment
Ġpr in
2 2
iv ed
arm ace
cho ol
ament e
al se
Ġj e
Ġl ow
ĠS p
Ġgo vern
- c
armace utical
Ġint rodu
Ġpos ition
ar ies
pport un
Ġresult s
Ð°Ð ¶
y n
Ġind ic
b l
al u
i ver
ĠÐº Ð°Ðº
Ġsim ilar
iv ely
Ġso bre
x ic
Ġsp ace
Ð° ÐµÑĤ
iv o
Ġse lect
ÐµÐ½ Ð¸Ðµ
uf act
Ġfil led
Ġpartic ular
Ð½Ñĭ Ðµ
Ġprogram ming
Ġmanage ment
Ġav oid
Ġ ×
ĠT e
am p
Ġn amed
er o
Ðµ Ñģ
Ġaut om
Ġcon nect
Ġeff icient
a im
ĠD ata
ut es
Ġon line
ro ll
ru ction
Ġf ul
Ð¾ Ñĩ
e y
ÐµÐ» ÑĮ
ĠW h
ĠAs s
Ġare a
Ø ¯
Ġlibr ary
Î ±
Ġcomp on
Ġc our
Ġint ellig
Ġma is
Ġf o
Ġev idence
Ġse curity
Ġsu pp
Ġs ound
Ġrespon d
Ġv on
Ġpr im
j et
ĠI nt
Ġeng ine
r as
Ġrelev ant
Ġconvers ation
pl ace
ì Ĺ
Ġv iew
is ed
v as
ĠÐ Ĵ
Ġw he
id es
Ġa ction
Ġn Ã£o
Ġiss ues
Ġapolog ize
m at
Ġdepend ing
Ġf em
ra d
er a
ne w
s s
Ġs ource
av a
m o
Ġr out
he ad
6 0
Ġfin ancial
_ l
. com
Ġd ue
un e
Ġopt im
Ġest ab
Ġs ources
iff icult
Ġhelp s
Ġele ment
y our
Ġsex ual
Ġtot al
Ġmulti ple
Ġar ch
ari o
âĢĻ s
Ġc rit
Ġris k
ion es
Ġsh are
Ġconsid ered
Ġo pportun
ë Ĭ
m y
Ġchang es
Ġpre c
ar a
ou ra
ifficult y
is f
Ġa ctions
c hes
Ġin nov
Ġexpl ore
Ġmean ing
Ġsynthes is
t ies
3 2
in ter
Ġactiv ities
ur s
Ñĥ Ñĩ
Ġconf ig
Ġn ight
ivers e
ag er
Ġprofess ional
Ġev alu
ĠC ont
A L
it er
om b
ĠL e
du ct
ĠO pen
Ġimportant e
Ġaddition al
Ð°Ð» ÑĮ
in o
R e
Ġb ot
R O
or ing
d f
Ġdescri ption
N o
Ġmain tain
j ust
Ġtem per
iz ing
qu ality
Ġcre ating
us e
Ù ĩ
Ġman ufact
ĠW or
ict ion
Ġgo als
ort h
ĠÐ¸ Ð·
f rom
Ġev ents
b r
os s
Ġredu ce
az ione
Ġar ray
g ress
á º
Ð¾Ð² Ð°Ð½
Ġlik ely
Ġt ou
Ġf ull
Ġg e
og le
ĠY our
Ġinf lu
Ġlead ing
Ġbelie ve
A I
Ġcount ry
a f
Ġpre dict
Ġp ost
Ġ >
Ġplay er
. t
Ġg en
Ġp as
Ġd est
O ne
Ġins ide
ĠÐ ŀ
Ġtal k
Ġatt ack
Ġm ix
Ġmethod s
Ġm ent
i os
à ¹
ĠW hen
Ġqu al
an e
ens ive
Ġer ror
ĠÑĢ Ð°Ð·
ĠÑĤ Ð°Ðº
Ã© m
ãģ ®
itt ed
Ġto xic
Ġc ir
åı ¯
ÐµÐ ³
Ġun til
ĠÐ Ł
b ody
' d
s ide
ĠÐ¸ ÑģÐ¿
Ġpol ic
ad d
Ġc ell
Ġem ploy
Ġsub ject
ver age
ĠÑģ Ð²
k t
Ġwebs ite
Ġpro te
ĠâĢ ľ
Ġb ig
` ,
L M
s et
ëĭ ¤
Ġra nd
Ġst ructure
re m
Ġtechn iques
Ġa way
enc ed
Ġdet ails
ĠG PT
Ġst yle
Ġrequire ments
Ġed uc
Ġn orm
Ġent re
ÐµÐ½ ÑĤ
Ã© c
lo ad
Ġe ine
ers on
h r
w w
Ã¡ ri
Ġide as
Ġhand s
as ing
} ĊĊ
re nd
one y
Ġph armaceutical
Ġser ies
Ġpar amet
0 1
Ġbo ok
Ñĥ ÑĤ
u ck
Ġch oice
are nt
ri ed
Ġdis play
Ġst at
Ġpat tern
j or
Ġp ut
Ġqu ick
: :
ac es
om s
Ġrand om
ab ase
> </
um an
ke y
Ġcomp an
Ġma kes
ne y
Ġd anger
Ġw on
Ġc e
Ġscient ific
Ġhand le
Ġbre ak
f ect
S E
2 1
m l
em pl
Ġbl ack
E n
k en
Ġwrit ing
Ġqu ery
Ġyou ng
Ġwh ite
ial og
Ġem p
ãĢ ģ
8 0
Ġrun ning
Ġ à¤
l t
Ġneed ed
i ra
out h
Ġrec ogn
Ġrem ember
Ġpat ient
Ġvari able
F or
Ġest Ã¡
Ġs ince
Ġcomp et
Ġharm ful
r ation
Ġp ast
Ð° Ñı
C om
av or
il es
Ġ í
ëĬ Ķ
ĠP r
] ĊĊ
Ġstre ng
Ġchalleng es
g es
. m
ĠE m
Ġcont rib
Ġlim it
T h
um ents
Ġm it
le ction
. l
Ġcond itions
if ul
e ction
C l
c hen
ry pt
Ġrequire d
Ġser ver
st ream
Ġha ving
-b ased
Ġoff er
Ġtr ust
Ġcomm it
Ġs chool
Ġfact ually
Ġsoc i
Ġwor ks
ar c
Ġdo ing
Ġp en
id er
Ġtrans form
Ġstud y
ig o
in it
ific ial
Ġpur pose
Ġj our
Ġdist rib
iz es
ĠÐ¸ Ð½
à ¥
Ġsat isf
. get
_ p
) :
Ġrepe at
Ġm ass
Ġass oci
ac y
Q L
con t
H ello
Ġqu ant
Ġp ath
e ch
Ġv ary
ĠC hat
.s ize
c ome
Ġmo v
in king
ul a
ion i
- quality
Ġn ames
ament o
il t
ĠE st
Ġc Ã³
Ġd one
. j
Ġsk in
Ġneg ative
Ġprocess ing
ic it
Ġg ot
C ont
Ġterm s
Ġo c
tt ps
ÐµÐ ·
ĠÐ¸ÑģÐ¿ Ð¾Ð»ÑĮÐ·
n et
å®ĥ å®ĥ
Ø ©
Ġst ay
Ġstate ments
Ġf low
Ġan s
eth yl
i od
Ġbl ock
a pt
Ġwhe ther
l am
Ġsu a
w rite
ic una
ĠO r
Ġele ments
Ġ ing
Ġfil es
k ay
Ġincre ase
ĠÐºÐ¾ÑĤÐ¾ÑĢ Ñĭ
Ġdescri be
Ġs un
{ Ċ
a u
Ġ Ï
Ġcon se
av ig
Ġfr ame
Ġhigh ly
Ġgo al
Ġorig inal
Ġp u
Ġrespect ful
Ġstart ed
o per
in ally
Ġread y
Ġh old
id ine
at s
Ġs ide
Ġto wards
3 3
Ġ â
Ġf und
A nd
Ġt aking
Ã§ a
Ġeng age
. NAME
Ġb ed
ìĿ ´
Ġequ ip
p a
ĠUn ited
ê ³
Ġloc ated
ord ing
Ðº Ð¸
le ep
2 8
Ġl and
. f
) )
Ġcon ne
Ġmon th
Ġd os
cur s
Ġpoint s
Ġall ies
ÐµÐ ²
Ġst op
[ '
Ġa uf
" ĊĊ
S o
Ġsol ution
Ġm ention
b y
Ġmin im
Ġdat as
nc ia
Ġtop ic
Ġcl aim
if t
Ġt imes
eren ces
Ġw ait
s el
Ġwom en
Ġme asure
Ġstart ing
Ġexperi ences
Ġachie ve
Ġf Ã¼r
t re
N ame
Ġup d
Ġvi ol
in put
Ð¿ ÑĢ
P ro
end o
Ġpre vent
Ġmus ic
u i
Ġd ru
\_ \_
Ġloc ation
Ob j
f s
Ġb ring
Ġdid n
sp an
ĠP h
Ġde b
Ġexper t
íķ ĺ
ĠEng lish
Ġl at
Ġfeel ings
ĠCh ina
Ġh ot
ĠL td
A d
j a
Ġst ri
Ġd ed
Ġd r
Ġbeaut iful
v a
Ġrem ain
u it
Ġre view
ĠM an
ĠÐ ļ
Ġse par
Ġgrow th
le x
ĠA pp
ÐµÐ ±
Î ¹
Ġcontain s
Ġinte gr
c ure
4 5
Ġcho ose
Ġv ous
Ġatt ention
al es
ful ly
ĠÐ¿ Ð¾
Ġcol l
Î ¿
Ġg lo
Ġstreng th
Ġthough t
c ent
uest ion
g re
Ġn ature
ĠF r
Ġindust ries
Ġval id
Y our
in ing
Ġf lo
Ġproper ties
Ġcon cl
Ġm is
Ġconcern s
Ġca pt
Ð½Ñĭ Ð¼
f er
o ad
ut put
ir m
it ect
2 6
Ñĥ Ð´
z y
st er
S ON
ì Ħ
ic ro
bo x
C on
Ġw arm
ĠChe mical
Ġre ach
f ile
Ġas pect
ill ion
Ð½Ñĭ Ð¹
l ished
Ġc as
Ġpro p
E T
M L
Ġe at
Ð½ Ð¾Ð¹
Ġcre ated
Ġeas y
Ġwid ely
Ġst ore
Ġd am
m et
ad as
Ġro ot
Ġd iv
Ðº Ð°
Ġpr ice
Ġdanger ous
Ġmed ical
19 9
Ġhy dro
it ing
res pon
Ġh ours
Ġmed ia
Ġeffect ive
Ġre ally
Ġaut hor
Ġlo op
Ġgra ph
co ver
ĠÑģ Ð»
ent ly
Ġ ðŁ
Ġintellig ence
Ġsol utions
I T
og raph
an a
Ġreg ul
en ing
ĠÐ¼ Ð¾Ð³
Ġim m
at ory
Y es
E S
b ed
ep end
5 00
on es
it es
st ring
l er
Ġcommun ication
a Ã§Ãµes
Ġha ir
ĠÐ¿ÑĢ Ð¾
``` ĊĊ
ĠB y
ìĿ Ħ
Ġd ays
Ġpres ence
Ðµ Ñĩ
' ]
ĠE s
Ġgovern ment
ĠS ie
Ġext ract
Ġcl ose
n Ã©
Ġspe ed
olog ies
val ue
Ġtrans l
Ġinc or
Ġhist or
Ġd ass
Ġn avig
Ġtop ics
Ġst e
() ĊĊ
Ġeth ical
+ +
Ġreturn s
ty pe
_ c
ol l
Ġre ason
ĠDe f
Ġcom fort
os p
Ġart ificial
ĠÐ¼Ð¾Ð¶ ÐµÑĤ
r ong
.. ..
Ġr Ã©
P U
Ġa ge
Ġsc ene
Ġare as
Ġdec ision
å Ĳ
Ġdescri pt
y pe
ab ilities
ä» ¥
ä½ ł
Ġdec is
Ġsu it
Ð° Ñİ
ĠS et
Ġf it
Ġmat ch
Ġp i
att le
Ġprodu ce
ĠÐ ¡
I C
Ġt i
Ġdat abase
pp ed
Ġbe gan
Ġse qu
an o
Ġph r
un ction
oun ter
h t
end ed
Ġd ans
ment e
A A
Ġtou ch
æ Ī
j ud
Ġm other
ĠA mer
Ðµ ÑģÑĤ
Ġiss ue
ic as
Ġget ting
Ġst ru
ĠE l
Ġalgorith m
Ġcompan ies
ãģ Ļ
Ġinit ial
Ġrespons ible
ĠO ne
Å Ĥ
en z
Ġpri or
cl ass
Ġro bot
ĠA m
Ġpart ner
Ġ" [
d ata
pp ing
ĠĠ Ċ
Ġoff ers
Ġbre ath
Ġleg al
2 7
ÑĢ Ð°
ig ure
Ġet c
Ġinst ead
ic ate
Ġ ich
Ġdes ire
Ġrelationship s
Ġsist em
iment o
Ð¸Ñĩ Ðµ
Ī ëĭ¤
Ġa ve
ĠN ew
k n
all s
qu est
Ġup date
Ġchat bot
cri ption
t he
Ġ id
dition al
Ġlo ad
Ġfore st
Ġdet ailed
Ġcon vert
Ġv ill
Ġdev ice
Ġm oney
Ġf our
Û Į
Ġw indow
Ġreg ard
Ġmem ory
Ġcap ac
it Ãł
Ġhum ans
cre t
Ġcontin u
o le
Ġcommun ity
ĠĠĠĠ Ċ
-------- --------
Ġm Ã¡s
Ġm as
Ġv irt
al ing
n en
Ġpre g
Ġem ail
ÐµÐº ÑĤ
Ġcons ult
] "
Ġtemper ature
Ġcour se
Ġaff ect
ra p
h ing
m en
a ult
Ġg ain
ĠO n
d a
Ġrem ove
ut o
Ġstud ents
Ġpl ot
Ġcons um
" )
D es
u ild
Ġfe ed
Ġdem and
Ġreg ular
ĠQ u
ul ate
Ġback ground
ad or
9 9
Ġrepe ating
b ut
Ġdevelop ed
ĠGo ogle
T r
ĠSt ates
Î µ
But ton
Ġcle an
Ġim ages
Ġinter act
ivers ity
Ġb al
ens ion
Ġres ol
Ġc y
an ation
- in
it a
ì ļ
Ġspe ak
Ġ ur
ly ing
ĠÐ Ŀ
Ã ¢
Ġd ella
Ġprocess es
ire ction
ient o
Ġemot ions
ĠS ystem
Ġobject s
Ġb ar
Ð¸ ÑģÑĤ
Ġover all
Ġper iod
iv ity
Ġw atch
Ù ģ
ĠW rite
' )
Ð½ Ð¾Ð³Ð¾
.g ame
ĠH er
idad es
Ð¾Ð² Ð°ÑĤÑĮ
Ġorgan iz
c hed
so le
æ ľ
od es
Ġac ross
Ġenvironment al
Ġmod ule
re t
leg al
Ġac cept
Ġans w
ra w
Ġì ŀ
Ù ĥ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
D e
Ġequip ment
ì ł
end ing
Ġfem ale
b s
Ġespec ial
Ġop in
G ame
ac hes
Ġsc en
ut h
ĠN ame
ĠJ SON
Ġwant ed
her s
Ġim ag
Ġwal k
ĠT hat
c ore
Ġwe ight
wor ks
oth ing
Ġtra vel
Ġoutput s
Ġchild ren
c are
ĠÐ¿ ÐµÑĢ
- to
Ġ Ùħ
Ġg as
Ø ¹
Ġcl ar
Ð¸ Ñİ
Ġd ialog
Ġintern et
Ġrequ ires
- re
he tic
Ð¸Ð ´
Ġp age
es e
Ĥ ¬
Ġad just
Ġvis ual
An swer
Ġmat ter
A l
Ġarch itect
is es
Ġproble ms
Ġs ort
c ar
d om
Ġc ateg
ĠH uman
Ġstru gg
iel ds
Ġs ays
Ġb row
Ġro w
Ġd Ã©
Ġd ark
le ment
Ġpro b
read y
Ġsc ience
il led
Ġb oy
Ġres p
Ä Ļ
Ġfr ont
yth ing
The re
Ġse cure
b on
Ġh or
it ch
ĠÑį ÑĤÐ¾
Ġpract ices
oura ge
Ġinvol ved
Ġs qu
¿ ½
Ġcommit ment
Ġt en
Ġsh o
- (
Ã© e
Ġr ules
Ġex act
Ġhig her
Ġlet ter
t ers
N ote
h ow
hen s
.d on
ĠTr ans
Ġinter medi
Ġen ough
Ð» Ñİ
ĠD is
m ate
Ġs us
z ione
y e
ĠWor ld
I ON
- st
Ġ Ñħ
Ġp un
( s
Ġexpl icit
Ġadv anced
ress ion
Ġla w
Ġsh a
enc ia
Ġo pp
Ġil legal
Ġlos s
Ġassoci ated
.p y
Ġquick ly
ĠÑį ÑĤ
ï ¿½
A C
ak es
ic ial
ill ing
ou ble
ëĭ Īëĭ¤
Ġbe com
ch an
os ed
Ġb omb
ra ft
Ġph ot
con st
Ġf avor
] .
ant o
Ġuse ful
Ġs low
ri al
ur y
Ġv ict
a a
n y
Ġask ed
Ġm iss
Ġh on
Ġcomm itted
Ġpriv ate
æ ĺ
Ġprom ote
em pt
Ġse en
ĠO nce
o ver
Ðµ ÑĪ
ê °
ur ation
ĠI N
Ġa y
Ġh ouse
mb ol
en ed
Ġdatas et
Ġcont act
Ð°Ð± Ð¾ÑĤ
Ġsc he
Ãª ncia
g ing
S e
ord er
Ġdis e
i as
u el
Ġrel i
_ name
Ġb ir
ĠB l
ÑĢ Ð°Ð½
ro ot
ac hed
ĠÐ¿ Ð¾Ð´
r ast
ë ¡
Ð¾Ð± Ñĭ
ĠAd d
ĠC al
ìĹ Ĳ
ä º
å ¥
Ġde ath
Ġjour ney
Ġcontin ued
Ã ¥
2 9
g est
Ġv ul
Ġw rong
a ur
m it
Ġbenef its
Ø ¨
Ġfun ctions
! "
O T
le ar
Ġtreat ment
c an
Ġal ready
6 4
Ġd if
Ð° ÑģÑĤ
ĠS u
Ã ´
ĠÐ¸ Ð»Ð¸
Ñħ Ð¾Ð´
Ġ ill
ç Ķ
h ic
ĠC ol
at ors
Ġb ound
Ġmin utes
T ext
s y
Ġs ong
Ġl ive
__ __
Ġtrans port
Ġl ength
l ight
Ġind ex
_ id
a w
Ġp ie
Ġl ives
= '
is on
ĠĠĠĠĠĠĠĠ Ġ
Ġbre ast
Ġactiv ity
Ġeffect s
==== ====
o int
ri a
ut ed
Ġconne ction
ĠÐ¿ Ð¾Ð¼
Ġm i
Ġarg ument
Ġl ower
) -
ĠÐ ¶
Ġpro gress
Ġg ar
Ġtak en
Ġk iss
ub e
Ġma xim
ur t
Ġ Ä
p are
Ġgr ound
Ġappe ar
ãĤ Ĵ
ì ŀ
ro om
os ition
Ġinvol ve
ol a
Ġconst ant
c ion
olog ical
Ġpl us
( x
Ġb lo
Â ł
ist ics
ĠÐ¿ Ð¾Ð»
Ġsc re
Ġ ÙĪ
w hat
Ġpers pect
åı¯ ä»¥
Ġansw ers
ĠI l
S cript
bo ard
Ġf ix
ici ency
j e
å ¤
Ġpartic ip
() ;Ċ
Ġdig ital
ĠV er
Ġp el
Ġad vent
Ġdecis ions
pre t
Ġme as
ë ¥
Ñ į
Q uestion
on o
r ig
D ata
A D
Ġcomp re
Ġseg u
Ġeconom ic
c ip
Ġincl u
ell ing
Ġoper ations
Ġ ri
Ġcent er
r im
Ġl abel
Ġfor ward
Ð¾ÑĢ Ð¼
Ġbas ic
Ð°Ð¼ Ð¸
Ġm al
Ġevery one
d es
Ġr ather
ĠH T
Ġtechn ologies
Ġcommon ly
Ġident ity
op y
r ound
3 5
Ġdirect ory
or age
Ġì Ŀ
Ġf ire
ce ption
Ġper fect
- l
sel ves
Ġth inking
v o
r ict
7 0
he ll
ĠC O
ĠWh ile
Ġbelie fs
Ġdev ices
at ter
Ġprom ot
ĠÂ ¿
Î ½
ient e
m an
Ġimport ance
uro pe
' Ċ
Ġproper ty
Ġf ra
ĠG ener
Ġsoci ety
Ġs um
å ħ
Ġris ks
Ġeff ort
Ġt ax
Ġcount ries
Ġra d
Ġorgan ization
Ġf ight
ìĿ ĺ
cri be
Ġs ch
I s
Ġfor ce
` .
in ary
Ġme chan
Ġconse qu
( f
ser v
Ġassist ance
Ġlat est
u ff
ess o
Ġnorm al
Ġlevel s
Ã ²
Ġwe ar
Ġl iving
Ġcom es
p ite
I d
Ġvirt ual
Ġman ip
u a
Ġits elf
Ġsustain ability
Ġ= >
. S
Ġc os
Å ¼
ĠÐ¿ÑĢ ÐµÐ´
re g
ĠÐº Ð¾Ð¼
Ġexperi enced
Ġw orth
b i
el ines
Ġs Ã£o
Ġcir c
' )Ċ
Ġma jor
Ð¸ÑĩÐµ ÑģÐº
h ttps
Ġa jud
ĠÐº Ð¾Ð½
Ġab s
Ġf a
E D
ung en
Ġal ong
ĠM ake
Ġa ware
ap an
red ient
Ġm el
e es
Ġit ems
Ġnavig ate
Ġconf lic
Ġm es
yn am
Ġdoes n
ĠChat GPT
l ich
Ġse em
Ġmarket ing
Ġs leep
Ġen em
bo ok
Ġint eg
w h
et t
Ġbut ton
ĠP ol
Ñĥ ÑĢ
h old
v i
pp er
Ġmon itor
ĠV icuna
Ġdes ired
iz ar
Ġinst al
Ġs we
Ġess ential
Ġg ames
I M
cl ude
ic an
Ð² ÐµÑĤ
Ã Ł
ch lor
Ġw in
Ġb ra
Ġcult ure
Ġres ist
Ġpued e
Ġful f
pl ain
H e
av es
Ġher self
Ġay ud
Ġc ard
Ġman ner
Ð¸ ÑĨ
Ġad apt
íķ ľ
Ġtest ing
Ġconcl usion
it her
Ġm ist
is ing
Ġset t
", "
Ġbl ue
Ð Ĵ
Ġever ything
od ies
ere nt
ess age
ot s
R es
Ġgra nd
Ġstud ent
Ġab ilities
, NAME
Ġpract ice
ic os
ì Ĭ
ĠJ ava
st art
Ã© r
L abel
Ġan n
ear ch
Ġglo bal
empl o
Ġlong er
Ġdra w
ĠÑ Ĩ
ad es
u k
id d
Ġt itle
Ġa f
Ġsub st
Ġin mate
ast ic
Ġtra ditional
F T
Ġbeh ind
Ġc ri
Ġplay ing
not her
Ġp arent
ĠP re
Ð°Ð ³
po int
or o
Ġwe ek
Ġf ine
L L
ess ion
Ġpass ion
er al
Ġinterest ed
Ġas king
Ġm ask
Ġfre qu
nd er
ex pected
Ġe u
id s
ativ ely
age m
Ġdem on
ì §
Ġmod ern
Ġhealth care
Ġse u
Ä ħ
Ġprec is
ac he
9 0
Ġcon dition
Ñĭ Ð²
Ġdi ag
Ġf ar
Ġson o
A S
Ġsc ore
Ġto ok
ĠS ch
O S
oc ol
Ġcult ural
ÑĢÑĥ Ð³
4 4
Ï Ħ
Ġdifficult y
y ear
Ã© n
pl it
ic ated
it Ã©
× Ļ
Ġex pect
Ġwrit ten
i j
ch ange
x y
art e
Ġref erence
Ġt im
Ġdel iver
c king
Ġpref erences
Ġdef in
Ðµ ÑģÑĤÐ²
Ġhe at
n ers
Ġcaus ing
) ;ĊĊ
Ġi h
Ġa verage
li ke
om et
Ð Ł
Ġwe aring
Ġintrodu ction
Ġrefer ring
Ġh ol
m on
ĠC ons
Ġs ample
ĠM e
Ġth ird
s ing
Ġcap able
Ġob jet
Ġst age
Ġdet ect
ãģ «
Ġalgorith ms
ough t
EN T
! ĊĊ
d igo
Ġsy m
Ġpa per
ĠE r
Ġc ock
Ġc up
m ar
at i
Ġanim als
ë¡ ľ
Ø ³
Ù Ĥ
Ġinnov ation
Ġde g
Ġexpress ion
wor ds
ag ed
Ġt amb
Ġam b
con s
Ġdec id
Ġthough ts
Ġmanufact uring
Ġcre d
Ġdiffere nce
Ġconf usion
[ i
Ġve hic
indow s
Ġp ow
ãģ Ħ
ĠCom p
Ġpro ced
Ġlim ited
Ġ %
Ġcont ract
M y
ãģ ¯
Ġgroup s
Ġvill age
um p
op h
Ġ} ĊĊ
Ġent ire
h i
Ġplan et
R A
Ð½ Ñı
C I
Ġsol ve
oc ks
Ġnew s
Ġlay er
g ed
ure d
er ia
Ġact ual
Ġset ting
Ġh ost
c al
Ġk ann
f o
Ġhealth y
Ġin j
U S
Ġf ields
ĠAss istant
Ġb ad
Ġtra ck
Ġc ou
ĠDef ine
av ing
Ġre actions
re ci
Ġpharmaceutical s
Ġun expected
. body
Ġo der
Ġsuit able
3 6
Ġon ce
I m
Ġd im
Ġwho le
iz z
Ġopportun ities
Ġarchitect ure
Ġpress ure
Ð¾Ð· Ð´
an vas
Ġst ream
Ġs ou
ĠG erm
Ġcaus ed
Ġpattern s
Ġpolit ical
Ġsequ ence
Ġs ie
Ġcalcul ate
Ġbo x
Ġconsequ ences
Ġne ar
Ġatt empt
st e
Ġvis it
Ġn p
Ġbu y
ĠA ll
but ton
Ġconf ident
Ġmed ic
3 1
' ,Ċ
Ġstart s
Ï ģ
Ġhe ight
Ġinterest s
Ġ\ *
ĠA g
Ġcomfort able
Ġfe ature
Ġparamet ers
Ġ ir
Ġ< /
Ġs ich
Ġdevelop ing
. \
Ġext ra
ok en
Ġpe ace
Ġatt ract
s v
, ,
s it
Ġsistem a
Ġsa ve
L ist
ĠE ar
Ġm Ã©
Ġc ases
Ġfe ar
Ġplay ers
C H
and as
Ġit em
in ks
Ġinter face
Ġrequest s
ci as
Ġun s
Ġfo ot
ĠcÃ³ digo
Ġk ing
ri x
c ks
d own
g ar
Ġer r
Ġf ast
ÑĤ Ð¾Ð±Ñĭ
Ġc ut
b ing
Ġoc cur
Ġcurrent ly
Ġmodel o
v ide
æĺ ¯
Ð¸ÑĤ Ðµ
Ðµ Ðµ
Ġatt rib
iz er
Ġbusiness es
ce ed
ãģ §
ĠR uss
Ġcl othing
ÐµÐ ¶
Ġsal es
Ġp al
Ġex pected
pt ions
ph as
Ġsu ff
Ġstand ards
Ġfeed back
Ġcomb ination
Ġsent iment
Ġhe av
How ever
Ġre ve
aj e
Ġf ing
Ġgo es
Ġf lex
3 4
ura cy
o i
ä» ¬
W ith
Ġess ere
Ġo kay
Ġnot hing
Ġstand ard
Ġp ub
p is
Ġpre t
Ġref ers
Ġb ank
Ġdeterm ined
ĠÑģ Ð¾
.d ifficulty
G ive
ĠØ ¨
ens or
Ġeng aging
ĠJ apan
Ġequ al
Ð½Ð¾ÑģÑĤ ÑĮ
Ġan g
Ġadv ant
ac c
ĠM odel
ĠÐ Ķ
ĠÐ¸ Ð¼
Ġre act
Ġcol lect
ĠĠĠĠ ĠĠ
) )Ċ
c ial
Ġl ing
Ġhy p
Ġb ul
Ðº Ð¾
Ġcompre hens
Ġspe ech
Ġmention ed
ĠT ra
Ġsy mbol
at ives
he st
ĠE urope
Ġle ave
Ġb odies
ĠM on
Ġdist ance
Ġd iverse
Ġd ir
. h
Ġre put
Ġlo oks
Ġrec ent
Ġref lect
ig en
ĠÑģÐ² Ð¾
C O
Ð½ Ð¸Ðº
è ¯
Ġre pl
Ġrel ig
ca pe
Ġsm o
in ate
f ol
Ġset s
.p ack
Ġment al
Ġu pon
f r
Ġst ates
im age
Ġd ress
Ġmem bers
al t
Ðº Ñĥ
art ment
L e
as y
ĠP er
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
ĠL LM
ra z
Ġespecial ly
Ġso on
Ġform a
idd le
Ġcompon ents
Ġb rand
Ġbu ilt
Ġvul ner
S he
Ð° ÑĪ
L a
Ġbot t
ĠTr ue
Ġag re
ÑĤ Ðµ
- M
St ep
Ġlangu ages
Ġanaly ze
B y
Ġdet ail
Ġì ł
Ġresult ing
Ġguid ance
Ġe j
Ġclient s
Ġt ip
ĠP ar
Ġam ong
Ġsupport s
U R
Ġdescript ive
Ġin app
er ate
ag raph
Ġprim ary
Ġal tern
Ġspec ified
Ġsee k
Ġt ag
Ã¶ n
Ġguid elines
Ġcompon ent
Ġag ent
ÃŃ f
un ch
Ġvari ables
n ake
Ġrec ord
ĠG r
Ġc um
W hen
Ġy et
ĠV is
ĠA re
aly st
ar ia
r ight
Ġpro pos
Ġeduc ation
z en
- >
-t ime
Ġrem o
id den
Ġtal king
Ġse cret
Ġfl u
Ġtr uth
Ġpart s
f ig
enc ies
ĠG et
Ġutiliz z
Ġcor respon
Ġgre en
Ġtechn ical
Ã ¹
ib r
a ff
ap ter
Ð° Ñħ
Ġex erc
Ġcl im
Ñģ Ð»Ð¸
iv a
Ġhe sit
Ġprin ci
Ġdam age
ĠS QL
Ġmeas ures
ac ed
A r
Ġrese arc
- se
Ġ-- -
ë¥ ¼
ĠÐ ł
oc ation
Ġdirect ly
Q u
å¥ ½
ul y
ĠN e
Ġval u
min ist
et te
Ġle ast
ì ĭ
Ġcon duct
as ons
y p
Ġcap ital
D o
yr im
ĠA t
Ġcap abilities
Ð° Ñĩ
ot hes
ĠW ho
Ġb all
ĠL o
Ġhe ar
v ar
Ġutil is
Ġreg ion
Ġa o
ĠÑģ Ð¿
Ġstrateg y
Ġaud ience
ĠIn tern
K ey
f e
Ġsustain able
¸ °
ãĤ ĭ
q l
im ately
Ġinter pret
Ġsp read
Ġest e
z z
Ġpack age
ãģ ¾
Ġexpl anation
ĠÐ´ Ð°Ð½
Ġfollow s
ÑĢ Ð¾Ñģ
Ġestab lished
Ġa i
ct ive
Ġthem selves
ÐµÑĤ ÑģÑı
ro id
Ġm u
h ol
ci ous
en n
g y
Ġorganiz ations
Ġphr ase
in ux
Ġacc ording
Ġspec if
Ġp air
- B
Ġtext o
Ġeas ily
Ġcomplet ely
Ġsha pe
- P
a pon
ig e
Ġinvest ig
ure r
Ġdemon str
Ġev ol
ines e
Ð½Ð¾ÑģÑĤ Ð¸
ĠS c
3 7
port s
Ġexpl oring
Ġinapp ropriate
ãģ Ĺ
Ġle d
Ġ Ã¡
Ġg est
Ġf igure
ĠDe velop
) ,Ċ
Ġl ines
ĠChe ck
Ġst orage
Ġsm ile
Ġd ur
ĠTh ank
ĠA c
.c anvas
iv os
Ġsur round
or a
ĠÐ´ ÑĢÑĥÐ³
Ġc ru
Ġdef ine
3 8
Ġexp and
Ġf all
il ing
Ġwill ing
Ġor d
ĠM ed
Ġhim self
ĠÐ» Ñİ
Ġf alse
Ġmov ie
Ġs il
b en
Ġcar ried
Ġing redient
Ġser ious
Ġevalu ate
Ġexper iment
ĠÄ ĳ
ĠInd ia
new able
Ġoff ensive
g ame
it ude
U n
Ġdo g
b all
Ġv ot
P E
N N
Ġl ink
I S
Ġo t
Ġpolic ies
az ioni
Ġave c
Ġful ly
ĠÐ±Ñĭ ÑĤÑĮ
ĠB o
Ð ¡
Ð¸Ð ±
Ġtrans fer
Ð ŀ
em ember
Ġem phas
ic ious
D E
Ġlook ed
ond on
umm ary
Ġpl ant
ĠÐ ľ
å®ĥ ä»¬
Ġparticular ly
Ġst ruct
Ġadv ice
Ġm ale
0 5
Ġor g
ĠÃ º
× ķ
ĠÑĩ ÑĤÐ¾Ð±Ñĭ
Ġ ult
or ch
form ation
ĠR ed
Ġincre asing
Ġent er
Ġcan cer
be ing
Ġn om
p ly
el le
Ġadd ing
Ġrece ive
Ġprin cip
Ġl ater
Ġexc ited
æ ĸ
Ġp y
ac iones
ĠN one
Ġapp reci
vel oper
Ġm outh
ĠS i
Ġw er
ĠW ar
Ġ _
re l
l en
- S
A B
ist a
Ġhand ling
he mat
Ġproject s
c ular
Ġleg s
ur ance
ĠEar th
Ġintermedi ate
ÑĤ ÐµÑĢ
Î ·
ve red
Ġmot iv
ĠM ay
r ar
s ch
å Ī
In st
Ġtre nd
Ġe ither
Ã¨ re
ire ct
Ġa us
Ġd ynam
f riend
ÐµÐ ¿
it ement
res ents
() :Ċ
li er
Ġcommun icate
n ed
Ġwant s
Ġm illion
Ġre v
ĠT ext
Ð°ÑĨ Ð¸Ð¸
ĠSt art
Ġc od
) .Ċ
e ff
Ã¡ l
Ġblo od
Ġc and
Ġhig hest
et ime
Ð¶ Ðµ
i ro
ĠÐ² Ñģ
Ġo il
m odel
Ġded icated
Ð½ Ð¸
Ġclos er
Ä ĩ
Å Ľ
Ġê °
Ġeff iciency
Ġincor rect
Ġcon sole
Ġupd ated
Ġacc uracy
k a
Ġw ent
Ġto d
Ġattack s
Ġh om
Ġpotential ly
" .Ċ
Ġinstru ction
ĠF inally
r ist
íķ ´
E r
p ass
Ġsm art
t es
Ġpar agraph
Ġdistrib ution
Ġmy self
pl ot
ĠThe n
ĠData Frame
tt p
Ġimplement ation
or k
ĠA fter
Ġprofess ion
Ġc ame
Ġs ind
Ġrep resents
Ġus u
Ġexpert ise
re r
3 00
Ġinform aciÃ³n
Ġ __
um ber
Ñĥ Ñģ
Ġd oc
ĠTe chn
Ġdo or
ĠÐºÐ¾ÑĤÐ¾ÑĢÑĭ Ðµ
Ġf ive
Ġob tain
t i
ant ic
ĠD AN
Ø Ń
Ġne ural
an ks
Ġc ross
Ð°Ð½ Ð¸Ñı
ĠJava Script
Ġth r
u er
A pp
Ð¾Ð² Ñĭ
AT E
ĠL ondon
Ġfil m
tic a
Ġlar ger
Ġbec ame
ĠF e
Ġout side
Ġmem ber
Ġen able
Ġscre en
out put
ap s
pr ise
Ð»Ñİ Ñĩ
kn own
Ġvalu able
Ġm ilit
g ra
ar ge
Ġfe et
?" ĊĊ
Ġf ant
Ġn od
Ġany one
Ġrest aur
ĠÐ± ÑĥÐ´
Ġb attle
- C
Ġde i
Ġeffect ively
D F
Ġp esso
Ġbo oks
Ġgre ater
Ġcell s
so ft
j o
ĠO b
-t he
Ð¾ Ðµ
cre ate
Ġd ream
Ġre asons
ĠT est
Ġens uring
ain s
Ġar m
Ġdru gs
Ġs in
Ġshow s
Ġmaxim um
U p
w o
ĠB ased
Ġinvest ment
A nother
b it
Ġn icht
Ġpart y
Ġ !
Ġal t
Ġ @
Ġpen is
am a
Ġun iverse
ĠG od
Ġallow ing
Ġcoll abor
c n
am ine
> ĊĊ
Ġs ite
Ġsynt hetic
5 5
- of
Ġnum er
Ġreg ist
ww w
Ġ* *
ĠAmer ican
Ġbreast s
( n
Ġd iction
iven ess
ÐµÐ½ ÑĮ
] ,Ċ
Ġfeel s
Ġl ost
Ġgener ated
Ġb ab
le te
Ġcom ment
Ġn ut
em b
Ð» ÑĮ
Ġa im
Ġsa w
ud io
N D
ĉĉ ĉĉ
Ġopportun ity
Â °
Ġaspect s
ĠF l
ht ml
Ġph one
Ġth reat
Ġb es
ast e
Ġthe ory
Ġmo b
Ġt ab
Ġproper ly
1 50
Ã¶ r
Ġdel le
i us
Ãº mer
Ġre le
Ġear ly
ĠO utput
Ġ} ,Ċ
Ī ĺ
Ġsuccess ful
f low
Ġh at
Ġa plic
art y
ê³ ł
ĠThere fore
qu i
Ġadd ed
Ġco ol
Ġmo ving
Ġequ ation
Ġass ign
ĠD on
Ġh al
sy ch
ter m
k y
hell o
Ġsym pt
Ġpolic y
Ġpr ime
Ġact ually
ĠO h
um b
Ġcre ative
Ġconst ruct
erv ice
ĸ ´
Ġcolumn s
Ã¡ri o
Ġcat alyst
Ġframe work
Ġgrow ing
Ġpur ch
pon se
Ġfil ter
- being
Ġstat us
Ġla ws
Ġass um
Ġstrateg ies
ĠN et
- year
( (
Ġh ood
Ġcom un
Ġst ock
Ġd ados
al ue
en za
ak ed
.j s
Ġenem y
Ġsens itive
Ġtri ed
yr idine
am s
Ġinform aÃ§Ãµes
æĪ ĳ
E s
Ġdialog ue
Ð´ Ð°
ĠRe g
Ġright s
ĠW indows
Ġrel ax
ff ic
Ġd in
Ġl iter
il os
ĠHT ML
am os
Ġcon v
G iven
ab il
end s
Ġpol y
Ġo d
ar ily
Ġc ry
Ġreli able
Ġc ada
Ġv o
ĠP y
Ġform ula
ograph y
Ġper cent
ĠÐ ĺ
, ĊĊ
er ies
Ġlo ved
ir it
Ġdis pos
l ist
Ï Ģ
Ġmess ages
T hat
Ġw at
Ġturn ed
g i
Ġw el
Ġf az
/ s
ĠÐ ¯
Ġar ri
he nt
Ġfulf ill
C ol
Ġt ut
.s et
Ġal one
ĠCom m
Ġdecid ed
Ġl ic
ĠÐ¾ Ð¿
Ġf ill
o ff
ĠâĢ ĵ
7 5
ud o
M A
- D
Ġto ken
Ġal s
Ġra p
I nt
Ġc ert
] [
Ġen h
in i
oc al
ate ful
at en
Ġr ich
re st
Ġbeaut y
Ġcontin ues
St art
Ġass ess
e ks
E m
ì ľ
t ime
Ġpass word
Ð Ŀ
p x
r ate
I A
iv al
ĠÑ Ī
Ġdes ires
Ġs ig
ãģ ¦
ify ing
U ser
Ġn arr
ãģ ¨
Ġespec ÃŃf
å Ĭ
Ġra w
Ġne ces
Ġwh is
act er
c el
Ġdif erent
Ġexc itement
Ġp et
Ġresearc hers
Ġw ie
Ġv ar
Ġst ress
Ġ rom
Ġem erg
c in
Ġmat hemat
Ġwe ak
Ġp an
The se
Ġapp ly
t ure
Ð½Ð¾ Ðµ
ic on
Ġë °
Ġemp res
Ġwe apon
Ġtrust ed
ĠE ach
l ib
Ġprompt s
ar ize
Ġprogram s
Ġthrough out
p ath
Ġs ed
ĠCh inese
Ġde ploy
C an
Ġhon est
ï¼ Ł
on y
Ġpod em
Ġc ounter
Ġdiffere n
Ġindust rial
Ñĥ Ð¶
Ġa w
Ġn Ãºmer
ĠO ver
} ,Ċ
Ġt ree
" "
Ð¸ ÑĪ
Ġprior it
ĠÐ· Ð°
Ð¸ÑĤ ÐµÐ»ÑĮ
Ġopin ions
Ġbo ard
it ar
Ġbal ance
e ep
c ode
Ġdire ction
em p
id th
" >Ċ
w ith
Ġno vel
Ġperson ality
ot ic
Ġb rain
il s
Ġun able
ãĥ ¼
us ed
ĠE nt
ê° Ģ
Ġto ld
Ġlead er
I I
Ġpop ulation
Ġefficient ly
Ġa u
for ce
ĠÃ© t
Ġaud io
Ġe c
Ġcomprehens ive
Ġto wn
Ġse ction
Ġs av
Ġincre ased
ĠA S
Ġd ies
c ast
Ġg ender
U T
ĠC ould
! Ċ
Ġemploy ees
Ġre place
St ate
_d ata
ĠI D
Ġdom in
in st
- h
Ġcrit ical
-- -
Ġb ud
ìĿ Ģ
en ge
Ñĥ Ð½
3 9
Ġsh own
Ġg i
Ġfocus ed
Ġar r
und o
Ġins p
d ed
Ġmod e
Ġc i
F ile
Ġgener ation
Ġw ild
0 4
Ġp ush
ä ¹
tern al
Ġsim ply
j i
Ġs od
Ġp ull
ren ch
RO M
} ,
Ġli qu
Ġmo le
r at
ut ral
Ġerr ors
Ġind epend
Ġm ir
Ġh ar
Ġexist ing
op s
ĠA ct
Ġchang ing
pt y
Ġch ann
ä½ł å¥½
ve re
Ġde ad
ĠAn swer
it ation
ĠInd ust
Ġwe ather
Ġte cn
Ġsuggest s
Ñģ Ð»
Ġdri ve
Ġpos so
Ġprote ction
Ġsatisf action
ĠÐ ¢
Ġgener ating
Ġsur face
ind ex
Ġact ive
Ġexec ut
Ġsympt oms
Ġsh ared
f l
Ġelect ric
â ĸ
as m
Ġ ###
Ġon es
Ġstr ange
Ð¸Ð¼ ÐµÑĢ
ers e
ì ķ
Ï ĥ
×ķ ×
ic he
å®ĥå®ĥ å®ĥå®ĥ
Ġdef ined
Ġm ol
Ġst ar
Ġm ut
Ġconcept s
int s
res ult
Ġp d
ind o
Ġf ict
b es
Ġrout e
ï¿½ ï¿½
â Ķ
è ĥ
Ġinflu ence
ap i
t k
ĠN ow
Ġro ws
Ġm il
ron ic
Ġpolit ics
g a
Ġto m
W h
H E
ë ¦
un ta
y ing
en a
Ġfin ally
Ġmor al
icro soft
ï¼ ļ
pt h
Ġexec ution
Ġcost s
o h
l im
Ð½Ð° Ñı
Ġl if
ot al
Ñı ÑĤ
Ġes c
Ġsmall er
Ġexp os
ÃŃ s
Ġsuggest ions
Ġoper ating
Ġt ight
ad em
Ġrece ived
Ġco ver
vol ution
Ġsound s
rie f
Ġan c
u gg
Ġpro d
Ġestab lish
Ġd ivid
Ġj ud
ì§ Ģ
id os
Ġdiction ary
n al
Ġse ems
Ġimplement ed
Ġm ount
al le
Ð» ÐµÐ½
Ġposs ib
h ib
Ġm ark
s u
Ð½Ð° Ñĩ
Ġnet works
ĠL ist
az on
or g
Ġdis cover
ä¸ į
Ġcare fully
Ġìŀ Ī
in clude
ab e
\_\_ \_\_
ra ined
Ġwid th
Ġte ach
Ġemot ional
ĠN ot
( d
ĠH is
ãģ Į
Ġconnect ed
Ġf ail
s c
Ġdat os
ĠÃ ¼
i eren
Ġt end
Ġorgan ic
Ġeas ier
Ġf ont
Ġ< <
Ġregul ations
er ve
ÑģÑĤ ÑĢ
Ġco ord
à¸ ²
Ġb ur
at ur
l og
Ġret rie
Ġs ell
Ġclar ify
Ġrem ote
ĠG e
Ð¼ Ð¸
Ġext rem
cl es
U M
Ġbound aries
t itle
Ġe ye
0 2
Ġal ign
ĠJ ust
Ðµ Ñħ
ĠB uild
p et
T P
Ġpre par
col or
Ġm aster
Ġcol le
ë ĵ
Ġrecommend ed
I G
Ġsqu are
": "
Ġcl oud
Ã© es
an z
Ġsub m
Ġgu ide
Ġj son
Ġdifferen ces
Ġar ous
Ġco ok
Ġsh all
Ġwer den
Ġpued o
Ġprinci ples
" >
Ġanim al
ustom er
ugh ter
vers e
Ġk Ã¶n
Ġint el
ĠO ur
ous ly
ari os
Ġde cl
v est
ĠS E
A P
IN G
ĠÃ ª
âĢĻ t
ic ks
M S
Ġplatform s
Ġs ul
ili ar
ÑĨ Ð¸
ung s
Ġre lease
- w
Ġpl ans
ant es
Ġcar bon
Ġappear ance
ĠR E
. con
us ter
ac her
Ġform s
Ġexec ute
Ð½ Ð¾Ð²
Ġas ks
O utput
Ġparamet er
Ġinterest ing
Ġfavor ite
ÐµÐ³ Ð¾
L et
ĠÑģ Ð¾Ð·Ð´
ell ow
Ġg iving
0 6
n es
Ġlead ers
f it
Ġcom pl
ie f
Er ror
Ġus ar
Ð¾Ð» Ð¶
w here
ĠØ§ÙĦ Ø
Ġscen ario
Ġser ve
4 8
ĠT ake
ens ity
Ġmonth s
Ġdi et
Ð» Ð°
Ġcent ral
×Ļ ×
Ġb and
n i
ang le
Ñĥ Ð¼
M P
Ġpi Ã¹
Ġche st
Ġde al
Ġredu cing
Ð°Ñİ ÑĤ
Ġn u
- g
arr ass
ĠA nt
Ġfund ament
Ġdepend s
Ġcl imate
Ġcommand s
Ġat m
il le
ÑĦ Ð¾ÑĢÐ¼
Ï Ĥ
ĠÐ Ń
Ð¾Ð»ÑĮ ÐºÐ¾
ener ate
ìĦ ľ
N ow
L P
Ġdef ault
Ġpo em
v is
Ġd an
Ð³ Ð¾
Ġt our
Ġmix ture
ĠL ear
o pt
ĠÐ¼ Ð½
ĠS ub
rodu ct
Ġfing ers
Ġt all
ĠC or
Å Ł
ÐµÑĢ Ð¶
4 2
Ġl ack
Ġdru g
Ġd ell
Ġbro ther
ab ly
ĊĊ Ċ
Ġgr ateful
ĠÐ¾ Ñģ
Ġlibr aries
Ġmor ning
e ah
ic ing
Ġv ir
Ġre curs
Ġ ign
Ġsett ings
ĠÐŁ ÑĢ
Ġrem ind
Ñĥ Ð¿
ĠInst ead
L O
Ġus ually
Ġdevelop ers
i ation
Ġreput ation
ac ion
un k
Ġinst ance
Ġemb arrass
Ġpref er
ĠAr t
ĠF ra
el a
ê ²
_l ist
o o
Ġmeet ing
Ġsist er
Ġe gg
ĠI d
id ity
) .ĊĊ
ĠM in
Ġpriv acy
Ġinnov ative
ĠP erson
Ġexc ell
Ġv ida
0 3
on a
pro cess
nÃ© es
ĠÑĢ Ð°Ð±Ð¾ÑĤ
ĠÂ ¡
ĠÐ¼Ð¾Ð³ Ñĥ
ent a
ĠA ut
St ring
ĠÐºÐ¾ÑĤÐ¾ÑĢÑĭ Ð¹
Ġconstant ly
or ia
Ġre ality
Ġt ail
he t
if ier
ĠU p
In put
Ġcol ors
ific ar
ĠA b
ol o
ur b
l s
Ð ¢
Ġgener ally
Ġdiferent es
Ġling u
ÑĢ ÐµÐ¼
Ġarg uments
Ġgar ant
Ġenc ourage
Ġintern ational
Ġfict ional
Ġ{ "
Ġs ont
T ype
end e
Ġc rypt
Ġap rend
Ġse a
rast ructure
ĠÐ½ Ð°Ð¿
ĠÐ¾ Ð´
ĠL inux
Ġp sych
ãģ Ł
Ġp ict
Ġins ights
c ia
Ġa uch
Ġrep ly
Ġ- >
n is
- like
ĠH i
Ġdeterm ination
ÑĢ Ð°Ð·
eng u
7 8
Ġfind ing
Ġn uc
t est
Ð ļ
Ġest im
os is
Ġsur v
W S
Ġem pty
Ġy es
Ġdiag n
ĠPr int
Ġperspect ive
Tr ue
i ert
y ond
Ġì ķ
ĠC ar
ĠØ ª
ĠP ort
x x
Ġinstal led
Ġse ed
Ġengine ering
19 8
ãģ ª
ost a
ern ame
^ ^
Ġf ather
Ġhelp ed
å °
Ġbir th
- up
Ġim medi
ĠD et
age ment
Ï ħ
Ġgl ad
ĠM us
Ġf air
ĠR ep
Ġra ce
Ñĥ Ñī
Ġplay ed
ĠC ode
ĠU ser
ĠOr gan
èĥ ½
Ġp ac
Ġgirl s
ĠD ate
Ġph ilos
Ġtamb Ã©m
Ġjo in
ĠG u
Ġent ity
m es
Ġl abor
Ġinc ome
. add
com fort
Ġchalleng ing
D ocument
Ġint ended
Ġtra ding
Ġt one
Ġsay ing
enc ing
Ġincre d
yr id
ke it
Ġdoc uments
Ġdec ide
el ine
Ġfact or
it ter
ch ain
ĠC ent
Ġpl aces
Ġmove ment
Ġp andas
Ġn ode
- term
hen yl
Ġwon der
Ġtri p
ÑĢ Ð°Ð²
ì ĸ´
Ð°Ð½ Ð¸Ðµ
Ġtem po
ven ue
tr ans
ĠD ie
Ġsu is
ren cy
Ġregard less
Ġval or
Ġpart ners
ail y
Ġstr ings
iss ions
Ġh idden
ĠI h
Į Ģ
ar p
Ġfollow ed
im a
Ġin ac
Ġoff ice
angu age
ot es
c raft
res h
a ks
Ġfac ilities
ock et
ugh t
ĠS im
Ġdom ain
Ġp ul
Ġmet al
Ġconfig uration
et ic
ĠÐ¼Ð¾Ð³ ÑĥÑĤ
i ar
Ã¡ vel
Ġal le
Ġgr am
- n
Ð¸Ð» ÑĮ
LE CT
ra g
Ġinst it
ĠPro duct
O n
ĠÐ Ĳ
Ð¸Ð ³
er ation
à¸² à¸
Ġmag ic
Ġexact ly
Ġad minist
ar ray
Ġc ast
Ġcre ates
Ġspec ify
Ġimpro ving
Ðº Ðµ
Ġplan ning
ĠG ive
Ġ[ Ċ
ĠS w
Ġun c
ot t
Ġsp end
Ġinit i
ĠF alse
ĠR et
Ġst ored
od o
Ġsepar ate
lic k
Ġun it
Ġfam ous
å Ń
C re
Ġt a
H i
here nt
l abel
Ġdescri bed
Ġread ing
ul o
Ġautom at
ìĬ µ
en vol
un ning
Ġinter actions
Ġcharacter istics
Ġbr ight
ĠG ame
ay er
Ñ Ĭ
Ġstand ing
le vel
ĠìĿ ´
" );Ċ
Ġbecom ing
ĠIn put
ÐµÐº ÑģÑĤ
f unction
è ¿
D ate
6 5
us ing
Ġcho ices
Ġre ached
Ġg ives
er as
.... ....
ĠÐ· Ð°Ð¿
Ġintern al
ic y
.t xt
Ġbe yond
ri v
Ġsp irit
4 9
ĠA cc
Ġr ound
# include
Ġcom ing
ĠIn c
iv il
ve is
Ġprogram med
com p
Ġsu as
S ummary
P l
on na
Ġst ories
us ive
ĠJ e
Ġde ve
Ġa head
id as
4 00
ru pt
m ost
ĠB it
Ġoper ation
ĠH igh
ĠP e
an ch
l ig
ve y
ĠDes cribe
Ñį Ñį
yrim idine
Ġcont ro
ĠI T
Ġcam era
ĠÃª tre
Ġf ib
Ġt ips
Ġl ate
ĠI ch
Ġf at
Ġam az
Ġke ys
Ġinac curate
ic ed
in y
Ġcompound s
ë ı
Ġrole play
ism o
{ "
Ġadvent ure
. </
rom pt
ÃŃ vel
Ġlar gest
Ġcomp ared
Ġeconom y
Ġdise ase
Ġmod ify
Ġhe ard
im al
Ð· Ñĭ
Ġatm osp
Ġprot ocol
Ġhold ing
Ð¸Ð ¿
o v
Ġappro xim
h ood
Ġf aster
Ġsc ale
U N
b or
al ian
ado res
Ġmilit ary
Ġlearn ed
m m
Ġar qu
Ðº ÑĤ
Ġpro por
con ds
Ð»Ð¸ Ñĩ
Ð¾Ð»ÑĮ ÑĪ
Ġg low
Ġv an
Ġstr ict
Ġmy ster
Ġant i
Ð¸ÑĢ Ð¾Ð²Ð°Ð½
Ġ[ '
ĠÐ² Ð°Ð¼
ĠWe b
Ġpriorit ize
ĠÐµ Ð³Ð¾
Ð¾Ð¼ Ñĥ
Ġstud ies
ĠP ower
Ġprovid er
i am
I V
Ġf on
ĠP or
Ġtechn ique
num ber
Ġwas te
6 6
_f ile
Ġnot ing
T ime
Ġvers at
ĠÑģ Ðº
he l
ar o
Ġche m
pos ition
Ġd ouble
pos es
æ ķ
ĠIn ter
ci o
P ress
M odel
Ġdon nÃ©es
Ġvot re
Ġac cur
Ġpie ce
Ġchall enge
Ġar ms
ĠM icrosoft
Ġcontain er
Ġtest s
B e
ir ing
" )ĊĊ
Ġo ch
Ġv el
Ġwebs ites
Ġw a
_s ize
Ġtk inter
Ġbecom es
ĠS ol
Ġtransl ation
Ġê ²
ĠO ff
Ġra c
ĠF irst
S O
ĠS y
Ġdisc rim
Ġinform ative
25 5
Ġconflic t
ver y
( t
Ġdis co
am ples
r id
Ġvide os
Ġcol lection
ĠW hy
b ar
Ġconst ruction
Ġn ull
ĠCont in
al ed
Ġì Īĺ
Ġconc ise
Ġatt ra
Ġsitu ations
Y S
Ġ[ "
Ġm ission
Ġst ra
. app
ĠUn iversity
Ġto k
x i
Ġmo an
G B
: \
ch a
os it
12 3
- chlor
ad ow
ff ee
0 7
Ġoff icial
Ġtem pl
ch ar
Ġmob ile
ĠI P
Ġclass es
g u
Ġhe ld
ĠÃ¼ ber
am ing
Ġpur poses
ĠInst ruction
Ġsl ight
Ã§ o
Ġwork ers
it em
Ġwalk ed
æ Ģ
Ġtra de
e per
Ġm ac
ãģ¾ ãģĻ
Ġe pis
Ġve ctor
Ġmat rix
19 7
cur rent
p ace
Ġst ro
ĠÃ ī
Ġinteg er
âĢ ľ
ra py
ÃŃ n
Ġr ule
Ġch lor
f all
Ġc atch
Ġswe et
Ġsche du
Ġf er
Ġsom et
Ġro ad
ĠOpen AI
Ġliqu id
Ġv oid
Ð¸Ð½ Ð¸Ð½
Ġseg ment
Ġclear ly
() .
8 5
Ã¤ t
y al
Ġwatch ing
Ãª n
Ġappreci ate
Ġsupp ly
_ w
Ġh ay
v oid
Ġ+ =
Ġre nd
Ġp ad
ens ions
ativ o
Ġdown load
Ġspecif ically
Ġcand id
Ġsign al
b lic
Ġv ia
Ġaut hent
i ke
- F
Ġha z
Ġm erc
Ġbab y
A t
Ġm icro
ER T
Ġmod o
li ed
Ġpay ment
e qu
s ub
ä¸ Ģ
F inally
Ġinf rastructure
% Ċ
ĠT V
Ġcaus es
os a
Ġbud get
Ð¾ Ñı
le br
Ġqu ite
hy dro
Ġaccur ately
Ġo cc
Ġt ro
Ġp ick
orm al
ĠS S
ic her
D A
Ġsaf ely
Ġquant um
ĠÐ² Ð¾Ð·
Ġconc ent
h ost
k an
eth ical
ĠF rench
Ġbegin ning
wor ld
ry ption
Ġpre m
Ġtra ffic
un s
B C
Ġfam iliar
ĠF rom
w end
F rom
Ġme jor
or ds
ë ł
Ġcl ick
Ġpre pare
Ġpu Ã²
qu is
Î »
f rame
c ciÃ³n
Ġrespons ibility
ĠCom o
g al
Ð½ ÑĥÑİ
n ow
Ġb en
Ð² Ð»Ñı
ipp ed
" .ĊĊ
ens es
ĠId ent
Ġappe ars
Ġcontrib ute
Ġrest rict
Ġenjoy ing
Ġspec ies
Ġcon ce
Ġo m
Ġhapp en
ĠC S
ĠD E
ĠÐ¸ÑģÐ¿Ð¾Ð»ÑĮÐ· Ð¾Ð²Ð°ÑĤÑĮ
Ġsh ap
Ġelect r
az ine
ĠC ity
Ġteam s
o pe
ĠAm azon
Ġl engu
go ing
ell en
Ġmo on
Ġwom b
. C
Ġterm inal
- lo
Ġun ethical
å ¹
z ing
Ġpass ed
Ġh our
b an
Ġhard ware
Ġcorrect ly
anc ing
S h
** **
i ance
P S
in er
gr icult
i ers
Ġcorrespon ding
ĠG ood
ĠK eep
Ġjo ke
Ð¸Ð¼ Ð¸
om an
Ġfriend ly
. w
Ø ¬
Ġsmo oth
ê ¸°
Ġad ult
Ġextrem ely
Ġj og
D irection
ĠÐ ķ
Ġc ore
Ġcar ry
Ġst d
Ġp ip
Ġrecogn ize
' )ĊĊ
Ġl iv
id ing
Ġeffort s
Ġb an
a res
Ġe f
r m
- art
ĠCh rist
at us
ÑĢ ÐµÐ´
Ġn ice
çĶ ¨
ĠF in
_p ath
ìĬµ ëĭĪëĭ¤
å ľ
Ã¡ri os
ut t
m ain
ĠM et
bl ack
) ;
Ġint ent
ist ent
( [
am in
Ġb atter
Ġvehic le
C E
Ġf ru
Ġsomet imes
re f
As s
w ise
ÑģÑĤ ÑĮ
Ġenh ance
ĠP res
Ġsens ation
Ġd ry
Ġman aging
Ġpr ices
\ "
Ġad m
ou b
Ġexpl or
Ġn os
ob ject
Ġon to
Ġs ession
Ã© t
- A
Ġw et
Ġpe ut
Ġvict ory
Ġminim ize
Ġfound ed
Ġw ood
T E
end a
Ġvol ume
Ġdes envol
:ĊĊ Ċ
Ðº ÑĨ
Ġindic ate
O nce
Ġsee king
i et
. root
Ġget s
Ġhistor ical
Ġcons ent
ĠA ust
Ġë ĭ
ĠFr ance
qu ery
Ġcor re
Ġstri ve
Ġpro s
Ġreal ize
ĠB er
Ġcare er
ĠÐ· Ð°Ð´
" I
Î ¼
ĠÐ¿ÑĢ Ð¾Ð´
ĠGerm an
Ġprofession als
W hy
Ġt aste
Ġr ally
. ex
Ġtok ens
ut il
Ġsol o
Ġpercent age
ist er
de v
f Ã¼
Ð¾Ð» Ð½
Ñ ĳ
ĠÑĤÐ°Ðº Ð¶Ðµ
Ġayud arte
Ġall a
Ġve get
Ġl ived
Ġl ips
ĠE le
on om
å®ĥ åı¯ä»¥
4 6
Ġer a
H T
Ġingredient s
Ġbel ong
Ġg od
Ġtrend s
Ġm ig
. st
Ġdis pon
c her
p ress
rodu ction
Ġtecn olog
Ġw ird
ÑĢ Ð°Ð¼
Ġg old
r ics
val u
Ġt ick
ro che
Ġb rief
Ġint ense
ag s
Ġsub s
Ġrecogn ition
Ġob ser
Ġprob ability
ock ed
ĠJ ack
Ġw ife
Ġgu ess
Ġcru cial
Ġbro ad
Ġseem ed
Ġparent s
u ge
Ġrele ased
Ġsol vent
4 7
Ġpres ident
Ġpued en
Ġvis ion
Ġlog ic
Ġn erv
Ġcl othes
ra ce
ãģ ĵ
Ġcomp ar
Ġha cer
Ġcri ar
Ġle aving
Ġstand s
Ġpromot ing
ĠÐºÐ¾Ð¼ Ð¿
Ġcomput ing
ÙĬ Ø©
Ġl ÃŃ
Ð¸ ÐµÐ¼
ĠS outh
Ġlimit ations
Ġd aily
an Ã§
Ġgra v
} }
ĠRe ad
Ġprodu ced
Ġcomplex ity
ĠT ime
r is
Ġhelp ing
he c
ĠØ ¹
Ġtip o
Ġflo at
ĠPro vide
Ġmaintain ing
Ġpropor cion
ĠÐ¾ÑĤ Ð²ÐµÑĤ
av as
Ġh urt
Ġc ra
Ġfre ed
D O
qu in
H ER
Ġp ou
Ġadvant age
Ġv ast
Ġgl ass
N A
Ġo g
Ġun ivers
Ġwork ed
u en
lt imately
Ġt it
Ġo l
Ġsol d
Ġr at
Ġbegin s
Ġt on
i Ã©n
R emember
Ġc opy
Ġ ÙĦ
ate ver
Ġs en
' est
Ġthan k
Ġma p
Ġd rop
Ġconvers ations
Ġreal ized
A fter
ĠÑĤ Ñĭ
Ġm er
Ã¤ h
Ġdown stream
Ġimpro ved
Ä ĥ
Ġth ick
Ð½ÑĭÐ¼ Ð¸
Ġwe eks
Ġdocument ation
Ġw ave
Ġc ours
.d irection
col umn
' :Ċ
ÑĮ Ñİ
Ġrecommend ations
Æ °
ib ly
Ġman ager
Ġfaz er
Ġtrans action
e f
is p
Ġpredict ions
S QL
Ġsod ium
D ay
ĠÐ½ Ð¾
ĠG PU
Ġinput s
Ġutiliz ar
ci ence
ĠP art
Ġcomp are
Ġra in
Ġc it
Ġein er
Ġthem es
Ġflo or
Cont ext
Ġill ness
Ġsol id
Ġlengu aje
P C
Ġhal f
Ġn aked
w ort
LE FT
Ð´ ÐµÐ»
Ġatmosp here
Ġv ac
avas cript
âĶ Ģ
Ġre newable
Ġch ain
.l og
us iness
m p
D S
0 8
Ġsol ar
est ic
- old
] ;Ċ
re b
ĠØ§ÙĦ Ùħ
d r
con tr
riend ly
am iento
\ \
Ġinclud ed
T O
ĠE xt
j son
Ð¾Ð¿ ÑĢÐ¾Ñģ
A ction
Ġc op
ĠÐ´ Ð¾ÑģÑĤ
Ġpos itions
Ġch ance
is ms
Ġsub t
ĠÐ Ĺ
u z
à¤ ¾
Ġpreg n
Ġrout es
ra ints
ĠM ar
è ¦
ific ations
I nd
Ġincor por
g ent
ê µ
Ġro ck
Ġh ttps
ĠW ell
. b
Ġì Ħ
Ð» Ð¾
Ġmel hor
Ġd ivers
um s
Ġt ener
ĠnÃºmer o
m ore
Ġt ables
Ġro t
it ial
qu ÃŃ
Ñĭ Ðµ
Ġsn ake
å ¾
ol ine
Ã© g
Ã©c n
est er
Ġf irm
V alue
ĠF orm
Ġg er
= tk
h al
ur rent
- T
Ġex emplo
l n
ac ci
4 3
it os
im iento
Ġcateg ory
op en
Ġm iddle
Ġein en
ĠS er
Ġviol ence
Ġh it
Ðº Ð»ÑİÑĩ
ĠÑĤ ÑĢ
Ġw ind
Ã ®
rom o
Ġhum or
Ġst atic
Ġcont roll
Ð°Ñģ Ñģ
Ġg ave
Ġt ur
ist ry
Ġs ports
_ st
Ã ¬
Ġr ub
Ġsim pl
Ġde cre
() )Ċ
le ft
Ġus age
ĠØ £
r c
Ġex change
oc ial
Ġfo i
Ġstruct ures
Ġlet ters
ĠÑı Ð²Ð»Ñı
-c ar
y les
Ġcapt ure
Ġanc ient
Ġcol on
Ġconf idence
ÑĢ Ñĭ
ĠÐ»Ñİ Ð±
G et
ĠL es
Ġexpos ure
( p
Ġper o
Ġy ang
Ġver b
L T
Ġr ates
Ġne igh
Ġb orn
Ø§Ø ª
ĠL im
ìļ Ķ
l in
Ġexperi encing
fol io
Ġ ?Ċ
on ic
et ry
Ġ{ '
Ġajud ar
Ġel im
Ġopp os
Ġdynam ic
Ġex ternal
Ġsw itch
] )Ċ
4 1
b and
è ®
- a
com ing
Ġfor ced
The y
Ġcirc um
Ġpro ces
Ð°ÐµÑĤ ÑģÑı
S ystem
om en
Ñı Ð·
Ġcl ub
Ġalg um
Ġg onna
Ġsu d
im o
roche mical
Ġfrequ ency
h ou
Ġfor ne
Ob ject
plic ations
b ash
.s nake
Ġb on
Ġsn ipp
R L
ĠÐ £
Ñİ ÑĤ
Ġfind s
Ġartic les
Ġco ffee
Ġm id
Ġun cover
Ġr an
Ġdo ctor
( side
. rand
ra id
Ġf as
Ġte acher
Ġcons cious
A G
Ġc m
Ġs ix
There fore
ĠN ational
Ġh an
( Ċ
ĠE u
i i
Ġnot ice
Ġdes c
Ġmanufact urer
Ġac adem
Ġcre ation
S ub
ri ve
Ġp ig
Ġpar k
Ġce lebr
ÐµÑģ Ñģ
y ou
? "Ċ
or ial
ĠO ther
ativ ity
U LL
ĠÑĢ Ðµ
ìľ ¼
ĠÐ² Ð°ÑĪ
p ublic
Ġ Ùģ
Ġso il
n s
ĠSt ud
F F
ĠK ore
Ġcommun ities
Ġt ent
Ø§ ÙĨ
Ġadv ance
o ke
Ã¤ r
-f riendly
Ġbe ach
Ġtr uly
Ġmiss ing
C P
an Ã§a
Ġknow s
Ġs Ã©
Ġproced ures
ib t
Ġe ager
ĠC ertain
R ight
Ġsp ent
Ð°Ð» Ð°
Ġb ath
Ġexcell ent
5 6
Ġprof it
Ġcred it
Ġper g
ĠO kay
V ID
g ment
Ð¾Ð´ Ð°
co in
e vent
Ġcare ful
0 9
Ġl ie
ĠJapan ese
ĠÑı Ð·Ñĭ
" ;Ċ
Cre ate
Ġinv ent
ct ors
ĠR ec
Ð ĺ
Ġp es
ĠU nder
Ġrestaur ant
/ d
ĠIt s
ĠkÃ¶n nen
Ġlist en
Ġupd ates
E nt
Ġf ish
h as
Ġcall s
Ġversat ile
Ġex cl
Ġde eper
ĠG reat
Ġslow ly
Ġlo ves
ãĥ ³
Ġinter f
Ġsk ill
Ġg ro
Ġtr ash
Ġd ia
ÑĤ Ð¸
Ġm ath
ox y
Ġcom ments
u ce
[ "
Ġì Ĥ¬
Ġro les
im m
ĠH ave
Ġregard ing
. LEFT
Ġres ource
Ġslight ly
Ġfundament al
Ġcol d
_ b
Ġins urance
é Ĺ
ĠM arket
Ð°ÑĤ ÐµÐ»ÑĮ
id ay
Ġn ome
ĠH y
Ñĭ Ñħ
Ġpol ice
eth od
p ip
ĠP ara
z i
erc ial
init ely
1 20
Ġtra d
ĠÏ Ħ
s m
Ġes cape
p m
Ġs ull
Ġcent ury
Ġepis ode
ĠA pr
æľ ī
ativ a
rom e
Ð°Ð¶ Ð´
Ġme ets
Ġë §
Ġt Ã©cn
Ġexerc ise
Ġp ap
Ġinst r
Ġan tic
Ġm ant
Ġres um
.app end
C C
AA AA
Ġpatient s
en v
Ġimp ress
======== ========
on acci
Ġmass ive
Ġtre ated
Ġme ant
Ġqu Ã©
Ġm undo
ĠM od
ĠRuss ian
- NAME
Ġselect ed
il er
Ġaf raid
ning s
Ġtransport ation
Ġch ick
Ġve z
P h
Ñģ ÑĮ
ĠRe act
Ġmeasure ments
at ura
ĠP DF
Ġamount s
Ġsh aring
uss y
ĠA p
Ġg ent
Ġcont ra
Ġphr ases
Ð¾Ð» ÐµÐµ
ĠÐ¿ Ð¾Ñģ
b ra
] :
Ġsk y
ĠÃ©t Ã©
ÑĢ Ð°ÑĤ
Ġp ound
id ents
ĠÐ° Ð½
V iew
Ġfol der
Ġf al
ĠA WS
ĠY ork
U E
Ñĥ Ð»ÑĮ
Ġimmedi ately
-s ource
st ood
ro y
Ġì ĭ
Ġmodel ing
Ð¾Ð» Ð¾Ð³
unt as
Ġperm it
s ystem
Ġpued es
ĠðŁ ĺ
' un
up date
Tr ans
' '
Ġrel atively
M e
__ (
Ġ à¦
b a
` :
H P
u pp
ë Ĥ
Ã¤ nd
Ġrepresent ation
ĠPro cess
Ġf arm
ab et
Ġkey words
ĠÐ¸ÑģÐ¿Ð¾Ð»ÑĮÐ· Ñĥ
Ġd ot
Ġl ang
am m
Ġv ent
Ġ\ "
Ġrap id
Ġr u
ĠT ype
ĠCh o
I P
Ø ´
hold ers
Ġde pth
Ġb ond
ÑĤ Ð¾ÑĢ
ĠSt ate
Ġd yes
Ð¾Ñĩ ÑĮ
u gin
u an
.snake Obj
ĠÑĤ Ð¾
Ġaltern ative
th is
ĠÐ¸Ð½ ÑĦÐ¾ÑĢÐ¼
r an
Ġpart e
Ġcam p
Ġch air
. create
ÑĥÑİ Ñī
à §
à¥ ĩ
Ġdes e
Ġd ar
m os
Ġsk illed
Ġdis so
ri o
ĠÐ¸ Ñħ
Ġest a
Ġed ge
i Ã§Ã£o
Ãª s
' ;Ċ
å ¸
Ġnom bre
ĠIn formation
ĠCal cul
å Ľ
ĠÐ¼ Ñĭ
Ġwh atever
Ð¿ÑĢ Ð°Ð²
und er
Ġn el
ìļ ©
Ġt ien
Ad d
Ġst aff
Ä Ł
Ġf ig
Ġse us
ĠA ND
Th ank
Ð¼ Ð¾Ð¶
Ġis so
Ġmain ten
h ttp
Ġsynt ax
Ġmonitor ing
m od
Ġlet s
Ġpro jet
ĠQ ual
pon d
Ġtre es
ĠEx pl
Ġseg ur
Ġide al
Ġtrans m
å ½
Ġis ol
Ġclass ification
Ġout ros
Ġins ert
Ġpart ies
gg i
Ġanswer ing
ag ue
or row
Ġne utral
le y
Ġes p
Ġz ero
z t
/ NAME
Ġa gricult
Ġg ather
-m eth
Ġpr oud
en u
. x
19 6
f en
ĠÐ´Ð°Ð½ Ð½ÑĭÑħ
C hat
s k
Ġconf irm
Ġtod os
Ġob st
S ay
O M
Ġform ation
Ġdeg ree
Ġbl og
Ġexper ts
Ġview s
Ġn it
Ġd f
ĠÐ² Ð¾Ð¿ÑĢÐ¾Ñģ
Ġh us
Ġex ception
Ġcam pa
ĠRes earch
Ġmathemat ical
Ġst able
ateg ory
ĠN OT
ë¦ ¬
Ġb er
c ount
r ont
Ġim pl
Ġpre p
Ġfocus ing
Ð» ÐµÐ¼
Â° C
Ġdr ink
ac a
ĠÐ¾ Ð½
Ġoper ator
Ġear lier
Ġ( '
Ġsit ting
Ġmanip ulate
ĠÐ¿ÑĢ Ð¾Ð³
rain ing
Ġse ason
ĠÑĤ ÐµÐºÑģÑĤ
or al
Ġmen u
Ġcontain ing
O r
Ġch a
Ġenc ryption
O h
ÐµÐ½ Ð¸Ð¹
Ġclos ely
Ġfor get
Ġm ill
Ġse in
Ġinform ed
Ð¾ ÑĪ
Ġv ie
Ġre ag
ĠÏ Ģ
row n
ph p
ag on
Ġa x
Ġfunction ality
Ġevent ually
Ġcomp at
Ð¾ÑģÑĤ Ð°Ð²
_ n
Ġbut t
ari an
Ġcas o
Ġheav y
Ġking dom
Ġnuc lear
Ġtrans actions
igh ter
Ġdeliver y
ĠJ une
Ġg ru
Ġtra bal
ag g
Ġc ivil
ĠA tt
ë ³
ÑĢ Ð¾Ð²
Ġm ine
Ġda ughter
Ġì Ĺ
D B
X X
Ġfin ance
Ãº n
Ġlim its
ĠSystem s
Ġapp les
Ã¡ c
Î º
ra b
w rit
Ġremain s
Ġdescri bes
Cl ass
A ll
-m ethyl
ä¹ Ī
ud es
os c
Ġcur ious
Ð Ĳ
ĠÐ¿ÑĢ Ð°Ð²
Ġclos ed
Ġintel ig
Ġreal istic
ĠComp any
o in
Ġche cks
ĠG es
Ġgr at
Ġs ad
Ġj oy
.game Frame
Ġen f
ĠÐ² ÑĢÐµÐ¼
ĠPres ident
ÑĢÐ°Ð¼ Ð¼
ĠEng ine
ci pl
D D
ĠHe alth
ar g
Ġl ab
Ġse conds
Ġen contr
al i
ĠMan agement
ë ©
E lement
Ġhapp ened
ĠU k
Ġstrugg ling
ĠCons ider
