{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": []
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Metaspace",
        "replacement": "▁",
        "prepend_scheme": "always",
        "split": true
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 1
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<s>": {
        "id": "<s>",
        "ids": [
          1
        ],
        "tokens": [
          "<s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Sequence",
    "decoders": [
      {
        "type": "Replace",
        "pattern": {
          "String": "▁"
        },
        "content": " "
      },
      {
        "type": "ByteFallback"
      },
      {
        "type": "Fuse"
      },
      {
        "type": "Strip",
        "content": " ",
        "start": 1,
        "stop": 0
      }
    ]
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": true,
    "byte_fallback": true,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<s>": 1,
      "</s>": 2,
      "\u0000": 3,
      "\u0001": 4,
      "\u0002": 5,
      "\u0003": 6,
      "\u0004": 7,
      "\u0005": 8,
      "\b": 9,
      "\u000e": 10,
      "\u000f": 11,
      "\u0010": 12,
      "\u0011": 13,
      "\u0012": 14,
      "\u0013": 15,
      "\u0014": 16,
      "\u0015": 17,
      "\u0017": 18,
      "\u0018": 19,
      "\u0019": 20,
      "\u001b": 21,
      "!": 22,
      "\"": 23,
      "#": 24,
      "$": 25,
      "%": 26,
      "&": 27,
      "'": 28,
      "(": 29,
      ")": 30,
      "*": 31,
      "+": 32,
      ",": 33,
      "-": 34,
      ".": 35,
      "/": 36,
      "0": 37,
      "1": 38,
      "2": 39,
      "3": 40,
      "4": 41,
      "5": 42,
      "6": 43,
      "7": 44,
      "8": 45,
      "9": 46,
      ":": 47,
      ";": 48,
      "<": 49,
      "=": 50,
      ">": 51,
      "?": 52,
      "@": 53,
      "A": 54,
      "B": 55,
      "C": 56,
      "D": 57,
      "E": 58,
      "F": 59,
      "G": 60,
      "H": 61,
      "I": 62,
      "J": 63,
      "K": 64,
      "L": 65,
      "M": 66,
      "N": 67,
      "O": 68,
      "P": 69,
      "Q": 70,
      "R": 71,
      "S": 72,
      "T": 73,
      "U": 74,
      "V": 75,
      "W": 76,
      "X": 77,
      "Y": 78,
      "Z": 79,
      "[": 80,
      "\\": 81,
      "]": 82,
      "^": 83,
      "_": 84,
      "`": 85,
      "a": 86,
      "b": 87,
      "c": 88,
      "d": 89,
      "e": 90,
      "f": 91,
      "g": 92,
      "h": 93,
      "i": 94,
      "j": 95,
      "k": 96,
      "l": 97,
      "m": 98,
      "n": 99,
      "o": 100,
      "p": 101,
      "q": 102,
      "r": 103,
      "s": 104,
      "t": 105,
      "u": 106,
      "v": 107,
      "w": 108,
      "x": 109,
      "y": 110,
      "z": 111,
      "{": 112,
      "|": 113,
      "}": 114,
      "~": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "": 131,
      "": 132,
      "": 133,
      "": 134,
      "": 135,
      "": 136,
      "": 137,
      "": 138,
      "¡": 139,
      "¢": 140,
      "£": 141,
      "¤": 142,
      "¥": 143,
      "¦": 144,
      "§": 145,
      "¨": 146,
      "©": 147,
      "ª": 148,
      "«": 149,
      "¬": 150,
      "­": 151,
      "®": 152,
      "¯": 153,
      "°": 154,
      "±": 155,
      "²": 156,
      "³": 157,
      "´": 158,
      "µ": 159,
      "¶": 160,
      "·": 161,
      "¸": 162,
      "¹": 163,
      "º": 164,
      "»": 165,
      "¼": 166,
      "½": 167,
      "¾": 168,
      "¿": 169,
      "À": 170,
      "Á": 171,
      "Â": 172,
      "Ã": 173,
      "Ä": 174,
      "Å": 175,
      "Æ": 176,
      "Ç": 177,
      "È": 178,
      "É": 179,
      "Ê": 180,
      "Ë": 181,
      "Ì": 182,
      "Í": 183,
      "Î": 184,
      "Ï": 185,
      "Ð": 186,
      "Ñ": 187,
      "Ò": 188,
      "Ó": 189,
      "Ô": 190,
      "Õ": 191,
      "Ö": 192,
      "×": 193,
      "Ø": 194,
      "Ú": 195,
      "Û": 196,
      "Ü": 197,
      "Ý": 198,
      "Þ": 199,
      "ß": 200,
      "à": 201,
      "á": 202,
      "â": 203,
      "ã": 204,
      "ä": 205,
      "å": 206,
      "æ": 207,
      "ç": 208,
      "è": 209,
      "é": 210,
      "ê": 211,
      "ë": 212,
      "ì": 213,
      "í": 214,
      "î": 215,
      "ï": 216,
      "ð": 217,
      "ñ": 218,
      "ò": 219,
      "ó": 220,
      "ô": 221,
      "õ": 222,
      "ö": 223,
      "÷": 224,
      "ø": 225,
      "ù": 226,
      "ú": 227,
      "û": 228,
      "ü": 229,
      "ý": 230,
      "þ": 231,
      "ÿ": 232,
      "Ā": 233,
      "ā": 234,
      "Ă": 235,
      "ă": 236,
      "Ą": 237,
      "ą": 238,
      "Ć": 239,
      "ć": 240,
      "Ĉ": 241,
      "ĉ": 242,
      "Ċ": 243,
      "Č": 244,
      "č": 245,
      "Ď": 246,
      "ď": 247,
      "Đ": 248,
      "đ": 249,
      "Ē": 250,
      "ē": 251,
      "Ĕ": 252,
      "ĕ": 253,
      "Ė": 254,
      "ė": 255,
      "Ę": 256,
      "ę": 257,
      "Ě": 258,
      "ě": 259,
      "Ĝ": 260,
      "ĝ": 261,
      "Ğ": 262,
      "ğ": 263,
      "Ġ": 264,
      "ġ": 265,
      "ģ": 266,
      "Ħ": 267,
      "ħ": 268,
      "ĩ": 269,
      "Ī": 270,
      "ī": 271,
      "ĭ": 272,
      "Į": 273,
      "į": 274,
      "İ": 275,
      "ı": 276,
      "Ĳ": 277,
      "Ĵ": 278,
      "ĵ": 279,
      "Ķ": 280,
      "ķ": 281,
      "ĺ": 282,
      "Ļ": 283,
      "ļ": 284,
      "Ľ": 285,
      "ľ": 286,
      "Ŀ": 287,
      "Ł": 288,
      "ł": 289,
      "Ń": 290,
      "ń": 291,
      "ņ": 292,
      "ň": 293,
      "ŉ": 294,
      "Ŋ": 295,
      "ŋ": 296,
      "Ō": 297,
      "ō": 298,
      "ŏ": 299,
      "Ő": 300,
      "ő": 301,
      "Œ": 302,
      "œ": 303,
      "ŕ": 304,
      "ŗ": 305,
      "Ř": 306,
      "ř": 307,
      "Ś": 308,
      "ś": 309,
      "ŝ": 310,
      "Ş": 311,
      "ş": 312,
      "Š": 313,
      "š": 314,
      "ţ": 315,
      "ť": 316,
      "Ŧ": 317,
      "ũ": 318,
      "Ū": 319,
      "ū": 320,
      "Ŭ": 321,
      "ŭ": 322,
      "Ů": 323,
      "ů": 324,
      "Ű": 325,
      "ű": 326,
      "ų": 327,
      "Ŵ": 328,
      "ŷ": 329,
      "Ÿ": 330,
      "Ź": 331,
      "ź": 332,
      "Ż": 333,
      "ż": 334,
      "Ž": 335,
      "ž": 336,
      "ƒ": 337,
      "Ɠ": 338,
      "Ơ": 339,
      "ơ": 340,
      "Ư": 341,
      "ư": 342,
      "Ƶ": 343,
      "ƻ": 344,
      "ǎ": 345,
      "ǐ": 346,
      "ǒ": 347,
      "ǔ": 348,
      "ǚ": 349,
      "ǜ": 350,
      "ǝ": 351,
      "ǫ": 352,
      "ǵ": 353,
      "ǽ": 354,
      "Ȁ": 355,
      "Ȃ": 356,
      "ȃ": 357,
      "Ȅ": 358,
      "Ȇ": 359,
      "Ȋ": 360,
      "ȋ": 361,
      "Ȍ": 362,
      "Ȏ": 363,
      "ȏ": 364,
      "Ȑ": 365,
      "ȑ": 366,
      "Ȓ": 367,
      "ȓ": 368,
      "Ȕ": 369,
      "Ȗ": 370,
      "ȗ": 371,
      "Ș": 372,
      "ș": 373,
      "Ț": 374,
      "ț": 375,
      "ȩ": 376,
      "ȳ": 377,
      "ɐ": 378,
      "ɑ": 379,
      "ɒ": 380,
      "ɔ": 381,
      "ɕ": 382,
      "ɖ": 383,
      "ɘ": 384,
      "ə": 385,
      "ɛ": 386,
      "ɜ": 387,
      "ɟ": 388,
      "ɡ": 389,
      "ɣ": 390,
      "ɥ": 391,
      "ɦ": 392,
      "ɨ": 393,
      "ɪ": 394,
      "ɫ": 395,
      "ɲ": 396,
      "ɳ": 397,
      "ɴ": 398,
      "ɵ": 399,
      "ɹ": 400,
      "ɾ": 401,
      "ʀ": 402,
      "ʁ": 403,
      "ʂ": 404,
      "ʃ": 405,
      "ʇ": 406,
      "ʈ": 407,
      "ʊ": 408,
      "ʌ": 409,
      "ʍ": 410,
      "ʏ": 411,
      "ʐ": 412,
      "ʒ": 413,
      "ʔ": 414,
      "ʕ": 415,
      "ʖ": 416,
      "ʘ": 417,
      "ʙ": 418,
      "ʜ": 419,
      "ʞ": 420,
      "ʟ": 421,
      "ʦ": 422,
      "ʧ": 423,
      "ʰ": 424,
      "ʲ": 425,
      "ʳ": 426,
      "ʴ": 427,
      "ʷ": 428,
      "ʸ": 429,
      "ʹ": 430,
      "ʺ": 431,
      "ʻ": 432,
      "ʼ": 433,
      "ʾ": 434,
      "ʿ": 435,
      "˄": 436,
      "˅": 437,
      "ˆ": 438,
      "ˈ": 439,
      "ˊ": 440,
      "ˌ": 441,
      "ː": 442,
      "˘": 443,
      "˙": 444,
      "˚": 445,
      "˜": 446,
      "ˡ": 447,
      "ˢ": 448,
      "˥": 449,
      "˧": 450,
      "˨": 451,
      "˩": 452,
      "̀": 453,
      "́": 454,
      "̂": 455,
      "̃": 456,
      "̄": 457,
      "̅": 458,
      "̆": 459,
      "̇": 460,
      "̈": 461,
      "̉": 462,
      "̌": 463,
      "̐": 464,
      "̑": 465,
      "̓": 466,
      "̣": 467,
      "̤": 468,
      "̥": 469,
      "̨": 470,
      "̩": 471,
      "̪": 472,
      "̯": 473,
      "̸": 474,
      "͖": 475,
      "͜": 476,
      "͡": 477,
      "Ά": 478,
      "Έ": 479,
      "Ή": 480,
      "Ό": 481,
      "Ώ": 482,
      "ΐ": 483,
      "Α": 484,
      "Β": 485,
      "Γ": 486,
      "Δ": 487,
      "Ε": 488,
      "Ζ": 489,
      "Η": 490,
      "Θ": 491,
      "Ι": 492,
      "Κ": 493,
      "Λ": 494,
      "Μ": 495,
      "Ν": 496,
      "Ξ": 497,
      "Ο": 498,
      "Π": 499,
      "Ρ": 500,
      "Σ": 501,
      "Τ": 502,
      "Υ": 503,
      "Φ": 504,
      "Χ": 505,
      "Ψ": 506,
      "Ω": 507,
      "ά": 508,
      "έ": 509,
      "ή": 510,
      "ί": 511,
      "α": 512,
      "β": 513,
      "γ": 514,
      "δ": 515,
      "ε": 516,
      "ζ": 517,
      "η": 518,
      "θ": 519,
      "ι": 520,
      "κ": 521,
      "λ": 522,
      "μ": 523,
      "ν": 524,
      "ξ": 525,
      "ο": 526,
      "π": 527,
      "ρ": 528,
      "ς": 529,
      "σ": 530,
      "τ": 531,
      "υ": 532,
      "φ": 533,
      "χ": 534,
      "ψ": 535,
      "ω": 536,
      "ϊ": 537,
      "ϋ": 538,
      "ό": 539,
      "ύ": 540,
      "ώ": 541,
      "ϕ": 542,
      "Ϝ": 543,
      "ϝ": 544,
      "ϴ": 545,
      "ϵ": 546,
      "Ϸ": 547,
      "Ё": 548,
      "Ђ": 549,
      "Є": 550,
      "Ѕ": 551,
      "І": 552,
      "Ї": 553,
      "Ј": 554,
      "Њ": 555,
      "Ў": 556,
      "А": 557,
      "Б": 558,
      "В": 559,
      "Г": 560,
      "Д": 561,
      "Е": 562,
      "Ж": 563,
      "З": 564,
      "И": 565,
      "Й": 566,
      "К": 567,
      "Л": 568,
      "М": 569,
      "Н": 570,
      "О": 571,
      "П": 572,
      "Р": 573,
      "С": 574,
      "Т": 575,
      "У": 576,
      "Ф": 577,
      "Х": 578,
      "Ц": 579,
      "Ч": 580,
      "Ш": 581,
      "Щ": 582,
      "Ъ": 583,
      "Ы": 584,
      "Ь": 585,
      "Э": 586,
      "Ю": 587,
      "Я": 588,
      "а": 589,
      "б": 590,
      "в": 591,
      "г": 592,
      "д": 593,
      "е": 594,
      "ж": 595,
      "з": 596,
      "и": 597,
      "й": 598,
      "к": 599,
      "л": 600,
      "м": 601,
      "н": 602,
      "о": 603,
      "п": 604,
      "р": 605,
      "с": 606,
      "т": 607,
      "у": 608,
      "ф": 609,
      "х": 610,
      "ц": 611,
      "ч": 612,
      "ш": 613,
      "щ": 614,
      "ъ": 615,
      "ы": 616,
      "ь": 617,
      "э": 618,
      "ю": 619,
      "я": 620,
      "ё": 621,
      "ђ": 622,
      "є": 623,
      "ѕ": 624,
      "і": 625,
      "ї": 626,
      "ј": 627,
      "љ": 628,
      "њ": 629,
      "ћ": 630,
      "ќ": 631,
      "ѝ": 632,
      "ў": 633,
      "џ": 634,
      "Ѡ": 635,
      "ѡ": 636,
      "Ґ": 637,
      "ґ": 638,
      "ғ": 639,
      "Қ": 640,
      "қ": 641,
      "ң": 642,
      "Ү": 643,
      "ү": 644,
      "ұ": 645,
      "ҳ": 646,
      "ҷ": 647,
      "һ": 648,
      "ӏ": 649,
      "Ә": 650,
      "ә": 651,
      "Ө": 652,
      "ө": 653,
      "ӯ": 654,
      "ԃ": 655,
      "ԏ": 656,
      "Ա": 657,
      "Բ": 658,
      "Դ": 659,
      "Ե": 660,
      "Է": 661,
      "Ի": 662,
      "Հ": 663,
      "Ձ": 664,
      "Ն": 665,
      "Ո": 666,
      "Վ": 667,
      "Տ": 668,
      "Ք": 669,
      "՞": 670,
      "ա": 671,
      "բ": 672,
      "գ": 673,
      "դ": 674,
      "ե": 675,
      "զ": 676,
      "է": 677,
      "ը": 678,
      "թ": 679,
      "ժ": 680,
      "ի": 681,
      "լ": 682,
      "խ": 683,
      "ծ": 684,
      "կ": 685,
      "հ": 686,
      "ձ": 687,
      "ղ": 688,
      "ճ": 689,
      "մ": 690,
      "յ": 691,
      "ն": 692,
      "շ": 693,
      "ո": 694,
      "չ": 695,
      "պ": 696,
      "ջ": 697,
      "ռ": 698,
      "ս": 699,
      "վ": 700,
      "տ": 701,
      "ր": 702,
      "ց": 703,
      "ւ": 704,
      "փ": 705,
      "ք": 706,
      "օ": 707,
      "ֆ": 708,
      "և": 709,
      "։": 710,
      "֍": 711,
      "֔": 712,
      "֖": 713,
      "֙": 714,
      "֛": 715,
      "֣": 716,
      "֥": 717,
      "֨": 718,
      "֩": 719,
      "ְ": 720,
      "ֱ": 721,
      "ֲ": 722,
      "ִ": 723,
      "ֵ": 724,
      "ֶ": 725,
      "ַ": 726,
      "ָ": 727,
      "ֹ": 728,
      "ּ": 729,
      "ֽ": 730,
      "־": 731,
      "ׁ": 732,
      "ׂ": 733,
      "׃": 734,
      "א": 735,
      "ב": 736,
      "ג": 737,
      "ד": 738,
      "ה": 739,
      "ו": 740,
      "ז": 741,
      "ח": 742,
      "ט": 743,
      "י": 744,
      "ך": 745,
      "כ": 746,
      "ל": 747,
      "ם": 748,
      "מ": 749,
      "ן": 750,
      "נ": 751,
      "ס": 752,
      "ע": 753,
      "ף": 754,
      "פ": 755,
      "ץ": 756,
      "צ": 757,
      "ק": 758,
      "ר": 759,
      "ש": 760,
      "ת": 761,
      "װ": 762,
      "׳": 763,
      "״": 764,
      "،": 765,
      "؛": 766,
      "؜": 767,
      "؟": 768,
      "ء": 769,
      "آ": 770,
      "أ": 771,
      "ؤ": 772,
      "إ": 773,
      "ئ": 774,
      "ا": 775,
      "ب": 776,
      "ة": 777,
      "ت": 778,
      "ث": 779,
      "ج": 780,
      "ح": 781,
      "خ": 782,
      "د": 783,
      "ذ": 784,
      "ر": 785,
      "ز": 786,
      "س": 787,
      "ش": 788,
      "ص": 789,
      "ض": 790,
      "ط": 791,
      "ظ": 792,
      "ع": 793,
      "غ": 794,
      "ـ": 795,
      "ف": 796,
      "ق": 797,
      "ك": 798,
      "ل": 799,
      "م": 800,
      "ن": 801,
      "ه": 802,
      "و": 803,
      "ى": 804,
      "ي": 805,
      "ً": 806,
      "ٌ": 807,
      "ٍ": 808,
      "َ": 809,
      "ُ": 810,
      "ِ": 811,
      "ّ": 812,
      "ْ": 813,
      "ٓ": 814,
      "ٔ": 815,
      "٠": 816,
      "١": 817,
      "٢": 818,
      "٣": 819,
      "٤": 820,
      "٥": 821,
      "٦": 822,
      "٧": 823,
      "٩": 824,
      "٪": 825,
      "٫": 826,
      "٬": 827,
      "ٰ": 828,
      "ٱ": 829,
      "ٹ": 830,
      "پ": 831,
      "چ": 832,
      "ڈ": 833,
      "ڑ": 834,
      "ړ": 835,
      "ژ": 836,
      "ک": 837,
      "گ": 838,
      "ڵ": 839,
      "ں": 840,
      "ڼ": 841,
      "ھ": 842,
      "ہ": 843,
      "ۂ": 844,
      "ی": 845,
      "ې": 846,
      "ے": 847,
      "۔": 848,
      "ۚ": 849,
      "ۡ": 850,
      "ۢ": 851,
      "ۤ": 852,
      "۰": 853,
      "۱": 854,
      "۲": 855,
      "۳": 856,
      "۴": 857,
      "۵": 858,
      "۶": 859,
      "۷": 860,
      "۸": 861,
      "۹": 862,
      "ܐ": 863,
      "ܒ": 864,
      "ܕ": 865,
      "ܘ": 866,
      "ܚ": 867,
      "ܝ": 868,
      "ܟ": 869,
      "ܠ": 870,
      "ܡ": 871,
      "ܢ": 872,
      "ܣ": 873,
      "ܦ": 874,
      "ܩ": 875,
      "ܫ": 876,
      "ܬ": 877,
      "ܲ": 878,
      "ܶ": 879,
      "݁": 880,
      "ހ": 881,
      "ރ": 882,
      "ކ": 883,
      "އ": 884,
      "ވ": 885,
      "މ": 886,
      "ދ": 887,
      "ލ": 888,
      "ސ": 889,
      "ޓ": 890,
      "ޔ": 891,
      "ަ": 892,
      "ާ": 893,
      "ި": 894,
      "ު": 895,
      "ެ": 896,
      "ޮ": 897,
      "ޯ": 898,
      "ް": 899,
      "ࣨ": 900,
      "ँ": 901,
      "ं": 902,
      "ः": 903,
      "अ": 904,
      "आ": 905,
      "इ": 906,
      "ई": 907,
      "उ": 908,
      "ऊ": 909,
      "ऋ": 910,
      "ऍ": 911,
      "ऎ": 912,
      "ए": 913,
      "ऐ": 914,
      "ऑ": 915,
      "ऒ": 916,
      "ओ": 917,
      "औ": 918,
      "क": 919,
      "ख": 920,
      "ग": 921,
      "घ": 922,
      "ङ": 923,
      "च": 924,
      "छ": 925,
      "ज": 926,
      "झ": 927,
      "ञ": 928,
      "ट": 929,
      "ठ": 930,
      "ड": 931,
      "ढ": 932,
      "ण": 933,
      "त": 934,
      "थ": 935,
      "द": 936,
      "ध": 937,
      "न": 938,
      "प": 939,
      "फ": 940,
      "ब": 941,
      "भ": 942,
      "म": 943,
      "य": 944,
      "र": 945,
      "ल": 946,
      "ळ": 947,
      "व": 948,
      "श": 949,
      "ष": 950,
      "स": 951,
      "ह": 952,
      "़": 953,
      "ा": 954,
      "ि": 955,
      "ी": 956,
      "ु": 957,
      "ू": 958,
      "ृ": 959,
      "ॅ": 960,
      "े": 961,
      "ै": 962,
      "ॉ": 963,
      "ो": 964,
      "ौ": 965,
      "्": 966,
      "ॐ": 967,
      "ॕ": 968,
      "ज़": 969,
      "ड़": 970,
      "ढ़": 971,
      "ॠ": 972,
      "ॡ": 973,
      "ॢ": 974,
      "ॣ": 975,
      "।": 976,
      "॥": 977,
      "०": 978,
      "१": 979,
      "७": 980,
      "८": 981,
      "ঁ": 982,
      "ং": 983,
      "ঃ": 984,
      "অ": 985,
      "আ": 986,
      "ই": 987,
      "ঈ": 988,
      "উ": 989,
      "এ": 990,
      "ঐ": 991,
      "ও": 992,
      "ঔ": 993,
      "ক": 994,
      "খ": 995,
      "গ": 996,
      "ঘ": 997,
      "ঙ": 998,
      "চ": 999,
      "ছ": 1000,
      "জ": 1001,
      "ঝ": 1002,
      "ঞ": 1003,
      "ট": 1004,
      "ঠ": 1005,
      "ড": 1006,
      "ঢ": 1007,
      "ণ": 1008,
      "ত": 1009,
      "থ": 1010,
      "দ": 1011,
      "ধ": 1012,
      "ন": 1013,
      "প": 1014,
      "ফ": 1015,
      "ব": 1016,
      "ভ": 1017,
      "ম": 1018,
      "য": 1019,
      "র": 1020,
      "ল": 1021,
      "শ": 1022,
      "ষ": 1023,
      "স": 1024,
      "হ": 1025,
      "঺": 1026,
      "়": 1027,
      "ঽ": 1028,
      "া": 1029,
      "ি": 1030,
      "ী": 1031,
      "ু": 1032,
      "ূ": 1033,
      "ৃ": 1034,
      "ে": 1035,
      "ৈ": 1036,
      "ো": 1037,
      "ৌ": 1038,
      "্": 1039,
      "ৎ": 1040,
      "ড়": 1041,
      "য়": 1042,
      "ৣ": 1043,
      "৤": 1044,
      "০": 1045,
      "১": 1046,
      "২": 1047,
      "৫": 1048,
      "৭": 1049,
      "৯": 1050,
      "ਂ": 1051,
      "ਅ": 1052,
      "ਆ": 1053,
      "ਇ": 1054,
      "ਈ": 1055,
      "ਉ": 1056,
      "ਕ": 1057,
      "ਗ": 1058,
      "ਚ": 1059,
      "ਜ": 1060,
      "ਟ": 1061,
      "ਠ": 1062,
      "ਡ": 1063,
      "ਣ": 1064,
      "ਤ": 1065,
      "ਦ": 1066,
      "ਧ": 1067,
      "ਨ": 1068,
      "ਪ": 1069,
      "ਫ": 1070,
      "ਬ": 1071,
      "ਭ": 1072,
      "ਮ": 1073,
      "ਯ": 1074,
      "ਰ": 1075,
      "ਲ": 1076,
      "ਵ": 1077,
      "ਸ਼": 1078,
      "ਸ": 1079,
      "ਹ": 1080,
      "਼": 1081,
      "ਾ": 1082,
      "ਿ": 1083,
      "ੀ": 1084,
      "ੁ": 1085,
      "ੂ": 1086,
      "ੇ": 1087,
      "ੈ": 1088,
      "ੋ": 1089,
      "੍": 1090,
      "ੰ": 1091,
      "ੱ": 1092,
      "ં": 1093,
      "આ": 1094,
      "ઇ": 1095,
      "એ": 1096,
      "ક": 1097,
      "ખ": 1098,
      "ગ": 1099,
      "છ": 1100,
      "જ": 1101,
      "ટ": 1102,
      "ડ": 1103,
      "ણ": 1104,
      "ત": 1105,
      "થ": 1106,
      "દ": 1107,
      "ધ": 1108,
      "ન": 1109,
      "પ": 1110,
      "બ": 1111,
      "ભ": 1112,
      "મ": 1113,
      "ય": 1114,
      "ર": 1115,
      "લ": 1116,
      "વ": 1117,
      "શ": 1118,
      "ષ": 1119,
      "સ": 1120,
      "હ": 1121,
      "ા": 1122,
      "િ": 1123,
      "ી": 1124,
      "ુ": 1125,
      "ૂ": 1126,
      "ે": 1127,
      "ો": 1128,
      "્": 1129,
      "ଇ": 1130,
      "ଡ": 1131,
      "ନ": 1132,
      "଼": 1133,
      "ି": 1134,
      "அ": 1135,
      "ஆ": 1136,
      "இ": 1137,
      "உ": 1138,
      "எ": 1139,
      "ஏ": 1140,
      "ஒ": 1141,
      "க": 1142,
      "ங": 1143,
      "ச": 1144,
      "ஜ": 1145,
      "ஞ": 1146,
      "ட": 1147,
      "ண": 1148,
      "த": 1149,
      "ந": 1150,
      "ன": 1151,
      "ப": 1152,
      "ம": 1153,
      "ய": 1154,
      "ர": 1155,
      "ற": 1156,
      "ல": 1157,
      "ள": 1158,
      "ழ": 1159,
      "வ": 1160,
      "ஷ": 1161,
      "ஸ": 1162,
      "ஹ": 1163,
      "ா": 1164,
      "ி": 1165,
      "ீ": 1166,
      "ு": 1167,
      "ூ": 1168,
      "ெ": 1169,
      "ே": 1170,
      "ை": 1171,
      "ொ": 1172,
      "ோ": 1173,
      "்": 1174,
      "ం": 1175,
      "అ": 1176,
      "ఆ": 1177,
      "ఇ": 1178,
      "ఈ": 1179,
      "ఉ": 1180,
      "ఎ": 1181,
      "ఏ": 1182,
      "ఒ": 1183,
      "ఓ": 1184,
      "క": 1185,
      "గ": 1186,
      "చ": 1187,
      "జ": 1188,
      "ట": 1189,
      "డ": 1190,
      "ణ": 1191,
      "త": 1192,
      "థ": 1193,
      "ద": 1194,
      "ధ": 1195,
      "న": 1196,
      "ప": 1197,
      "బ": 1198,
      "భ": 1199,
      "మ": 1200,
      "య": 1201,
      "ర": 1202,
      "ల": 1203,
      "వ": 1204,
      "శ": 1205,
      "ష": 1206,
      "స": 1207,
      "హ": 1208,
      "ా": 1209,
      "ి": 1210,
      "ీ": 1211,
      "ు": 1212,
      "ూ": 1213,
      "ృ": 1214,
      "ె": 1215,
      "ే": 1216,
      "ై": 1217,
      "ొ": 1218,
      "ో": 1219,
      "్": 1220,
      "ಂ": 1221,
      "ಅ": 1222,
      "ಆ": 1223,
      "ಇ": 1224,
      "ಈ": 1225,
      "ಉ": 1226,
      "ಊ": 1227,
      "ಋ": 1228,
      "ಌ": 1229,
      "಍": 1230,
      "ಎ": 1231,
      "ಒ": 1232,
      "ಓ": 1233,
      "ಔ": 1234,
      "ಕ": 1235,
      "ಖ": 1236,
      "ಗ": 1237,
      "ಘ": 1238,
      "ಙ": 1239,
      "ಚ": 1240,
      "ಛ": 1241,
      "ಜ": 1242,
      "ಝ": 1243,
      "ಟ": 1244,
      "ಠ": 1245,
      "ಡ": 1246,
      "ಢ": 1247,
      "ಣ": 1248,
      "ತ": 1249,
      "ಥ": 1250,
      "ದ": 1251,
      "ಧ": 1252,
      "ನ": 1253,
      "಩": 1254,
      "ಪ": 1255,
      "ಫ": 1256,
      "ಬ": 1257,
      "ಭ": 1258,
      "ಮ": 1259,
      "ಯ": 1260,
      "ರ": 1261,
      "ಲ": 1262,
      "ಳ": 1263,
      "ವ": 1264,
      "ಶ": 1265,
      "ಷ": 1266,
      "ಸ": 1267,
      "ಹ": 1268,
      "ಾ": 1269,
      "ಿ": 1270,
      "ೀ": 1271,
      "ು": 1272,
      "ೂ": 1273,
      "ೆ": 1274,
      "ೇ": 1275,
      "ೈ": 1276,
      "ೊ": 1277,
      "ೋ": 1278,
      "್": 1279,
      "ം": 1280,
      "അ": 1281,
      "ആ": 1282,
      "ഇ": 1283,
      "ഈ": 1284,
      "ഉ": 1285,
      "എ": 1286,
      "ഐ": 1287,
      "ഒ": 1288,
      "ഓ": 1289,
      "ക": 1290,
      "ഗ": 1291,
      "ങ": 1292,
      "ച": 1293,
      "ജ": 1294,
      "ഞ": 1295,
      "ട": 1296,
      "ണ": 1297,
      "ത": 1298,
      "ദ": 1299,
      "ധ": 1300,
      "ന": 1301,
      "പ": 1302,
      "ഫ": 1303,
      "ബ": 1304,
      "ഭ": 1305,
      "മ": 1306,
      "യ": 1307,
      "ര": 1308,
      "റ": 1309,
      "ല": 1310,
      "ള": 1311,
      "ഴ": 1312,
      "വ": 1313,
      "ശ": 1314,
      "ഷ": 1315,
      "സ": 1316,
      "ഹ": 1317,
      "ാ": 1318,
      "ി": 1319,
      "ീ": 1320,
      "ു": 1321,
      "ൂ": 1322,
      "ൃ": 1323,
      "െ": 1324,
      "േ": 1325,
      "ൊ": 1326,
      "ോ": 1327,
      "്": 1328,
      "ൻ": 1329,
      "ർ": 1330,
      "ൽ": 1331,
      "ൾ": 1332,
      "ං": 1333,
      "අ": 1334,
      "ආ": 1335,
      "ඇ": 1336,
      "ඉ": 1337,
      "ඊ": 1338,
      "උ": 1339,
      "එ": 1340,
      "ඒ": 1341,
      "ඔ": 1342,
      "ඕ": 1343,
      "ක": 1344,
      "ග": 1345,
      "ච": 1346,
      "ජ": 1347,
      "ට": 1348,
      "ඩ": 1349,
      "ණ": 1350,
      "ත": 1351,
      "ථ": 1352,
      "ද": 1353,
      "ධ": 1354,
      "න": 1355,
      "ඳ": 1356,
      "ප": 1357,
      "බ": 1358,
      "භ": 1359,
      "ම": 1360,
      "ය": 1361,
      "ර": 1362,
      "ල": 1363,
      "ව": 1364,
      "ශ": 1365,
      "ෂ": 1366,
      "ස": 1367,
      "හ": 1368,
      "ළ": 1369,
      "්": 1370,
      "ා": 1371,
      "ැ": 1372,
      "ෑ": 1373,
      "ි": 1374,
      "ී": 1375,
      "ු": 1376,
      "ෘ": 1377,
      "ෙ": 1378,
      "ේ": 1379,
      "ෛ": 1380,
      "ො": 1381,
      "ෝ": 1382,
      "ෞ": 1383,
      "෡": 1384,
      "ก": 1385,
      "ข": 1386,
      "ค": 1387,
      "ฅ": 1388,
      "ฆ": 1389,
      "ง": 1390,
      "จ": 1391,
      "ฉ": 1392,
      "ช": 1393,
      "ซ": 1394,
      "ฌ": 1395,
      "ญ": 1396,
      "ฎ": 1397,
      "ฏ": 1398,
      "ฐ": 1399,
      "ฑ": 1400,
      "ฒ": 1401,
      "ณ": 1402,
      "ด": 1403,
      "ต": 1404,
      "ถ": 1405,
      "ท": 1406,
      "ธ": 1407,
      "น": 1408,
      "บ": 1409,
      "ป": 1410,
      "ผ": 1411,
      "ฝ": 1412,
      "พ": 1413,
      "ฟ": 1414,
      "ภ": 1415,
      "ม": 1416,
      "ย": 1417,
      "ร": 1418,
      "ฤ": 1419,
      "ล": 1420,
      "ว": 1421,
      "ศ": 1422,
      "ษ": 1423,
      "ส": 1424,
      "ห": 1425,
      "ฬ": 1426,
      "อ": 1427,
      "ฮ": 1428,
      "ฯ": 1429,
      "ะ": 1430,
      "ั": 1431,
      "า": 1432,
      "ำ": 1433,
      "ิ": 1434,
      "ี": 1435,
      "ึ": 1436,
      "ื": 1437,
      "ุ": 1438,
      "ู": 1439,
      "ฺ": 1440,
      "฿": 1441,
      "เ": 1442,
      "แ": 1443,
      "โ": 1444,
      "ใ": 1445,
      "ไ": 1446,
      "ๅ": 1447,
      "ๆ": 1448,
      "็": 1449,
      "่": 1450,
      "้": 1451,
      "๊": 1452,
      "๋": 1453,
      "์": 1454,
      "ํ": 1455,
      "๏": 1456,
      "๐": 1457,
      "๑": 1458,
      "๔": 1459,
      "๕": 1460,
      "๖": 1461,
      "๗": 1462,
      "๘": 1463,
      "๙": 1464,
      "๜": 1465,
      "๝": 1466,
      "ກ": 1467,
      "ຂ": 1468,
      "ຄ": 1469,
      "ງ": 1470,
      "ຈ": 1471,
      "ຊ": 1472,
      "ຍ": 1473,
      "ດ": 1474,
      "ຕ": 1475,
      "ຖ": 1476,
      "ທ": 1477,
      "ນ": 1478,
      "ບ": 1479,
      "ປ": 1480,
      "ຜ": 1481,
      "ພ": 1482,
      "ມ": 1483,
      "ຢ": 1484,
      "ຣ": 1485,
      "ລ": 1486,
      "ວ": 1487,
      "ສ": 1488,
      "ຫ": 1489,
      "ອ": 1490,
      "ຮ": 1491,
      "ະ": 1492,
      "ັ": 1493,
      "າ": 1494,
      "ຳ": 1495,
      "ິ": 1496,
      "ີ": 1497,
      "ຶ": 1498,
      "ື": 1499,
      "ຸ": 1500,
      "ູ": 1501,
      "ົ": 1502,
      "ຼ": 1503,
      "ຽ": 1504,
      "ເ": 1505,
      "ແ": 1506,
      "ໂ": 1507,
      "ໃ": 1508,
      "ໄ": 1509,
      "ໆ": 1510,
      "່": 1511,
      "້": 1512,
      "ໍ": 1513,
      "་": 1514,
      "།": 1515,
      "༧": 1516,
      "༼": 1517,
      "༽": 1518,
      "ཀ": 1519,
      "ང": 1520,
      "ཉ": 1521,
      "ད": 1522,
      "ན": 1523,
      "པ": 1524,
      "བ": 1525,
      "མ": 1526,
      "ཙ": 1527,
      "ཡ": 1528,
      "ར": 1529,
      "ཤ": 1530,
      "ས": 1531,
      "ཧ": 1532,
      "ཨ": 1533,
      "ཱ": 1534,
      "ི": 1535,
      "ུ": 1536,
      "ེ": 1537,
      "ོ": 1538,
      "ྃ": 1539,
      "ྒ": 1540,
      "ྱ": 1541,
      "࿹": 1542,
      "က": 1543,
      "ခ": 1544,
      "င": 1545,
      "စ": 1546,
      "ဆ": 1547,
      "ည": 1548,
      "တ": 1549,
      "ထ": 1550,
      "န": 1551,
      "ပ": 1552,
      "မ": 1553,
      "ရ": 1554,
      "လ": 1555,
      "သ": 1556,
      "အ": 1557,
      "ာ": 1558,
      "ိ": 1559,
      "ီ": 1560,
      "ု": 1561,
      "ူ": 1562,
      "ေ": 1563,
      "ဲ": 1564,
      "ံ": 1565,
      "့": 1566,
      "း": 1567,
      "္": 1568,
      "်": 1569,
      "ျ": 1570,
      "ြ": 1571,
      "ွ": 1572,
      "။": 1573,
      "၏": 1574,
      "႔": 1575,
      "႕": 1576,
      "Ⴎ": 1577,
      "ა": 1578,
      "ბ": 1579,
      "გ": 1580,
      "დ": 1581,
      "ე": 1582,
      "ვ": 1583,
      "ზ": 1584,
      "თ": 1585,
      "ი": 1586,
      "კ": 1587,
      "ლ": 1588,
      "მ": 1589,
      "ნ": 1590,
      "ო": 1591,
      "პ": 1592,
      "ჟ": 1593,
      "რ": 1594,
      "ს": 1595,
      "ტ": 1596,
      "უ": 1597,
      "ფ": 1598,
      "ქ": 1599,
      "ღ": 1600,
      "ყ": 1601,
      "შ": 1602,
      "ჩ": 1603,
      "ც": 1604,
      "ძ": 1605,
      "წ": 1606,
      "ხ": 1607,
      "ჯ": 1608,
      "ჲ": 1609,
      "ჴ": 1610,
      "ჵ": 1611,
      "ჶ": 1612,
      "ჷ": 1613,
      "ჸ": 1614,
      "ჹ": 1615,
      "ჺ": 1616,
      "჻": 1617,
      "ჼ": 1618,
      "ჽ": 1619,
      "ჾ": 1620,
      "ჿ": 1621,
      "ᄀ": 1622,
      "ᄂ": 1623,
      "ᄃ": 1624,
      "ᄅ": 1625,
      "ᄇ": 1626,
      "ᄋ": 1627,
      "ᄒ": 1628,
      "ᅡ": 1629,
      "ᅣ": 1630,
      "ᅥ": 1631,
      "ᅧ": 1632,
      "ᅩ": 1633,
      "ᅲ": 1634,
      "ᅳ": 1635,
      "ᅴ": 1636,
      "ᆞ": 1637,
      "ᆫ": 1638,
      "ᆯ": 1639,
      "ᆷ": 1640,
      "ᇀ": 1641,
      "ሁ": 1642,
      "ሃ": 1643,
      "ህ": 1644,
      "ሆ": 1645,
      "ለ": 1646,
      "ሉ": 1647,
      "ላ": 1648,
      "ል": 1649,
      "ሓ": 1650,
      "መ": 1651,
      "ሙ": 1652,
      "ሚ": 1653,
      "ማ": 1654,
      "ሜ": 1655,
      "ም": 1656,
      "ሣ": 1657,
      "ረ": 1658,
      "ሩ": 1659,
      "ሪ": 1660,
      "ራ": 1661,
      "ር": 1662,
      "ሮ": 1663,
      "ሰ": 1664,
      "ሱ": 1665,
      "ሳ": 1666,
      "ስ": 1667,
      "ሽ": 1668,
      "ሾ": 1669,
      "ቀ": 1670,
      "ቅ": 1671,
      "በ": 1672,
      "ባ": 1673,
      "ቤ": 1674,
      "ብ": 1675,
      "ቦ": 1676,
      "ተ": 1677,
      "ቱ": 1678,
      "ቲ": 1679,
      "ታ": 1680,
      "ት": 1681,
      "ቶ": 1682,
      "ቸ": 1683,
      "ቻ": 1684,
      "ች": 1685,
      "ነ": 1686,
      "ኑ": 1687,
      "ና": 1688,
      "ን": 1689,
      "ኛ": 1690,
      "አ": 1691,
      "ኢ": 1692,
      "እ": 1693,
      "ከ": 1694,
      "ኪ": 1695,
      "ካ": 1696,
      "ክ": 1697,
      "ኮ": 1698,
      "ወ": 1699,
      "ዉ": 1700,
      "ዊ": 1701,
      "ው": 1702,
      "ዎ": 1703,
      "ዘ": 1704,
      "ዚ": 1705,
      "የ": 1706,
      "ዩ": 1707,
      "ያ": 1708,
      "ይ": 1709,
      "ዮ": 1710,
      "ደ": 1711,
      "ዲ": 1712,
      "ዳ": 1713,
      "ዴ": 1714,
      "ድ": 1715,
      "ጀ": 1716,
      "ገ": 1717,
      "ግ": 1718,
      "ጠ": 1719,
      "ጣ": 1720,
      "ጥ": 1721,
      "ጨ": 1722,
      "ጭ": 1723,
      "ጵ": 1724,
      "ፈ": 1725,
      "ፊ": 1726,
      "ፌ": 1727,
      "ፍ": 1728,
      "ፎ": 1729,
      "ፕ": 1730,
      "፡": 1731,
      "።": 1732,
      "፣": 1733,
      "፤": 1734,
      "፪": 1735,
      "፲": 1736,
      "Ꭰ": 1737,
      "Ꭱ": 1738,
      "Ꭴ": 1739,
      "Ꭹ": 1740,
      "Ꭺ": 1741,
      "Ꭼ": 1742,
      "Ꮇ": 1743,
      "Ꮋ": 1744,
      "Ꮍ": 1745,
      "Ꮎ": 1746,
      "Ꮕ": 1747,
      "Ꮖ": 1748,
      "Ꮝ": 1749,
      "Ꮣ": 1750,
      "Ꮤ": 1751,
      "Ꮦ": 1752,
      "Ꮧ": 1753,
      "Ꮨ": 1754,
      "Ꮩ": 1755,
      "Ꮮ": 1756,
      "Ꮯ": 1757,
      "Ꮲ": 1758,
      "Ꮳ": 1759,
      "Ꮵ": 1760,
      "Ꮶ": 1761,
      "Ᏹ": 1762,
      "Ᏺ": 1763,
      "Ᏼ": 1764,
      "ᐃ": 1765,
      "ᐅ": 1766,
      "ᐈ": 1767,
      "ᐉ": 1768,
      "ᐊ": 1769,
      "ᐐ": 1770,
      "ᐑ": 1771,
      "ᐓ": 1772,
      "ᐔ": 1773,
      "ᐕ": 1774,
      "ᐖ": 1775,
      "ᐗ": 1776,
      "ᐘ": 1777,
      "ᐙ": 1778,
      "ᐚ": 1779,
      "ᐥ": 1780,
      "ᐧ": 1781,
      "ᐻ": 1782,
      "ᓚ": 1783,
      "ᔤ": 1784,
      "ᕋ": 1785,
      "ᕼ": 1786,
      "ᖆ": 1787,
      "ᗢ": 1788,
      "ᗩ": 1789,
      "ᘏ": 1790,
      "ᚢ": 1791,
      "ᚱ": 1792,
      "ᚴ": 1793,
      "ក": 1794,
      "ខ": 1795,
      "គ": 1796,
      "ឃ": 1797,
      "ង": 1798,
      "ច": 1799,
      "ជ": 1800,
      "ឈ": 1801,
      "ញ": 1802,
      "ដ": 1803,
      "ឌ": 1804,
      "ណ": 1805,
      "ត": 1806,
      "ថ": 1807,
      "ទ": 1808,
      "ន": 1809,
      "ប": 1810,
      "ផ": 1811,
      "ព": 1812,
      "ភ": 1813,
      "ម": 1814,
      "យ": 1815,
      "រ": 1816,
      "ល": 1817,
      "វ": 1818,
      "ស": 1819,
      "ហ": 1820,
      "អ": 1821,
      "ា": 1822,
      "ិ": 1823,
      "ី": 1824,
      "ឺ": 1825,
      "ុ": 1826,
      "ូ": 1827,
      "ួ": 1828,
      "ើ": 1829,
      "ៀ": 1830,
      "េ": 1831,
      "ែ": 1832,
      "ៃ": 1833,
      "ោ": 1834,
      "ំ": 1835,
      "ះ": 1836,
      "ៈ": 1837,
      "៉": 1838,
      "់": 1839,
      "៍": 1840,
      "៏": 1841,
      "្": 1842,
      "។": 1843,
      "ᦟ": 1844,
      "Ა": 1845,
      "ᴀ": 1846,
      "ᴄ": 1847,
      "ᴅ": 1848,
      "ᴇ": 1849,
      "ᴏ": 1850,
      "ᴗ": 1851,
      "ᴘ": 1852,
      "ᴛ": 1853,
      "ᴜ": 1854,
      "ᴠ": 1855,
      "ᴡ": 1856,
      "ᴥ": 1857,
      "ᵀ": 1858,
      "ᵂ": 1859,
      "ᵃ": 1860,
      "ᵅ": 1861,
      "ᵇ": 1862,
      "ᵈ": 1863,
      "ᵉ": 1864,
      "ᵍ": 1865,
      "ᵏ": 1866,
      "ᵐ": 1867,
      "ᵒ": 1868,
      "ᵗ": 1869,
      "ᵘ": 1870,
      "ᵜ": 1871,
      "ᶜ": 1872,
      "ᶠ": 1873,
      "ᶦ": 1874,
      "ḁ": 1875,
      "Ḍ": 1876,
      "ḍ": 1877,
      "ḗ": 1878,
      "Ḥ": 1879,
      "ḥ": 1880,
      "Ḩ": 1881,
      "ḫ": 1882,
      "ḱ": 1883,
      "Ḳ": 1884,
      "ḵ": 1885,
      "ḷ": 1886,
      "ḻ": 1887,
      "ḿ": 1888,
      "ṁ": 1889,
      "ṃ": 1890,
      "ṅ": 1891,
      "ṇ": 1892,
      "ṓ": 1893,
      "ṛ": 1894,
      "ṟ": 1895,
      "Ṡ": 1896,
      "ṡ": 1897,
      "Ṣ": 1898,
      "ṣ": 1899,
      "Ṭ": 1900,
      "ṭ": 1901,
      "ṯ": 1902,
      "ṹ": 1903,
      "ẇ": 1904,
      "ẕ": 1905,
      "ẞ": 1906,
      "ạ": 1907,
      "Ả": 1908,
      "ả": 1909,
      "Ấ": 1910,
      "ấ": 1911,
      "ầ": 1912,
      "Ẩ": 1913,
      "ẩ": 1914,
      "ẫ": 1915,
      "Ậ": 1916,
      "ậ": 1917,
      "ắ": 1918,
      "ằ": 1919,
      "ẳ": 1920,
      "ẵ": 1921,
      "ặ": 1922,
      "Ẹ": 1923,
      "ẹ": 1924,
      "ẻ": 1925,
      "ẽ": 1926,
      "ế": 1927,
      "Ề": 1928,
      "ề": 1929,
      "Ể": 1930,
      "ể": 1931,
      "Ễ": 1932,
      "ễ": 1933,
      "Ệ": 1934,
      "ệ": 1935,
      "ỉ": 1936,
      "ị": 1937,
      "Ọ": 1938,
      "ọ": 1939,
      "Ỏ": 1940,
      "ỏ": 1941,
      "Ố": 1942,
      "ố": 1943,
      "Ồ": 1944,
      "ồ": 1945,
      "Ổ": 1946,
      "ổ": 1947,
      "ỗ": 1948,
      "ộ": 1949,
      "ớ": 1950,
      "ờ": 1951,
      "Ở": 1952,
      "ở": 1953,
      "ỡ": 1954,
      "ợ": 1955,
      "Ụ": 1956,
      "ụ": 1957,
      "Ủ": 1958,
      "ủ": 1959,
      "Ứ": 1960,
      "ứ": 1961,
      "Ừ": 1962,
      "ừ": 1963,
      "ử": 1964,
      "ữ": 1965,
      "Ự": 1966,
      "ự": 1967,
      "ỳ": 1968,
      "ỷ": 1969,
      "Ỹ": 1970,
      "ỹ": 1971,
      "ἀ": 1972,
      "ἁ": 1973,
      "ἄ": 1974,
      "Ἀ": 1975,
      "Ἄ": 1976,
      "ἐ": 1977,
      "ἑ": 1978,
      "ἔ": 1979,
      "ἕ": 1980,
      "ἡ": 1981,
      "ἢ": 1982,
      "ἧ": 1983,
      "Ἡ": 1984,
      "ἰ": 1985,
      "ἱ": 1986,
      "ἴ": 1987,
      "ἶ": 1988,
      "Ἰ": 1989,
      "Ἱ": 1990,
      "ὀ": 1991,
      "ὁ": 1992,
      "ὄ": 1993,
      "ὅ": 1994,
      "Ὀ": 1995,
      "Ὄ": 1996,
      "ὐ": 1997,
      "ὑ": 1998,
      "ὕ": 1999,
      "ὖ": 2000,
      "ὠ": 2001,
      "ὡ": 2002,
      "ὣ": 2003,
      "ὥ": 2004,
      "ὦ": 2005,
      "Ὡ": 2006,
      "ὰ": 2007,
      "ὲ": 2008,
      "ὴ": 2009,
      "ὶ": 2010,
      "ὸ": 2011,
      "ὺ": 2012,
      "ὼ": 2013,
      "ᾖ": 2014,
      "ᾳ": 2015,
      "ᾶ": 2016,
      "ῃ": 2017,
      "ῆ": 2018,
      "ῇ": 2019,
      "ῖ": 2020,
      "ῥ": 2021,
      "ῦ": 2022,
      "ῳ": 2023,
      "ῶ": 2024,
      "ῷ": 2025,
      "​": 2026,
      "‌": 2027,
      "‍": 2028,
      "‎": 2029,
      "‏": 2030,
      "‐": 2031,
      "‑": 2032,
      "‒": 2033,
      "–": 2034,
      "—": 2035,
      "―": 2036,
      "‖": 2037,
      "‘": 2038,
      "’": 2039,
      "‚": 2040,
      "‛": 2041,
      "“": 2042,
      "”": 2043,
      "„": 2044,
      "†": 2045,
      "‡": 2046,
      "•": 2047,
      "‣": 2048,
      "․": 2049,
      "‥": 2050,
      "…": 2051,
      "‧": 2052,
      "‪": 2053,
      "‫": 2054,
      "‬": 2055,
      "‭": 2056,
      "‰": 2057,
      "′": 2058,
      "″": 2059,
      "‵": 2060,
      "‹": 2061,
      "›": 2062,
      "※": 2063,
      "‼": 2064,
      "‿": 2065,
      "⁂": 2066,
      "⁃": 2067,
      "⁄": 2068,
      "⁇": 2069,
      "⁉": 2070,
      "⁏": 2071,
      "⁜": 2072,
      "⁠": 2073,
      "⁡": 2074,
      "⁣": 2075,
      "⁦": 2076,
      "ⁱ": 2077,
      "⁴": 2078,
      "⁵": 2079,
      "⁶": 2080,
      "⁷": 2081,
      "⁸": 2082,
      "⁺": 2083,
      "⁻": 2084,
      "⁼": 2085,
      "₀": 2086,
      "₁": 2087,
      "₂": 2088,
      "₃": 2089,
      "₄": 2090,
      "₅": 2091,
      "₆": 2092,
      "₇": 2093,
      "₈": 2094,
      "₉": 2095,
      "₊": 2096,
      "₋": 2097,
      "ₐ": 2098,
      "ₓ": 2099,
      "ₙ": 2100,
      "₡": 2101,
      "₦": 2102,
      "₩": 2103,
      "₪": 2104,
      "€": 2105,
      "₮": 2106,
      "₹": 2107,
      "₺": 2108,
      "₽": 2109,
      "⃗": 2110,
      "⃣": 2111,
      "℃": 2112,
      "℉": 2113,
      "ℊ": 2114,
      "ℋ": 2115,
      "ℌ": 2116,
      "ℏ": 2117,
      "ℐ": 2118,
      "ℒ": 2119,
      "ℓ": 2120,
      "ℕ": 2121,
      "№": 2122,
      "ℙ": 2123,
      "ℝ": 2124,
      "℠": 2125,
      "™": 2126,
      "ℤ": 2127,
      "Ω": 2128,
      "ℯ": 2129,
      "ℴ": 2130,
      "ℵ": 2131,
      "ℹ": 2132,
      "⅍": 2133,
      "⅓": 2134,
      "⅔": 2135,
      "⅕": 2136,
      "⅖": 2137,
      "⅗": 2138,
      "⅘": 2139,
      "⅙": 2140,
      "⅚": 2141,
      "⅛": 2142,
      "⅜": 2143,
      "⅝": 2144,
      "⅞": 2145,
      "⅟": 2146,
      "Ⅰ": 2147,
      "Ⅱ": 2148,
      "Ⅳ": 2149,
      "Ⅷ": 2150,
      "Ⅸ": 2151,
      "Ⅹ": 2152,
      "Ↄ": 2153,
      "←": 2154,
      "↑": 2155,
      "→": 2156,
      "↓": 2157,
      "↔": 2158,
      "↗": 2159,
      "↦": 2160,
      "↩": 2161,
      "↯": 2162,
      "↵": 2163,
      "⇆": 2164,
      "⇌": 2165,
      "⇐": 2166,
      "⇑": 2167,
      "⇒": 2168,
      "⇔": 2169,
      "∀": 2170,
      "∂": 2171,
      "∃": 2172,
      "∅": 2173,
      "∆": 2174,
      "∇": 2175,
      "∈": 2176,
      "∉": 2177,
      "∊": 2178,
      "∎": 2179,
      "∏": 2180,
      "∑": 2181,
      "−": 2182,
      "∕": 2183,
      "∖": 2184,
      "∗": 2185,
      "∘": 2186,
      "∙": 2187,
      "√": 2188,
      "∝": 2189,
      "∞": 2190,
      "∠": 2191,
      "∣": 2192,
      "∥": 2193,
      "∧": 2194,
      "∨": 2195,
      "∩": 2196,
      "∪": 2197,
      "∫": 2198,
      "∮": 2199,
      "∴": 2200,
      "∶": 2201,
      "∼": 2202,
      "∽": 2203,
      "≃": 2204,
      "≅": 2205,
      "≈": 2206,
      "≒": 2207,
      "≔": 2208,
      "≠": 2209,
      "≡": 2210,
      "≢": 2211,
      "≤": 2212,
      "≥": 2213,
      "≦": 2214,
      "≧": 2215,
      "≪": 2216,
      "≫": 2217,
      "≺": 2218,
      "⊂": 2219,
      "⊃": 2220,
      "⊆": 2221,
      "⊇": 2222,
      "⊕": 2223,
      "⊖": 2224,
      "⊗": 2225,
      "⊘": 2226,
      "⊢": 2227,
      "⊤": 2228,
      "⊥": 2229,
      "⊨": 2230,
      "⋀": 2231,
      "⋃": 2232,
      "⋅": 2233,
      "⋆": 2234,
      "⋐": 2235,
      "⋑": 2236,
      "⋘": 2237,
      "⋮": 2238,
      "⋯": 2239,
      "⌃": 2240,
      "⌈": 2241,
      "⌉": 2242,
      "⌐": 2243,
      "⌒": 2244,
      "⌓": 2245,
      "⌘": 2246,
      "⌚": 2247,
      "⌛": 2248,
      "⌥": 2249,
      "⌧": 2250,
      "⌨": 2251,
      "⌫": 2252,
      "⍝": 2253,
      "⍨": 2254,
      "⍴": 2255,
      "⍵": 2256,
      "⍺": 2257,
      "⎛": 2258,
      "⎜": 2259,
      "⎝": 2260,
      "⎞": 2261,
      "⎟": 2262,
      "⎠": 2263,
      "⎡": 2264,
      "⎢": 2265,
      "⎣": 2266,
      "⎤": 2267,
      "⎦": 2268,
      "⏏": 2269,
      "⏤": 2270,
      "⏩": 2271,
      "⏫": 2272,
      "⏰": 2273,
      "⏳": 2274,
      "⏹": 2275,
      "⑀": 2276,
      "⑁": 2277,
      "①": 2278,
      "②": 2279,
      "③": 2280,
      "④": 2281,
      "⑤": 2282,
      "⑥": 2283,
      "⑦": 2284,
      "ⓛ": 2285,
      "─": 2286,
      "━": 2287,
      "│": 2288,
      "┌": 2289,
      "┏": 2290,
      "┐": 2291,
      "└": 2292,
      "┘": 2293,
      "┛": 2294,
      "├": 2295,
      "┤": 2296,
      "┬": 2297,
      "┴": 2298,
      "┻": 2299,
      "┼": 2300,
      "═": 2301,
      "║": 2302,
      "╓": 2303,
      "╔": 2304,
      "╗": 2305,
      "╚": 2306,
      "╝": 2307,
      "╠": 2308,
      "╡": 2309,
      "╣": 2310,
      "╤": 2311,
      "╥": 2312,
      "╦": 2313,
      "╧": 2314,
      "╨": 2315,
      "╩": 2316,
      "╬": 2317,
      "╭": 2318,
      "╮": 2319,
      "╯": 2320,
      "╰": 2321,
      "▁": 2322,
      "▄": 2323,
      "█": 2324,
      "▉": 2325,
      "▌": 2326,
      "▐": 2327,
      "░": 2328,
      "▒": 2329,
      "▓": 2330,
      "■": 2331,
      "□": 2332,
      "▪": 2333,
      "▲": 2334,
      "△": 2335,
      "▶": 2336,
      "▼": 2337,
      "▽": 2338,
      "▾": 2339,
      "◀": 2340,
      "◁": 2341,
      "◆": 2342,
      "◇": 2343,
      "◊": 2344,
      "○": 2345,
      "◎": 2346,
      "●": 2347,
      "◔": 2348,
      "◕": 2349,
      "◠": 2350,
      "◡": 2351,
      "◦": 2352,
      "◯": 2353,
      "◻": 2354,
      "☀": 2355,
      "☁": 2356,
      "☂": 2357,
      "☄": 2358,
      "★": 2359,
      "☆": 2360,
      "☇": 2361,
      "☉": 2362,
      "☎": 2363,
      "☏": 2364,
      "☐": 2365,
      "☑": 2366,
      "☒": 2367,
      "☔": 2368,
      "☕": 2369,
      "☛": 2370,
      "☝": 2371,
      "☞": 2372,
      "☠": 2373,
      "☤": 2374,
      "☰": 2375,
      "☹": 2376,
      "☺": 2377,
      "☻": 2378,
      "♀": 2379,
      "♂": 2380,
      "♉": 2381,
      "♌": 2382,
      "♔": 2383,
      "♕": 2384,
      "♖": 2385,
      "♗": 2386,
      "♘": 2387,
      "♙": 2388,
      "♚": 2389,
      "♛": 2390,
      "♜": 2391,
      "♝": 2392,
      "♞": 2393,
      "♟": 2394,
      "♠": 2395,
      "♡": 2396,
      "♢": 2397,
      "♣": 2398,
      "♤": 2399,
      "♥": 2400,
      "♦": 2401,
      "♧": 2402,
      "♨": 2403,
      "♩": 2404,
      "♪": 2405,
      "♫": 2406,
      "♬": 2407,
      "♭": 2408,
      "♮": 2409,
      "♯": 2410,
      "♰": 2411,
      "♱": 2412,
      "♲": 2413,
      "♳": 2414,
      "♴": 2415,
      "♵": 2416,
      "♶": 2417,
      "♷": 2418,
      "♸": 2419,
      "♹": 2420,
      "♺": 2421,
      "♻": 2422,
      "♼": 2423,
      "♽": 2424,
      "♾": 2425,
      "♿": 2426,
      "⚀": 2427,
      "⚁": 2428,
      "⚂": 2429,
      "⚃": 2430,
      "⚄": 2431,
      "⚅": 2432,
      "⚆": 2433,
      "⚇": 2434,
      "⚈": 2435,
      "⚉": 2436,
      "⚊": 2437,
      "⚋": 2438,
      "⚌": 2439,
      "⚍": 2440,
      "⚎": 2441,
      "⚏": 2442,
      "⚐": 2443,
      "⚑": 2444,
      "⚒": 2445,
      "⚓": 2446,
      "⚔": 2447,
      "⚕": 2448,
      "⚖": 2449,
      "⚙": 2450,
      "⚛": 2451,
      "⚠": 2452,
      "⚡": 2453,
      "⚫": 2454,
      "⚰": 2455,
      "⚽": 2456,
      "⛅": 2457,
      "⛈": 2458,
      "⛰": 2459,
      "⛱": 2460,
      "⛳": 2461,
      "⛴": 2462,
      "⛵": 2463,
      "✂": 2464,
      "✅": 2465,
      "✈": 2466,
      "✊": 2467,
      "✌": 2468,
      "✍": 2469,
      "✏": 2470,
      "✓": 2471,
      "✔": 2472,
      "✕": 2473,
      "✖": 2474,
      "✗": 2475,
      "✘": 2476,
      "✥": 2477,
      "✦": 2478,
      "✧": 2479,
      "✨": 2480,
      "✴": 2481,
      "✿": 2482,
      "❀": 2483,
      "❁": 2484,
      "❄": 2485,
      "❇": 2486,
      "❌": 2487,
      "❎": 2488,
      "❏": 2489,
      "❑": 2490,
      "❒": 2491,
      "❓": 2492,
      "❖": 2493,
      "❗": 2494,
      "❜": 2495,
      "❝": 2496,
      "❞": 2497,
      "❣": 2498,
      "❤": 2499,
      "❥": 2500,
      "❯": 2501,
      "❶": 2502,
      "❷": 2503,
      "➔": 2504,
      "➕": 2505,
      "➖": 2506,
      "➞": 2507,
      "➡": 2508,
      "➢": 2509,
      "➥": 2510,
      "⟌": 2511,
      "⟨": 2512,
      "⟩": 2513,
      "⟪": 2514,
      "⟵": 2515,
      "⟶": 2516,
      "⠀": 2517,
      "⤵": 2518,
      "⥁": 2519,
      "⥽": 2520,
      "⦎": 2521,
      "⦏": 2522,
      "⦝": 2523,
      "⦽": 2524,
      "⦿": 2525,
      "⨝": 2526,
      "⩠": 2527,
      "⩽": 2528,
      "⬅": 2529,
      "⬆": 2530,
      "⬇": 2531,
      "⬜": 2532,
      "⭐": 2533,
      "Ɐ": 2534,
      "Ɒ": 2535,
      "Ⱶ": 2536,
      "ⱶ": 2537,
      "ⱷ": 2538,
      "Ⲳ": 2539,
      "ⴰ": 2540,
      "ⴼ": 2541,
      "ⵉ": 2542,
      "ⵎ": 2543,
      "ⵓ": 2544,
      "ⵔ": 2545,
      "ⵖ": 2546,
      "ⵙ": 2547,
      "ⵜ": 2548,
      "ⵣ": 2549,
      "⸿": 2550,
      "⺩": 2551,
      "⺬": 2552,
      "⺮": 2553,
      "⺯": 2554,
      "⻨": 2555,
      "⾊": 2556,
      "⾼": 2557,
      "⿕": 2558,
      "、": 2559,
      "。": 2560,
      "々": 2561,
      "〇": 2562,
      "〈": 2563,
      "〉": 2564,
      "《": 2565,
      "》": 2566,
      "「": 2567,
      "」": 2568,
      "『": 2569,
      "』": 2570,
      "【": 2571,
      "】": 2572,
      "〒": 2573,
      "〔": 2574,
      "〕": 2575,
      "〖": 2576,
      "〗": 2577,
      "〜": 2578,
      "ぁ": 2579,
      "あ": 2580,
      "ぃ": 2581,
      "い": 2582,
      "ぅ": 2583,
      "う": 2584,
      "ぇ": 2585,
      "え": 2586,
      "ぉ": 2587,
      "お": 2588,
      "か": 2589,
      "が": 2590,
      "き": 2591,
      "ぎ": 2592,
      "く": 2593,
      "ぐ": 2594,
      "け": 2595,
      "げ": 2596,
      "こ": 2597,
      "ご": 2598,
      "さ": 2599,
      "ざ": 2600,
      "し": 2601,
      "じ": 2602,
      "す": 2603,
      "ず": 2604,
      "せ": 2605,
      "ぜ": 2606,
      "そ": 2607,
      "ぞ": 2608,
      "た": 2609,
      "だ": 2610,
      "ち": 2611,
      "っ": 2612,
      "つ": 2613,
      "づ": 2614,
      "て": 2615,
      "で": 2616,
      "と": 2617,
      "ど": 2618,
      "な": 2619,
      "に": 2620,
      "ぬ": 2621,
      "ね": 2622,
      "の": 2623,
      "は": 2624,
      "ば": 2625,
      "ぱ": 2626,
      "ひ": 2627,
      "び": 2628,
      "ぴ": 2629,
      "ふ": 2630,
      "ぶ": 2631,
      "ぷ": 2632,
      "へ": 2633,
      "べ": 2634,
      "ぺ": 2635,
      "ほ": 2636,
      "ぼ": 2637,
      "ぽ": 2638,
      "ま": 2639,
      "み": 2640,
      "む": 2641,
      "め": 2642,
      "も": 2643,
      "ゃ": 2644,
      "や": 2645,
      "ゅ": 2646,
      "ゆ": 2647,
      "ょ": 2648,
      "よ": 2649,
      "ら": 2650,
      "り": 2651,
      "る": 2652,
      "れ": 2653,
      "ろ": 2654,
      "わ": 2655,
      "を": 2656,
      "ん": 2657,
      "゙": 2658,
      "゚": 2659,
      "ァ": 2660,
      "ア": 2661,
      "ィ": 2662,
      "イ": 2663,
      "ゥ": 2664,
      "ウ": 2665,
      "ェ": 2666,
      "エ": 2667,
      "ォ": 2668,
      "オ": 2669,
      "カ": 2670,
      "ガ": 2671,
      "キ": 2672,
      "ギ": 2673,
      "ク": 2674,
      "グ": 2675,
      "ケ": 2676,
      "ゲ": 2677,
      "コ": 2678,
      "ゴ": 2679,
      "サ": 2680,
      "ザ": 2681,
      "シ": 2682,
      "ジ": 2683,
      "ス": 2684,
      "ズ": 2685,
      "セ": 2686,
      "ゼ": 2687,
      "ソ": 2688,
      "ゾ": 2689,
      "タ": 2690,
      "ダ": 2691,
      "チ": 2692,
      "ヂ": 2693,
      "ッ": 2694,
      "ツ": 2695,
      "テ": 2696,
      "デ": 2697,
      "ト": 2698,
      "ド": 2699,
      "ナ": 2700,
      "ニ": 2701,
      "ヌ": 2702,
      "ネ": 2703,
      "ノ": 2704,
      "ハ": 2705,
      "バ": 2706,
      "パ": 2707,
      "ヒ": 2708,
      "ビ": 2709,
      "ピ": 2710,
      "フ": 2711,
      "ブ": 2712,
      "プ": 2713,
      "ヘ": 2714,
      "ベ": 2715,
      "ペ": 2716,
      "ホ": 2717,
      "ボ": 2718,
      "ポ": 2719,
      "マ": 2720,
      "ミ": 2721,
      "ム": 2722,
      "メ": 2723,
      "モ": 2724,
      "ャ": 2725,
      "ヤ": 2726,
      "ュ": 2727,
      "ユ": 2728,
      "ョ": 2729,
      "ヨ": 2730,
      "ラ": 2731,
      "リ": 2732,
      "ル": 2733,
      "レ": 2734,
      "ロ": 2735,
      "ヮ": 2736,
      "ワ": 2737,
      "ン": 2738,
      "ヴ": 2739,
      "ヶ": 2740,
      "・": 2741,
      "ー": 2742,
      "ヽ": 2743,
      "ヾ": 2744,
      "ㄱ": 2745,
      "ㄴ": 2746,
      "ㄹ": 2747,
      "ㅅ": 2748,
      "ㅆ": 2749,
      "ㅇ": 2750,
      "ㅊ": 2751,
      "ㅋ": 2752,
      "ㅎ": 2753,
      "ㅏ": 2754,
      "ㅑ": 2755,
      "ㅓ": 2756,
      "ㅔ": 2757,
      "ㅕ": 2758,
      "ㅗ": 2759,
      "ㅛ": 2760,
      "ㅜ": 2761,
      "ㅝ": 2762,
      "ㅞ": 2763,
      "ㅟ": 2764,
      "ㅠ": 2765,
      "ㅡ": 2766,
      "ㅢ": 2767,
      "ㅣ": 2768,
      "ㅤ": 2769,
      "ㅥ": 2770,
      "ㅦ": 2771,
      "ㅧ": 2772,
      "ㅨ": 2773,
      "ㅰ": 2774,
      "ㆍ": 2775,
      "㈜": 2776,
      "㈱": 2777,
      "㈲": 2778,
      "㎡": 2779,
      "㎢": 2780,
      "一": 2781,
      "丁": 2782,
      "七": 2783,
      "万": 2784,
      "丈": 2785,
      "三": 2786,
      "上": 2787,
      "下": 2788,
      "不": 2789,
      "与": 2790,
      "丑": 2791,
      "专": 2792,
      "且": 2793,
      "世": 2794,
      "丘": 2795,
      "丙": 2796,
      "业": 2797,
      "丛": 2798,
      "东": 2799,
      "丝": 2800,
      "両": 2801,
      "丢": 2802,
      "两": 2803,
      "严": 2804,
      "並": 2805,
      "丧": 2806,
      "个": 2807,
      "丫": 2808,
      "中": 2809,
      "丰": 2810,
      "串": 2811,
      "临": 2812,
      "丶": 2813,
      "丸": 2814,
      "丹": 2815,
      "为": 2816,
      "主": 2817,
      "丼": 2818,
      "丽": 2819,
      "举": 2820,
      "乀": 2821,
      "乁": 2822,
      "乂": 2823,
      "乃": 2824,
      "久": 2825,
      "乇": 2826,
      "么": 2827,
      "义": 2828,
      "乊": 2829,
      "之": 2830,
      "乌": 2831,
      "乎": 2832,
      "乏": 2833,
      "乐": 2834,
      "乒": 2835,
      "乓": 2836,
      "乔": 2837,
      "乖": 2838,
      "乗": 2839,
      "乘": 2840,
      "乙": 2841,
      "九": 2842,
      "乞": 2843,
      "也": 2844,
      "乡": 2845,
      "书": 2846,
      "买": 2847,
      "乱": 2848,
      "乲": 2849,
      "乳": 2850,
      "乶": 2851,
      "乷": 2852,
      "乸": 2853,
      "乹": 2854,
      "乺": 2855,
      "乻": 2856,
      "乼": 2857,
      "乽": 2858,
