#version: 0.2
Ġ t
Ġ a
i n
h e
o n
r e
Ġ s
e r
Ġ Ġ
e n
a t
Ġt he
Ġ c
o r
o u
e s
Ġ w
a n
i t
i s
Ġ p
Ġ d
Ġa n
Ġ m
Ġ f
in g
Ġ b
a l
Ġ in
l e
Ġ o
a r
i on
Ġt o
i c
a s
e d
o m
Ġan d
en t
ĠĠ ĠĠ
Ġ e
Ġ n
Ġo f
Ġ y
Ġ h
s t
c t
Ġ l
e l
Ġ Ð
Ġ re
r o
Ġy ou
Ġt h
Ġ N
M E
A ME
e t
o w
Ð ¾
Ġ u
v e
i l
Ġ g
Ġ is
a m
Ġ I
ĠN AME
Ð µ
Ð °
o t
i d
i m
o l
Ċ Ċ
u t
Ġ on
Ġf or
Ð ¸
Ñ Ĥ
a y
Ġ "
c h
l y
s e
Ġ A
q u
it h
at ion
Ġ T
Ġs t
a d
c e
r i
o d
Ġw ith
Ġb e
Ġc on
Ġd e
u m
Ġa s
Ġ S
is t
v er
r a
Ð¾ Ð
Ġ C
es t
at e
Ġc om
Ñ ģ
i g
i f
Ñ Ģ
a g
Ð ½
e m
u l
i r
an t
ou t
u r
Ġw h
. Ċ
Ġth at
Ġp ro
Ġ he
o s
Ġa re
Ġe x
ĠĠ Ġ
p e
Ġ it
Ġ (
Ġa l
u n
k e
Ġ v
p t
i ve
ĠĠĠĠ ĠĠĠĠ
er s
p l
e x
Ġd o
Ġ or
s w
Ġm e
l d
u s
a b
ct ion
Ġ P
r om
Ġ qu
Ġu n
t er
p le
sw er
Ġ W
Ġ D
u st
es s
a c
re s
t h
il l
0 0
am e
â Ģ
an d
en d
Ġs h
it e
Ġh a
Ð° Ð
Ġa b
Ġs e
o re
i v
Ġ M
Ġan swer
Ġyou r
Ġn ot
Ġc h
' s
Ġw or
ou r
Ġ H
ex t
Ġn e
o c
he r
Ġc an
ou ld
Ġs u
Ġ B
l ow
or t
a in
r u
Ġ E
m ent
ĠT he
Ġ le
e re
n t
ar t
h t
Ñ ĥ
Ðµ Ð
. ĊĊ
it y
el l
- -
in e
p er
i e
ag e
Ġf rom
Ġu s
Ġ k
d s
Ġha ve
Ġ F
Ġ R
Ġa t
Ġ r
Ġth is
Ġ en
Y ou
as e
p p
Ġ j
Ġcon t
a ct
Ã ©
or m
Ġ L
Ġre s
Ġb y
an g
i z
Ġin t
Ġab out
h at
p ut
i es
r ite
u d
n d
u re
s ist
o g
id e
Ñ ı
i al
Ġw ill
Ġ =
2 0
Ġ G
: Ċ
ic al
Ñ Į
c ri
Ġ O
Ð »
Ġd es
N AME
he n
Ñ ĭ
Ġ '
Ġw e
Ġm a
Ġwh at
Ġ im
Ġp l
Ð º
. .
e ct
u e
Ġa r
Ġ -
ĠÐ ¿
Ġs om
" ,
ic h
p on
Ġw as
a re
ion s
f orm
Ġ out
Ġf ol
Ġhe r
al l
i a
Ġm y
Ġl i
d u
Ġon ly
ĠĠĠĠ ĠĠĠ
r y
o p
i le
Ġfol low
ab le
Ġa d
o st
Ġ Ċ
Ġ if
e p
u al
Ġs ay
' t
Ġg o
in d
ar y
Ġc l
k ing
as t
Ġcom ple
Ġan y
Ġ U
y st
en ce
an s
od e
Ġ Ñģ
i re
Ġt ext
as ed
Ġin st
c l
ic e
" :
k s
ction s
Ð ²
Ġcomple t
d er
as s
Ġm od
yst em
t her
Ġm ore
or y
Ġwor ds
sist ant
i b
c c
Ġl a
Ġn o
1 0
Ġs o
Ñ ĩ
on g
on e
a ch
Ġal l
o o
Ġ You
Ġh as
ul t
i p
Ġb ut
) Ċ
c es
ac k
Ġsh ould
ig ht
Ġs ent
Ġ [
ã ģ
im e
ou s
g e
Ġfollow ing
b er
at ed
Ġp er
Ñģ ÑĤ
in t
a p
Ġcom p
le ase
ĠÐ ²
f f
e ar
cri pt
en s
Ġe m
Ġh ow
ĠI n
on t
Ġ i
Ġp ar
an ce
Ġli ke
Ġm an
Ðµ Ð½
ĠÐ ½
n ow
Ġon e
Ġm ust
ation s
âĢ Ļ
Ġs ystem
est ion
Ð ¼
Ġqu e
Ġp re
et h
Ġ ro
a k
a il
p ort
en er
Ġs c
Ġw hen
Ġb ased
ar d
c om
at a
Ġs ame
v el
Ġb el
at ing
Ð¾Ð ²
Ġt r
Ġu p
Ġinst ru
Ġmod el
i ent
y th
Ġ {
a v
Ġres pon
res s
um m
um ent
Ġt e
Ġc he
s o
ig n
ou nd
Ġwh ich
Ð ´
el f
Ġth an
# #
ou g
Ġa m
, Ċ
Ġpro v
Ġd et
Ġ J
Ġ ver
Ġf e
T he
Ġe v
ĠÐ ¸
Ġd is
Ġk now
Ġu se
j ect
Ġsom e
Ġo ther
Ġs pe
Ġthe ir
Ġw ant
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
Ġh is
ers on
ou nt
Ġfor m
ĠÐ ¾
g r
Ġs he
u b
Ġthe y
l l
Ġ V
a ce
Ġwh o
c on
Ġinstru ctions
Ġ |
Ġc ode
Ġas sistant
5 0
Ġp r
Ġex am
ĠÐ º
; Ċ
if ic
yth on
Ġne ed
Ġ ì
-- --
Ġin form
o ve
Ġe l
Ġex pl
el y
Ġc re
a u
n e
Ġin d
' ,
? Ċ
Ġw ould
Ã ¡
w e
it ion
Ã ³
ĠW hat
Ġma ke
20 2
er m
t e
i o
he re
Ġs er
Ġa g
Ġne w
. "
Ġre pe
Ġp art
Ã §
p h
Ø §
Ġp os
b e
ing s
ur n
Ġo ver
Ġ âĢ
Ġn um
Ġa cc
Ġb et
Ñ ħ
Ġthe m
f t
Ðµ ÑĤ
t ic
Ġcom m
le d
c k
Ġbel ow
a ke
ic t
Ġs p
Ã £
Ġt ime
Ġ ÑĤ
Ġa p
f ere
ir st
Ð ¿
Ġthe re
Ġ K
ay s
ver s
o b
Ðµ ÑĢ
cl ud
or d
Ġ Y
Ġch ar
Ġp erson
Ġ es
re e
Ã£ o
ĠS t
iz e
ĠT h
n g
Ġcomplet ion
Ġt w
o v
Ġb l
ĠÐ ´
Ð° Ð½
1 2
O N
Ġg et
Ġf un
Ġa ct
Ġc ol
at ive
Ġint o
Ġp e
ĉ ĉ
2 00
Ñ Ī
y s
is h
f ul
Ġ ent
in k
Ġout put
Ġl ist
Ġt ra
Ð° ÑĤ
c re
Ġg r
Ð¾Ð »
Ġg ener
Ġin ter
r it
Ġn ame
W rite
Ġqu estion
Ġy ear
l p
iv en
Ġd i
Ġ :
d e
eth ing
Ġ ke
en ces
Ġg ive
umm ary
c ess
Ġv al
Ġsom ething
Ġd ata
Ġp ython
E R
Ġ est
Ġp o
Ġw rite
Ġu m
Ġs a
Ġinform ation
Ġad d
Ġdo c
Ġre l
Ñ İ
oug h
I n
an y
ĠÐ¿ ÑĢ
Ġe ach
Ġd if
Ġo b
Ð¾ ÑĢ
o se
Ġst r
Ġal so
Ġj ust
Ġ .
Ã Ń
c i
Ġ ,
o y
Q u
pe ct
Ġhe lp
al e
is e
i an
Ġdoc ument
n ing
à ¸
s er
ĠA I
Ġtw o
Ġf irst
Ġpro du
Ð ·
Ġp h
pl es
ĠI t
or s
ar k
ad e
) ,
Ġof f
1 1
at es
Ġus er
Ġa pp
ic k
Ġus ing
y pe
ra ct
il d
Ġchar act
g et
Ġdo es
Ġun der
ro du
ent s
Ġ Ã
1 9
Ġspe c
in al
ri g
Ġthe n
Ð¾Ð ¼
Ġ <
Ġp rom
Ñ Ĩ
Ġdes cript
A N
at er
Ġd on
ĠH ow
o od
Ġre qu
Ġst ory
Ġal low
ang u
ĠÐ ¼
Ġf act
le ct
Ġre t
n o
: ĊĊ
Ð¾Ð ´
ĠĠĠĠĠĠĠĠ ĠĠĠ
Ġin clud
Ġpl ay
ow n
Ġ z
c he
oo k
_ _
l es
ual ly
is s
Ġh um
Ġ ÑĢ
ib le
Ġn ow
Ġit s
" Ċ
Ġc or
f ter
ment s
t ing
Ð¸ ÑĤ
Ġsent ences
Ġst art
ang e
P T
h o
Ġm ost
Ù Ħ
I N
Ġle t
ĠR e
angu age
un g
ÐµÐ »
Ġ ë
' re
Ð°Ð »
ig h
Ġre al
m ical
as k
Ġpar a
Ġtr ans
Ġs im
à ¤
t o
o ple
at h
we en
Ġe ver
Ġ /
b le
ol og
Ġex t
Ġs m
Ð ¹
a z
ĠI f
Ġ $
Ġc o
ĠH e
u p
Ġ ra
Ġbet ween
Ġw here
ro w
Ð°Ð º
ie w
W hat
p ro
Ġw ere
p en
Ġbe en
\ n
Ð ±
Ġat t
id ent
oc k
ic s
âĢ Ŀ
Ġprov ide
Ġo pt
ĠC h
` `
om e
Ġs end
Ġwor k
Ġd el
Ġ ?
Ġe t
Ġcon s
Ġs ol
Ġre m
en c
Ġsu b
Ġre c
Ġpe ople
Ġb u
Ġre p
Ġnum ber
it ies
au se
i er
S t
us er
= =
' m
gr am
] Ċ
Ġ our
Ġs ummary
Ġgo od
Ð½ Ð¾
Ġas s
Ġf l
i ous
1 00
Ġl anguage
Ġh im
) .
1 5
. d
Ġst ep
ĠA n
ï ¼
ã Ĥ
Ð½ Ñĭ
e c
Ġ ĊĊ
ri end
Ð¾ ÑĤ
Ġ er
Ġcomplet e
Ġche mical
s elf
ì Ŀ
Ð¾Ð ³
ur re
Ġs et
u g
Ġw ay
Ġex per
res ent
Ġrespon se
ar ch
Ġth ing
Ġde f
il ity
1 3
Ġcomp any
Ġsent ence
ĠTh is
en e
Ġin v
ĠÐ½ Ð°
Ġar tic
Ġ{ Ċ
Ġform at
ic es
Ġver y
Ġt ell
Ġdif fere
A T
Ġ }
S T
Ġh ad
Ġl ong
Ġprom pt
Ġallow ed
qu e
* *
ĠA s
d ay
i x
y our
Ġs elf
in es
Ġ +
ion al
w or
rig ht
Ġb ack
an c
Ġ #
Ġg u
p s
Ġc ould
ĠÐ ±
ÐµÐ½ Ð¸
ot h
it s
Ġpro per
pl ic
ĠÐ ·
1 8
u ch
Ġin put
n er
Ġp ol
3 0
Ġp lease
i ed
Ġ Ñ
Ġim port
ad o
Ġexam ples
Ġrepe at
Ġus ed
if y
I f
u es
Ġc ar
Ġre g
Ġa fter
Ġcharact er
Ġret urn
= "
Ġprodu ct
est ions
20 1
Ã ¼
ra ph
v ice
Ġthe se
âĢĻ s
ol d
Ġ end
Ġa c
ce pt
Ã ¤
on s
y p
ĠS he
Ġcont in
Ġartic le
Ġpos s
ĠE x
Ġse e
sist ent
Ġpro gram
Ñģ Ðº
w ays
Ġ Ø
Ġbe ing
Ġcont ent
Ġcl ass
Ġm at
Ġm ay
Ġc al
Ġsu ch
1 6
l ic
ar m
Ġcon f
t en
ust om
ir l
Ð ³
f ore
em ent
1 4
u res
p os
ate g
ch n
ul l
er y
Ġst ud
Ġ \
Ġth ink
A R
er t
Ġb re
ĠC an
Ġn am
Ã§ Ã£o
Ġa v
it ed
Ġexam ple
ĠâĢ ľ
Ġc a
us s
ow er
Ð¾Ð ¹
ÐµÐ ¼
Ġprov id
í ķ
Ù ħ
Ġf il
Ġas k
ag es
it t
Ġs ex
ot her
Ġfe el
Ġf ind
p r
en g
Ã ª
ÐµÐ ´
## #
as sistant
ul ar
Ġ Ã©
Ġg iven
Ġres ult
Ġto p
re at
Ġun d
ou n
Ġin s
if e
á »
A n
Ġ" [
.. .
cri be
ĠD o
Ġm in
i el
pp ort
P lease
O R
ĠP ro
i or
ĠĠĠĠ Ġ
2 5
ĠU n
od y
00 0
Ġst ate
a h
] "
---- ----
Ġw ell
Ġ *
Ġs k
s s
( )
g g
Ġrepe ating
Ġb est
E N
Ġ x
r ough
", Ċ
Ġa ut
Ġf r
st ru
w rite
Ġman y
Ġ Ñĩ
Ġm on
Ġpo int
re ct
Ġde c
in a
ã ĥ
Ġsh ow
vel op
Ð¾Ð ½
E S
Ð°Ð ²
v ent
Ġind ust
G PT
Ġ Ñĥ
.d on
ar i
ĠP lease
Ã³ n
v ing
Ġm ed
Ġwith out
an k
Ġd id
E x
st and
at ure
m e
Ġo ld
ter n
ut e
N o
ĠC om
Ġun a
Ġw om
Ġint rodu
Ġqu estions
ĠW e
a x
urre nt
Ġcon vers
Qu estion
Ġsh ort
Ġwh ile
Ġe ff
ä ¸
re d
> Ċ
Ġb r
Ġh igh
Ñ ī
Ġt em
1 7
Ġal ways
al s
Ù Ĭ
re n
h ip
ere d
ÑĤ Ð¾
t s
Ð ¶
Ġbe c
Ġre ad
Ġch at
Ġf riend
Ġke y
r ic
Ġd a
Ġcon sistent
i ence
al ity
Ġhum an
Ġt al
ĠD e
Ġt ake
Ġsa id
Ñ ĸ
, "
Ġro le
Ġyear s
Ġdiffere nt
Ġre f
Ġg irl
Ġen g
Ġth rough
t y
Ġd ie
Ð» Ð¸
a ve
Ġ right
Ġcre ate
i k
/ /
Ġd ire
Ġpl an
Ġever y
Ġwor ld
in ess
Ġcont ext
st r
Ġs ur
Ð¸ Ð¼
Ð°Ð ·
Ġex p
Ġt ype
Ġt ask
u c
and s
Â ł
pl ay
ad a
ur ing
Ġt est
oug ht
" .
ut ion
m er
v iew
o ad
p ar
w n
Ġbe h
Ð¾Ð ±
Ġdet ail
Ġpro f
ĠN o
c o
Ġfun ction
Ġindust ry
im ent
Ġexpl ain
Ġpro cess
l ine
Ġt ry
Ġag ain
Ġval ue
he s
Ġwor d
o ol
th ing
Ġan al
Ġdescript ion
ro p
Ġm uch
Ġfact ually
Ġd er
ar n
n ot
ĠW h
iv es
Ġgener ate
n ce
Ġs ing
Ġw rit
Ġm ain
Ġin f
t il
Ð°ÑĤ ÑĮ
ile d
.. ..
n ame
R e
v en
Y es
et s
Ġf in
Ñģ Ñı
ri b
Ġc ount
Ġd ay
Ġl oc
Ġ ×
o x
il y
Ġbec ause
Ġd own
Ġob ject
o k
as on
y m
Ð°Ð ¼
Ð¸ Ð½
w are
Ġdet erm
Ġs l
Ġp or
an n
Ġto ol
Ġo pen
a i
is m
Ġd u
Ġev en
g in
Ġany thing
Ġrespon s
l ish
ble m
Ġbe fore
v al
x ic
Ġg ame
Ġwh y
ent ion
Ġb us
a ir
ĠF or
Ġs oc
Ġspec ific
at or
Ġgo ing
T h
and o
w hat
Ġde velop
ur al
Ġ &
Ġunder stand
Ġm ess
g an
ĠA l
it ive
2 4
ĠW rite
s h
Ġl os
ru e
Ġte chn
n c
Ġth ree
r or
Ġm em
Ø§ ÙĦ
' :
u x
Ġto xic
am ent
b re
in ed
Ġm ark
A L
2 3
ÑĨ Ð¸
Ġcont ain
Ġme an
e w
ÐµÐ º
Ġoutput s
Ġc ap
) ;Ċ
Ù Ī
Ġn ext
un d
Ġar t
Ġ il
ire d
ical ly
ic a
y le
Ġs ign
R E
Ġl ast
Ġp ass
Ð° ÑĢ
Ġv is
v ed
Ð¾ Ñģ
. ,
Ġe le
2 2
b s
n ess
ã Ģ
Ġ Q
H ow
ou p
I D
Ġp at
ro l
Ġhe re
Ġt erm
Ġab ove
Ġc ustom
Ġl ine
it al
ation al
G ive
c ul
im es
Ù Ĩ
iz ed
a it
Ð°Ð½ Ð¸
4 0
a iled
l i
b ers
Ġpro blem
it le
) ĊĊ
i Ã³n
Ġha pp
Ġe in
con d
t t
Ġm et
Ġc urrent
Ġ ed
id er
p re
e ver
Ġposs ible
Ġ ve
al ly
Ġsing le
] ,
ar s
An swer
i que
Ġ ide
Ø ±
Ġinclud e
Ġum a
c ent
c ed
Ã ¶
Ġ ê
Ġl es
re am
Ġl ar
ere st
b ot
Ð¸ Ðº
Ġper form
ĠY our
z e
as h
ub lic
Ġp resent
com e
Ġde m
Ð» Ñı
er n
as es
Ġs it
- t
Ġcontin ue
ĠÐ °
he d
_ t
Ġrequ est
Ġ Â
0 1
d d
ĠThe y
Ġf ile
Ġch o
re ad
Ġ ident
ĠÐ¾ ÑĤ
C T
Ġdes ign
L E
el s
ä ½
ð Ł
Ġl ife
Ð¸ Ð²
Ġf am
Ġt ri
ell o
Ġb ody
a king
Ġconvers ation
ial og
Ġor der
am p
at ch
e k
Ġb oth
Ġintrodu ction
Ġcor rect
g er
Ġsu pport
Ġr un
Ġdis c
- b
ĠÃ ł
re m
( "
olog y
Ġm ade
Ġin cre
iz ation
Ġs ch
Ġd at
Ð°Ð ¿
ĠÐ ³
ĠE ng
Ġt able
at her
Ð¾Ð ¶
a pp
< /
v ant
I ON
in ing
al th
Ġm ov
ct ure
Ġr ate
r al
Ġcom o
Ġd ist
Ġ Z
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
Ġhe ad
Ð¾Ð» ÑĮ
Ġsu re
eth od
Ġpro ject
R O
ĠS e
ur s
ul es
Ġc le
Ð° Ñģ
Ġ Î
Ð¾Ð³ Ð¾
Ġ --
umm ar
Ġne ver
pl oy
Ġbet ter
com m
o id
ĠI s
Ð¾ ÑģÑĤ
p y
ri e
Ġcom e
a ut
, ,
ou se
A S
h ow
Ġl o
Ġne g
in ce
al es
I T
I s
ĠÑ į
u f
Ġm ult
ÐµÐ ¹
b r
Ġrespon d
Ġbus iness
Ġinter n
Ġimport ant
d o
Ġc all
I C
itt le
en se
Ġp ri
Ġdeterm ine
Ġte am
iv id
Ġint erest
ĠD es
2 1
um e
Ġdire ct
c ont
w ay
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
g s
p o
y l
r ans
Ġcon c
C h
`` `
Ġd ate
Ġl og
ĊĊ Ċ
ĠA nd
Ġim age
Ġle ad
Ġl oo
ĠS o
Ġo per
or n
Ġth ings
Ġo wn
il ar
Ġh ist
wor k
ar r
am ple
er g
Ġf inal
Ġe qu
um n
ent ial
oc ument
Ġle vel
h i
ĠB e
ÑģÑĤ Ð²
Ð½ Ð°
Ġim pro
f ic
Ġb ig
v es
Ġd ialog
ĠÐ½ Ðµ
ant s
Ġg l
C ont
Ġprovid ed
Ġbu ild
ab ility
ĠA r
6 0
." Ċ
ar ds
} Ċ
Ġde p
G iven
on d
- s
Ġim p
_ d
A I
i en
Ġ Ø§ÙĦ
m a
Ġf ound
Ø§ Ø
Ġ X
Ġro om
Ġl ook
Ġke ep
: //
c ial
Ġbeh av
ĠÐ »
Ð¸ Ñģ
Ġl im
ot e
Ð¾Ð º
t on
Ġwom an
Ġsm all
Ġm or
Ġar ound
A A
Ġh and
ĠC ont
t he
a is
ver t
stru ction
Ġdescript ive
v ices
Ã ¨
Ġopt ion
enc y
ÑĢ Ñĥ
ic it
in s
Ġl ove
et y
Ġn on
Ñ Ħ
ar ning
Ã ł
ĠU S
2 8
t a
Ġf em
Ġst ru
Ġcom put
u ra
ll o
. \
Ð¸ Ð»
ra g
s on
Ġinclud ing
e ad
Ġp ot
Ġre le
à ¦
g o
ab el
Ġor ig
Ġp ut
ĉĉ ĉĉ
Ġl ot
Ġeff ect
Ġv ide
C om
our ce
Ġbel ie
iv ing
ĠW ho
Ġan other
Ġre port
. s
u ed
Ġto o
iel d
Ġcharact ers
Ġp ower
Ġch ange
ë ĭ
Ġm en
Ġnam es
cri b
Ġa ction
le t
ĠI nd
O T
Ġc r
? ĊĊ
l ess
Ġp ost
v is
Ġj ob
Ġman ag
m in
Ð°Ð ¹
Ġse cond
ĠD AN
a Ã§Ã£o
á º
Ġre ason
) :Ċ
led ge
Ġpart ic
Ġst yle
Ġqu ery
Ġrespons es
Ġo s
Ġsu gg
or ies
== ==
Ġn a
Ġver s
3 2
Ġsome one
Ġc are
an ation
Ġmess age
Ġel se
Ġact iv
ĠR es
f or
Ġs i
ct or
Ġo k
our s
Ġlet ter
P ro
Ġap plic
Ġacc ess
' ll
_ s
Ġm ethod
Ġen c
h a
Ġwith in
S ON
h or
cc ess
Ġm o
2 6
Ġp a
Ġp ur
Ġh ome
Ġan sw
Ġm ar
Ġp ay
r on
ĠÐ¾ Ð±
Ġsu per
e e
Ġb o
Y our
ĠC hat
", "
Ġo p
t d
Ġsim ilar
es cript
´ ì
Ġst ill
Ġcon st
Ġcomm and
at iv
Ð°Ð ´
Ġmark et
a pt
Ġst and
A s
pl ain
m ed
at ic
Ġbl ack
Ġc u
Ġdes cribe
Ġto day
ĠC l
Ġpl ace
se arch
ï¼ Į
Ġd en
Ġwh ite
g al
con om
Ġt ak
ĠÑģ ÑĤ
Ġ ###
ĠC on
Ġopt ions
oo se
Ġt yp
Ġl ittle
Ġs on
Ġj o
f e
k es
Ġin c
Ġd uring
em ber
f er
ion e
Ġl ess
ĠL et
ĠB ut
Ġs w
Ġs cript
at ely
- d
2 7
Ġm us
i ver
Ġr is
o f
ar get
Ġdet ailed
b l
Ġcal led
c an
Ġmon th
Ġapp ro
Ġso ft
y d
c ol
ir t
Ġf ree
Ġdetail s
if ied
Ġca us
. com
4 5
Ġcomm un
Ġn orm
u ro
at o
Ġit em
Ġtal k
Ġch ild
Ġp res
Ġmult i
Ġv ari
ĠÐ µ
- m
Ġre st
Ġv i
ag raph
are d
ro ss
Ã º
Ġt urn
Ġre ce
Ä ±
Ġsoc ial
Ġbehav ior
Ġexpl icit
im port
x im
Ġex ist
Ġinv est
3 3
Ġis s
z a
ĠI N
Ġn et
ar ing
Ġw he
od el
Ġor gan
v ious
ĠW hen
Ġb ro
as ter
; ĊĊ
Ġt u
Ġg re
Ġs em
Ġcont rol
at t
Ġev ent
Ġab le
ä½ ł
u ation
a ction
" "
un a
Ġl ight
er ing
L L
Ġp op
ener ate
Ġph ys
0 5
Ġp ublic
Ġint e
ut put
Ġfriend s
w ard
r ong
ac iÃ³n
Î ±
ĠÐ¿ Ð¾
ĠThe re
C an
Ġth ose
E D
Ġrel ations
Ġbe gin
Ġma king
ĠĠ Ċ
Ġm om
W e
__ __
ple ment
Ġto t
Ġacc ount
ir on
Ġlar ge
Ù ĩ
h ing
Ġrep ly
Ġnam ed
ÑĪ Ð¸
ç ļ
âĢ ¢
Ġg reat
Ġw ater
y n
Ġse lect
Ġd om
8 0
ÐµÐ½Ð¸ Ñı
oc us
_ m
Ġp as
Ġcol umn
Ġp our
it ions
Ġre d
Ø ª
g u
Ġp ort
Ġle ft
i um
D ocument
çļ Ħ
ì Ĺ
Ð¸ÑĤ ÑĮ
Ġse arch
ĠH ere
Ġreal ly
Ġpol ic
ar io
ĠEng lish
ir d
Ð°Ð» ÑĮ
p or
y es
ĠJ SON
Ø ¯
Ġd ri
b o
Ġme et
m s
Ġb it
ict ion
Ġ â
Ġrel ated
Ġdes crib
Ġcon d
Ġansw ers
r am
Ġexper ience
ri es
Ġpar agraph
Ġth ought
S ummary
Ġche ck
- f
H ello
Ġf ull
ä »
Ġc ost
ĠP l
Ġg row
Ġt rue
Ġex c
Ġev al
Ġstr ing
ell ig
Ġ Ñı
u ck
Ġdo ing
Ġen v
Ã© s
Ġorig inal
c a
ad os
ĠÐ Ł
à ¥
ys is
Ġgr oup
Ġf ood
ition al
t ext
e ch
one y
r ay
g ent
Ġ à¤
Ġc ateg
Ġ Qu
ĠL e
Ġspec ial
Ġmodel s
Ġh arm
Ġ} Ċ
Ġc ent
Ġvide o
k en
Ġexp ress
Ð¾Ð ·
Ġperson al
ĠO n
Ã µ
pon d
Ð¸ Ð¹
ĠM y
ĠC O
id d
ill s
Ġk ind
ÐµÐ» ÑĮ
P I
2 9
u le
Ġother s
âĢĻ t
ĠE n
Ġ ru
a j
us ion
Ġknow ledge
Ġap pe
Ġf ut
Ġcustom er
Ġl as
Ġv ar
Ġser vice
Ð¸ Ñĩ
Ï Ħ
ver age
Ġg ot
in ation
ind ow
Ġcl ient
al se
ail able
T ext
Ġe as
a a
Ġw rong
Î ¿
Ġd ra
Ġen s
] .
am es
ord ing
Ġagain st
Ã¼ r
ist ic
che s
ummar ize
Ġb ul
ic ht
3 5
re ate
im ate
Ġs ens
er o
Ġem ail
^ ^
ĠAn swer
ut es
Ġun e
" ĊĊ
it er
Ġc our
Ġwrit ing
Ð°Ð ¶
Ġm it
Ġimpro ve
Ð°Ð ±
p ose
Ġre view
Ġch ang
S E
at ural
ĠS h
Ġhe alth
Ġres pect
Ġstr ong
Ġd as
Ð Ł
is ion
Ġb ad
Ãµ es
' ve
ÐµÐ ³
m ing
at ures
Ġb ook
end er
ĠU se
id o
ert ain
Ġext ract
rop ri
Ġsch ool
c ur
Ġr ange
Ġnum bers
Ġb as
Ġr ules
× Ļ
Ġex ec
Ġcons ider
in c
A D
h r
ĠY es
ë Ĭ
A M
Ġresult s
a im
C H
H i
Ã ±
W h
Ġrequ ire
Ðµ Ñģ
i vers
ol l
ÐµÐ ²
Ġch oose
C l
Ġproduct s
it o
n ect
Ġal g
Ġne cess
Ġle arning
_ f
Th is
i qu
Ġ/ /
Ġse par
Ġm ention
ĠÑ Ħ
9 9
Ð¸ Ð·
Ġv iew
ĠChat GPT
Ġm ag
Ġt imes
( '
Ġre pl
Ġtot al
Ġc ase
Ġadd ress
Ġ ou
fere nce
am b
Ġwhe ther
Ġfam ily
d ate
a f
ĠG ive
Ġe conom
iss ion
": "
Ġu til
comm end
Ġrelations hip
Ġa ff
Ġm ight
{ Ċ
Ġm ove
u ate
0 4
Ġpat ient
Ġma ch
Ð¾Ð ¿
Ġneed s
Ġj e
ĠT o
è ¯
he llo
Ġpoint s
a w
t ain
Ġh ard
Ġcan not
are nt
at s
ĠM an
Ġfe w
U R
å ı
Ġm ot
un t
ĠO pen
Ġsugg est
Ġprof ess
Ġexpl anation
Î ¹
Ð¸ ÑĢ
Ġg e
Ð½Ð¾ ÑģÑĤ
Ġpos itive
Ġis t
Ġcount ry
l t
Ġ >
à ¹
oc Ãª
-------- --------
Ñĥ Ñİ
Ġyour self
ater ial
Ġe th
ific ation
Ġe ar
eng th
v i
Ġt itle
ĠÐº Ð°Ðº
am et
ĠÑĩ ÑĤÐ¾
Ø ©
I t
s p
Ġb ot
Ġet c
ÐµÐ½ ÑĤ
un e
ver n
Ġneg ative
Ġwor king
Ġg ra
ab les
Ġex act
Ġf re
pt ion
ant e
Ġt er
Ġloo king
l o
Ġs ize
ĠÐ² Ñĭ
Ġrep resent
Ġb ra
Ġf ace
ore d
cre t
ĠP ython
Ġex pect
ĠC o
. p
w w
Ġpr int
Ġem ploy
n y
re t
_ p
Ġa ctions
c le
æ ĺ
Ġav ailable
Ġd ig
U S
it or
yth ing
- p
ĠI m
u se
EN T
3 4
Ġd ays
? "
F or
l ing
Ġso bre
Ġrele vant
l u
D o
Ġpre t
Ġpre vious
Ġsim ple
Ġv ol
Ġind ic
ĠÐ´ Ð»Ñı
_ l
Ġf ocus
ill ion
Ġcle ar
ÐµÐ½Ð¸ Ðµ
3 6
Ġme ans
ir m
re g
Ġp ain
ê ³
id ad
N ame
Ġdoes n
ro s
il i
Ð¿ ÑĢ
U T
de f
Ġus ers
ab or
Ġre search
Ġ `
id a
Ġpro t
ic i
ĠT e
Ġam ount
il ities
is c
Ġl ov
å Ĳ
r ing
Ġsu ccess
. g
pt ions
Ġem ot
o per
Ġha ving
Ġ í
Ġv o
ëĬ Ķ
ĠÐ Ĵ
Ðµ ÑĪ
Ġs al
Ġtr ad
Ġfem ale
D e
ĠâĢ ĵ
Ġwom en
it able
Ġyou ng
Ġcol or
Ġtop ic
Ðº Ð¸
× ķ
as ure
} ,
0 3
ou d
Ġs ince
ĠÑģ Ð»
Ġwe ek
l ate
Ġsc ene
Ġb i
e y
Ġle arn
ic o
Ġtem per
Ðº Ð°
0 6
.... ....
Ġpot ential
Ġbre ak
Ġsign ific
Ġ ess
er a
A C
Ĥ ¬
Ġident ify
n a
Ġev ents
Ð½Ñĭ Ñħ
1 50
S ay
IN G
b ack
m an
Ġh o
R I
Ġdisc uss
Ġa ud
. l
C on
Ġt arget
and om
au g
3 7
Ġsh are
ight s
iv ed
Ġdevelop ment
b y
Ġdialog ue
pon se
Ġrequ ired
E T
Ġf ac
r as
Ġsex ual
ï¼ ļ
0 7
o i
og le
m l
Ġla w
anc ial
Ġsoft ware
rodu ct
ĠS p
Q L
Ġz u
c ore
Ġcom b
out h
ic una
Ġre commend
Ġper cent
ÐµÐ ·
as ks
AT E
Ġb ene
Ġtra ining
ist er
l and
id ence
âĢ ľ
ĠG o
Ġpr ice
Ġp od
0 2
Ġcal cul
_ id
Ġim plement
Ġj son
Ġun til
ĠP h
Ġd r
Ġext rem
Ġexper t
Ġ ich
Ġint ellig
ĠC he
ro om
Ġe lect
6 4
ĠF r
ÑĢ Ð°
Ġpri v
Ġanal ysis
ad d
Ġneed ed
Ġeng ine
ĠN ew
Ġwe b
ĠT H
um ber
k t
Ġc e
Ġw on
o res
o ot
Ġg en
3 1
ê °
Ġval ues
Ġm oney
R es
Ð¾ Ñĩ
r ation
Ġwe bs
ol a
N T
ĠÐ¸ Ð·
ĠÐ ļ
os s
Ð¸ Ñħ
_ c
Ġm ind
Ġmulti ple
Ġw ait
v ol
å ¥
ĠÐ ¡
iron ment
Ã§ Ãµes
Ġas pect
iv ely
Ġf ore
Ð° ÐµÑĤ
Ġknow n
Ġstud ent
( )Ċ
Ġhist ory
> <
Ġs n
ĠCh ina
Ġm il
Ġask ed
Ġy es
an e
f ace
Ð° Ñı
v ide
Ġto get
am m
Ñĥ Ð´
Ġtoget her
3 8
- c
ul ation
Ġh ab
Ġhapp en
ke y
ĠI nt
Ġc ity
Ġrec ent
' '
Ġf ur
Ġsent iment
Ġnorm al
an ces
oc i
ãģ ®
Ġgu id
I S
Ġinstru ction
ĠA p
S e
Ñĥ ÑĤ
Ġmean ing
! Ċ
Ġtool s
ĠÐ Ŀ
s ystem
Ġan n
Ġm ale
Ð½ Ð¾Ð¹
v a
Ù ģ
us h
Ġf our
Ġ id
our ces
Ġfut ure
i od
Î µ
[ '
ç Ķ
ropri ate
ent e
æ ľ
Ġnew s
in f
Ġen erg
Ġsc en
Ġt re
Ġb oy
5 00
Ġha ir
Ġli k
Ġb ase
Ġp en
N D
c er
Ð¸ Ð´
ì Ħ
I d
íķ ĺ
f rom
Ġstru cture
) :
Ġh ours
ĠO k
at us
Ð¸ Ðµ
Ġsp ace
Ð ¡
Ġa ir
Ġind ivid
ĠR E
Ġspe ak
ens ive
d escript
ÐµÐ ±
he ad
Ġstate ment
Ġre du
5 5
ĠÐ¿ÑĢ Ð¾
Ġh ouse
g en
Ġstr ateg
U ser
m it
} }
Ġar g
ch ie
i ra
it her
Ġvi ol
ĠA dd
Ð½Ñĭ Ðµ
gr ound
Ġp ers
Ġcho ice
I m
n ces
Ġth in
ig o
Ġim m
ĠIn put
Ġbe aut
Ġb ed
Ġl ow
Ġa way
Ġget ting
Ġ Ä
Ġsc ore
Ġf ive
Ġin it
w ards
Ġfr ont
Ġf a
Ġh ot
. S
4 4
oun ds
read y
Ġins ide
Ġpos ition
Ġinv ol
Ġw in
ĠĠĠĠĠĠĠĠ Ġ
Ġw al
ä º
ĠÐ¿ ÐµÑĢ
æ ĸ
å ¤
ĠA m
Ġh tt
Ġcl os
ht t
s et
Ġs un
Ġp ast
Ġst op
Ġextrem ely
Ã§ a
ĠG r
Ġ Ùħ
Ġf av
Ø ¨
ĠN ow
g est
Ð¾ÑĤ Ð¾ÑĢ
Ġmach ine
Ġst re
ĠT hat
In put
Ġser vices
Ġcon cept
ĠĠĠĠ ĠĠ
w h
Ð Ŀ
Ù ĥ
Ġd ue
is hed
´ ë
** **
t ype
Ġvers ion
ĠA ct
ãĢ Ĥ
L M
ic ation
æ Ī
Î ½
Ġfl o
ag s
Ġnecess ary
ĠD on
Ð ŀ
ĠA d
Ġbre ast
æĺ ¯
c y
C O
ĠG PT
Ġav oid
Ġcomput er
Ñĥ Ñĩ
Ġe ine
ĠUn ited
9 0
Ġqu al
Ġgener al
Ġc od
ser v
A B
og n
ĠS er
Ġgo al
Ġterm s
g ress
ĠW or
Ġqu i
Ġp ract
Ġh old
Ġp ress
l a
ĠA re
Ġ{ "
Ġe yes
Ð½Ñĭ Ð¹
×ķ ×
\ \
ĠWh ich
Ġc ur
Ġfe atures
Ġan t
Ð¸ Ñı
Ġf ield
il t
Ġimp act
Ġbu y
Ġm aterial
Ġc rit
Ġo cc
ag ing
Ġle ast
Ġun ique
{ "
Ġperform ance
ne w
Ġcon nect
iz ing
pp ed
m et
Ġer ror
wor ds
ĠÐ± Ñĭ
ĠA ll
E L
Ġsay s
t ell
le ction
all s
Ġs ym
ament e
] ĊĊ
Ã¡ s
Ġs ide
pp ing
Ġcom ment
Ġok ay
Ġh yp
} ĊĊ
end ed
ac es
Ġtak es
Ġen j
s ide
Ġn ight
Ġst ay
Ġinst ead
at form
0 8
Ġd Ã©
Ġb oo
Ð Ĵ
Ġcomm on
an a
Ġn Ã£o
ut ions
pe cial
Ġwant s
ÃŃ a
el le
Ġal ready
_ name
id ade
end ing
å¥ ½
H ere
Ġtemper ature
( self
Ġp ued
on es
ig ure
Ġstud y
Ġindivid ual
Ġa ge
Ġma is
id es
Ð° ÑĨÐ¸
y nt
Å Ĥ
Ġsk ills
u ff
Ġse em
Ġh ig
Ġc as
Ġqu ality
Ġpre d
Ġsub ject
' ,Ċ
y ear
Ġide a
ì ł
vel oper
Ġma xim
Ġacc ording
Ġt asks
rie f
Û Į
ìĿ Ħ
Ġc ult
Ġanal y
Ġever ything
Ġsu itable
Ġc ut
Ġgo vern
Ġc at
Ġide as
oc ation
3 00
im al
Ð½ Ð¾Ð³Ð¾
Ġare a
os p
j e
Ġph ot
ĠE m
cur ity
Ð¸ ÑĪÐ¸
Ġplay er
Ġenv ironment
f r
Ġma kes
Ġem b
ra p
Ġse ver
ĠÐ¿ Ð¾Ð´
as ing
le ep
ĠHow ever
Ġnot hing
ï¼ Ł
Ġstep s
ustom er
Ġde ep
ur ance
St art
as ons
ìĹ Ĳ
o int
ĠÐº Ð¾ÑĤÐ¾ÑĢ
Ġm other
Ð² ÐµÑĤ
×Ļ ×
Ġg raph
ĠO r
Ġloc al
ĠS ch
Ġof ten
' Ċ
re l
fic ult
er c
O S
Ġaut om
Ġtry ing
Ġn atural
. m
Ġfin ancial
r im
Ġp age
Ġcomp et
Ġa uf
Ġdef in
Ġph r
ĠT ext
ist s
" )Ċ
Ġt en
Ġu r
3 9
j or
Ġv on
Ġc ell
f riend
Ġop in
Ġens ure
Ġcontain s
st ream
Ġ= =
Ġst e
Ġeval uate
Ð¸ ÑģÑĤ
Ġv ocÃª
in put
ĠM ake
Ġbe come
Ġvar ious
ĠA mer
Ġpro b
ro ll
ar c
Ġad v
t ers
al f
f ect
Ġr Ã©
in ter
Ġqu ant
ot es
N N
v o
Ġlim it
Ġm iss
ëĭ ¤
Ġrem ain
Ø ¹
ĠÑĤ Ð°Ðº
P E
clud e
T H
Ġenerg y
in o
g n
ou ble
Ġb ir
Ġmat ch
ud e
Ġem p
am a
ì ŀ
Cont ext
ul ate
ĠÐ ŀ
ip s
Âł Âł
ell a
Ġsystem s
ĠS u
n et
Ġsc he
7 0
Ġf Ã¼r
Ï ĥ
Ġtext o
Ġ ri
O L
Ġapplic ation
art ment
ic ro
Ġl ive
Ġs at
um an
Ġc ir
Ñģ Ð¿
Ġphys ical
Ġr andom
7 5
Ġc ertain
Ġmov ie
Ġch all
id s
ĠÑĤ Ñĭ
ell ing
Ġt aking
r ad
Ġintern et
Ġpr im
z y
ãģ Ħ
ĠD E
d en
Ġs ource
Ġinc or
Ðµ ÑģÑĤ
ÑĤ ÑĮ
Ġd one
Ġexact ly
ĠÑģ Ð²
ub e
if ul
Ġh or
u i
end o
Ġsh all
Ġus es
Ġf ul
Ġd est
ĠSt ates
ĠWh y
Ġa chie
Ġh yd
ic ient
Ġent re
Ġrole play
\ "
in ate
ĠÑĢ Ð°Ð·
: :
d own
Ġon line
ra ft
Ġpar amet
Ġsever al
Ø ³
og raph
ĠS T
Ġ Ñħ
âĢ ¦
ä½ł å¥½
Ġval id
Ġcre ative
Ġd ans
Ġcomple x
D es
ĠÐ ¶
a ur
is ed
ĠA t
op y
ĠM e
Ġm i
Ġmanag ement
Ġse g
Ġsol ution
Ġf low
p a
Ġfur ther
4 8
Ġre asons
l oad
rom pt
Ġtal king
iqu es
Ð¾Ð»ÑĮ Ð·
d iv
O utput
/ s
. j
- >
,, ,,
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
ĠDes cribe
a ult
O b
ful ly
c hen
w ord
Ðº Ð¾
Ġpo em
Ġharm ful
) )
Ġd os
Ġreg ard
j et
Ġim ag
Ġì ŀ
Ġ ðŁ
Ġn arr
Ġp arent
Ġse cret
Ġchat bot
it ch
+ +
ot hes
Ðµ Ñĩ
Ġ !
or ith
Ġl in
ap an
5 6
ou ch
i res
u k
h ic
Ġtrans form
Ġed uc
T o
ear ch
Ġp ath
Ġcomp re
Ġwebs ite
ĠR ep
ĠThe n
Ġwor ks
Ġstud ents
Ġp le
Ġchild ren
Ġs ong
Ġas sist
Ð° Ñİ
g ing
j a
Ġcl aim
Ġì Ŀ
Ġbene f
che d
Ġcour se
U n
Ù Ĥ
D E
ë ¡
ĠB l
m o
ĠN e
Ġtechn ology
E r
ĠA PI
uro pe
Ġ )
Ġne ar
Ġs low
Ġexper i
Ġsc ient
d f
Ġtra vel
Ð ļ
Ġsignific ant
o ver
Ġhtt ps
ĠT rans
ob al
Ñĥ Ñģ
Ġpre c
Ġ ing
ac ion
if t
Ġprofess ional
Ġw atch
Ġto ld
ag er
Ġprogram ming
l im
ot s
5 4
Ġ _
it a
Ġc am
hen s
ĠÐ¸ Ð½
e ah
Ġl at
Ġl ater
s el
0 9
Ġe ither
Ġs ales
ĠN OT
Ġstart ed
nc ia
Ġde b
iv o
ĠO ne
Ġa verage
in ue
el t
ient e
Ġan g
A l
ser t
Ġmom ent
ra in
Ġpa per
íķ ľ
Ġper iod
Ġdis play
ch ar
. t
W ho
M P
ĠCom p
re ib
Ġs us
Ġnet work
Ġbl ue
M A
Ġad vent
19 9
ab ase
Ġw indow
Ġsu pp
Ġf it
s y
Ġcomplet ely
ì ļ
Ġcl ose
f ort
g re
' ]
ĠÐ¿ Ð¾Ð»
ĠC ol
ĠAI M
it ing
Ġwrit ten
p u
l er
Ġs ense
Ġm ass
R A
Ġw ar
A r
Ġlong er
Ġf ar
b b
or ing
Ã ¢
um p
Ġpercent age
ìĿ ĺ
pe c
Ġle g
Ġd iv
Ġp ack
Ġf ict
qu est
Ġincre ase
Ã ´
Ġro bot
Ġent ity
ON T
Ġtra in
ri ed
oun ter
anc ed
p ost
Ġp un
L ist
ĠÄ ĳ
Ġle ave
Ġloc ation
- l
L et
av a
ĠÑį ÑĤ
ut ral
Ġt i
Ġc ause
em pl
Ġcor res
ess age
Ġy et
f ile
es e
§ Ģ
o ke
k y
Ġm ir
Ġbeaut iful
Ð¸Ñĩ Ðµ
Ġadd itional
. c
Ġbuild ing
Ġsit uation
Ġar ch
D I
ar a
s ch
Ð¸ Ð¸
ot ic
``` Ċ
ad or
ac her
Ġfav or
u a
8 5
ab ly
ĠU ser
Ġenj oy
Ġ %
Ġqu ick
ãĢ ģ
Ġc ock
ri a
4 6
Ġal ong
is es
ivers ity
Ġa i
Ġsay ing
Ġar ray
m en
al y
Ġcon v
ic an
str ing
g ar
Ð½ Ðµ
Ġext ra
Ġd ark
Ð½ Ð¸Ðº
or al
m b
ĠH i
Ġb ar
ĠÐº Ð¾Ð¼
idd le
Ġaut hor
Ġp ie
Ġen ough
Ġt reat
Ðº Ñĥ
nd er
cl ass
O ptions
r ist
Ġ @
) .Ċ
Ġpro pos
o ff
Ġl ay
ĠS c
Ġref er
Ġprompt s
Ġdid n
ver se
Ġs ort
ìĿ ´
Ġlov es
ens ion
Ġag ent
Ġp air
Ġb rief
ĠL ist
ĉ Ċ
ĠS E
Ġc ard
ĠâĢ Ķ
ac ks
e b
Ġor d
Ġmat ter
is ing
st er
Ġspe ech
Ġpartic ip
( s
ĠÃ ¨
Ġarg ument
g es
Ġalg orith
ĠW ith
ry pt
- year
ĠÐ ¢
or ry
Ġmin utes
: \
int s
able d
j ust
Ñ ĳ
ĠA S
d a
Ï ģ
Ġin n
Ġa ve
Ġbl ock
D ata
Ġrem ember
el ines
Ġchang es
I ST
å ħ
ĠâĢ ĺ
at ory
Ġtyp es
Ġm as
ê³ ł
o le
! !
Ġcomp an
A Y
Ġcol l
g y
Ġpl atform
Ġcre ated
ĠIn struction
Ġc amp
ĠT ell
ant ic
ĠOpen AI
b ol
ce ed
Ġpol it
Ġm es
a ctions
Ġread y
val ue
ib ility
Ġag re
Ġcho ices
Ġse curity
. get
Ġon ce
ac c
un ction
ÐµÑĪ ÑĮ
Ġ ÙĪ
c ing
Ġp al
Ä Ļ
Ġsm art
Ð°Ð¿ Ð¸ÑĪÐ¸
k now
Ġdiffere nce
ul a
ast ic
Ġappe ar
Ġm ent
Ġpart y
Ġfict ional
Ġac ross
I G
ĠP r
g ed
E n
Ġcont act
is on
Ġab s
t ract
Ġpur pose
Ġab ility
U L
U se
i os
Ġmonth s
Ġbr ing
Ġass ume
Ġunderstand ing
Ġdif ficult
Ġmention ed
ĠØ ¨
Ġact ually
Ġo pp
ĠN ame
it es
==== ====
Ġpartic ular
Ġt ax
ail s
Ġitem s
ĠÂ ¿
U E
apt er
op h
ĠD ate
Ã© e
" )
x x
le gal
Ġm is
Ġw ays
Ġfil es
i i
Ð°Ð¼ Ð¸
ê ¸
ãģ ¦
Ġs ummarize
E X
G enerate
s ing
q l
Ġf ine
Ġac cept
Ġb ox
- st
A ction
Î ·
Ġm u
4 9
m ission
Ġv ul
4 7
4 2
Ġs qu
' d
Ġaspect s
ch an
Ñĭ Ð¹
ament o
Ġl ength
Ð¾ÑĢ Ð¼
ĠÐ ł
Ġph one
m on
Ġinte gr
: "
Ġbeh ind
Ð½ Ð¸
ĠA fter
Ġbelie ve
ë¡ ľ
! "
l ist
fere nces
Ð° ÑģÑĤ
AA AA
ĠE r
med i
C I
en n
Ġca pt
Ġplay ing
Ġfil ter
ĠH er
Ġd ir
Ġmus ic
Ġc y
Ġro w
' )
ĠÂ «
Ġm illion
i et
il es
ë ¥
Ġf ix
Ġmed ical
Ġiss ues
ĠM ay
Ð°Ð½Ð¸ Ñı
Ð Ĳ
Ġjo ke
Ġl ink
Ġpl us
Ġ} ,Ċ
ĠJ ust
Ġser ver
a pe
ĠR uss
Ġl ines
end s
The re
Ġoff er
Ð½ Ñı
ri o
Ġris k
ot al
m ost
Ġdo g
Ï Ģ
Ġcorres pond
Ã Ł
W hen
Ġcom pon
. py
Ð°Ð± Ð¾ÑĤ
Ġn icht
B ut
et ry
Ġapp ropriate
Ġgrow th
ĠL LM
ä ¹
Ð ¢
Ġe u
Ġpolic ies
l ight
Ġl oad
Ġwe aring
Ñĥ ÑĢ
Ġ- >
Ġse ed
ĠD ata
Ġpriv ate
Ġapp ly
y ou
Ġperson ality
ess ion
Ġal tern
Ñĥ Ð¼
ÐµÐº ÑģÑĤ
- h
Ġn om
m od
> </
A G
Ġdra w
_ b
Ġ[ "
ines e
Ġh ands
Ġg iving
Ñħ Ð¾Ð´
re en
' .
ang er
ĠA gent
Ġmed ia
ĠC reate
al t
ad as
æĸ ĩ
Ġc ou
AT ION
Ġappro ach
Ġacc ur
Ġcom es
us ed
C reate
Ġcap ital
Ġfeel ing
Ġd am
Ġ-- >
ì ĭ
Ġass oci
ĠS QL
l ation
Ġse qu
Ġser ies
Ġpri or
Ġpolic y
Ġas king
Ġcateg ory
ific ial
ĠO utput
ĠE l
r id
Ð½Ñĭ Ð¼
ÐŁ ÑĢ
Ġmaxim um
-- -
ĠÐ² Ñģ
ne y
Ñĥ Ð¶
Ġfr ame
Ġre write
id ity
5 8
d it
Ñĭ Ð²
Ġs leep
ac y
Ġcons id
Â »
Ġrequire ments
B e
ĠE ach
O D
Ġele ment
Ġlik ely
Ġiss ue
in ary
## ##
Ġprovid es
Ġf ire
Ġgre en
ĠN one
or der
Ġto m
pport un
ag n
Ġex cept
ict ions
at ter
ÐµÐº ÑĤ
Ġatt ention
ent ly
Ġpart s
ê ²
ed u
Ġl ower
_ n
f s
ment e
ur y
ĠÐ¼ Ð¾Ð¶
] :
Ð°Ð ³
i j
Ġconc ise
Ġth ird
ĠÑģ Ð¾
ĠO b
Ġcon se
l or
ra w
un ch
O P
Ġconc ern
Ġwho le
or k
ag ement
Ġa w
av es
.ĊĊ Ċ
bo ard
ere n
an ks
b on
Ġp u
å Ī
Ġdat as
Ġfe ed
Ġ= >
Ġinst all
Ġa us
an o
Ġobject s
Ġwe ight
Ð¾ Ðµ
Ġe at
le ts
Ġgovern ment
Ġn one
Ġes pecial
ist r
ap i
ĠThe se
Ġa f
Ġdo or
6 6
Ġeconom ic
) -
ĠE st
Ġdirect ly
ME NT
5 9
/ No
Ð°Ð½Ð¸ Ðµ
ĠÐ¿ÑĢ ÐµÐ´
m at
ĠIn tern
Ġ\ "
Ġc up
Ġf ant
Ġb row
Ġhe art
Ġd ot
Ġse en
Ġc Ã³
ĠÐ ľ
id th
ver y
C hat
Ġkey words
Ã© n
A P
Ġres ol
Ġdel iver
ĠC al
y e
æ ķ
ĠAl so
Ġthought s
4 1
iel ds
Ġoff ic
oc ks
Ġwant ed
ac ed
Ġm m
we et
Ġl ab
Ġse ction
ãĤ Ĵ
Ġh om
f l
Ġte acher
Ġas ks
or g
Ġdat abase
U LL
7 8
Ġopt im
Ġhapp y
ĠF rom
Ġma jor
Ġreason ing
Ġfollow s
Ð» Ñİ
ĠO N
Ġeth ical
Ġf ast
Ġatt rib
at ives
Ġp i
du ct
ar ter
ep end
cl us
ĠE urope
er ia
Ġpop ular
Ġh ol
U M
-b ased
s u
Ġw ent
Ġhum ans
w o
Ġve hic
^^ ^^
H e
Ġto wards
Ġcompre hens
is f
Ġfun ny
ur ation
Ġre ach
Ġgr and
ut o
pr int
a ff
å °
form ation
ĠM ed
- P
Ġm al
Ġ ill
th is
ra ge
ĠP ar
Ġdescript ions
- to
ĠP er
oc al
Er ror
d om
ĠS ystem
pl ace
az ione
ĠL a
Ġr ad
ch o
Ġst ore
Ġv ia
Ġcustom ers
c ion
Ġbreast s
b ody
ĠN ot
Ġb al
Ġ[ '
Ġvis ual
Ġrec ord
Ġmem bers
Ġil legal
g l
Ġproblem s
Ġsh y
ur t
Ġpret end
out put
t r
rodu ction
t ies
in ci
Ġsepar ated
Ġmor al
Ġb ab
ress ion
m art
Ñĭ Ðµ
ĠJ apan
Ġa u
Ġscen ario
Ġset ting
. âĢĿ
Ġs ound
Ð´ Ð°
or a
Ð¾Ð» Ð¶
Ġeas y
Ġf alse
iz es
ĠÐ Ķ
Ġre str
ri ve
ê° Ģ
5 7
sw ord
Ġpers pect
z en
Ð¸ÑĩÐµ ÑģÐº
ac he
i us
ĠOn ly
T ell
Ex ample
know n
c ast
m y
Ġinit ial
ĠP ol
as y
ĠTH E
em pt
Ġbot t
u ild
Ġdig ital
Ġexplicit ly
A nd
ĠU p
Ġloo ks
Ð¸ÑĢ Ð¾Ð²
ĠI T
Ġback ground
iment o
Ġcompan ies
Ġo pportun
Ġfun d
itt ed
Ġt one
Ġtop ics
O n
ÐµÐ½ ÑĮ
Ġl iving
Ġl abel
Ġguid elines
v as
Ġv irt
Ġgr ad
Ġc and
Ġg ain
M y
Ġvo ice
Ġ ir
Ġim ages
Ġave c
ire ct
Ġent er
ãģ ¯
è ¿
6 8
L Y
Ġre ve
st it
Ġstart ing
: descript
Ġt k
Ġgirl s
ãģ «
Ð½Ð° Ñı
Ġthin king
Ġf all
Ġam b
ak es
in it
Ġc ame
Ġle gal
p m
:descript ive
Ġstand ard
Ġactiv ities
Ġs il
ĠÐ Ĳ
Ġinter act
Ġp ub
Ġprovid ing
os ed
olog ical
Ä ħ
at ors
Ġbir th
Ġf uck
Ġt all
w ise
Ġlos s
Ð½Ð¾ÑģÑĤ ÑĮ
] ,Ċ
Ġinclud es
L O
Ġcle an
- se
Ġg ives
Ġin con
Ġmethod s
Į Ģ
ark et
:ĊĊ Ċ
Ġp el
Ġcol le
o h
Ġcons um
Ġstre ng
ar ies
ĠAs s
Ġs ist
Ġev idence
m m
pre t
Ġpres ident
n en
ÐµÐ ¿
Ġh alf
Ġf ill
= '
ung s
ut ed
4 00
Ġper fect
Ġ Question
Ġind ex
i as
il led
Ġh ost
ist ics
k ens
ĠL td
Ġcont rib
- B
ren ch
Ġes c
cl usion
âĢĿ ,
Ġent ire
Ġins urance
Ġconsid ered
ur b
ì ķ
cript ion
Ġdem on
Ġout side
ĠOk ay
Ġexec ute
Ï ħ
i ety
Ġintellig ence
Ġcurrent ly
li ke
Ġdesign ed
Ġmor ning
Ġm ode
b ox
Ġful ly
Ġrec ogn
Ġpl ot
ä¸ Ń
Ġele ments
Ð¾Ð»ÑĮÐ· Ð¾Ð²
T ype
Ġcont ract
S S
Ġf az
Ġs ite
Ġs ell
Ġpl ans
ig u
ãģ §
Ġc um
4 3
htt ps
iv ity
or row
Ġfor ward
er al
os a
ci Ã³n
Ġincor rect
I V
pon s
h old
N ow
ĠD is
." ĊĊ
he tic
Ġp ict
ĠCont inue
Ġth ough
il it
ĠM us
Ġchall eng
ĠGo ogle
Ġag o
Ġmess ages
um b
e es
F F
os ition
ð Ŀ
ri al
Ġhig her
st art
e ction
I nt
Ġp ick
le x
ĠÐ¾ Ð´
Ġse gu
Ø Ń
j i
ĠR em
L e
p are
A K
aug ht
I I
Ġcl imate
et imes
Ġgo als
g pt
å ®
es ch
Ġfact s
Wh ich
Ġm el
ac hes
Ġmain tain
Ġrun ning
Ġf oot
Ġd ress
ro id
ĠA ND
Ġcon sist
Ã© t
Ġintern al
Ġest Ã¡
arn ings
Å ¼
op s
Ï Ĥ
Ġdet ect
Ġinvest ig
6 5
Ġan im
RO M
om b
ung en
Ġpre m
al ing
b all
r s
Ġf ather
Ġcon vert
ĠÐ· Ð°
ÐµÐ³ Ð¾
Ġachie ve
Ġinterest ed
Ġaff ect
ĠÑį ÑĤÐ¾
Ġf ight
Ġw ide
M S
Ð¾Ð»ÑĮ ÐºÐ¾
ĠD O
Ġì ķ
Ġno vel
av ing
h ol
Ġgo es
Ġint ent
Ġsol ve
Ġer r
t ime
ì ĸ
Ġpass age
ì ľ
Ġmeet ing
× Ķ
Ġget s
Ġstart s
un k
om s
Ġli br
ĠÑĤ ÐµÐºÑģÑĤ
Ġpat tern
cre ate
Ð ł
Ð ĺ
Ġhist or
Ġd ru
uf act
t re
Ġt it
ut h
In struction
urre nc
Ġcol lect
Ġt ouch
Ġstr ings
plic ations
Ðº Ðµ
Ġcre ating
ÐµÐ ¶
ãģ Ĺ
ĠÑģ Ð¿
Ġra p
Ġdem and
Ġcond itions
Ġmin im
Ġp et
ĠÃ ¼
Ġs en
b ook
Ġg ames
Ġdist rib
Ġt im
Ġhe ar
Ġactiv ity
l ib
ĠP art
Ġstate ments
B C
im age
uss y
Ġl l
Ġ ÑĨ
ad em
re st
Ġl iter
ent ence
Ġs in
Ġrece ived
Ġer otic
T rans
y t
Ġd im
os is
Ġu t
Ġoff ice
w ho
Ġ .Ċ
Ġn ice
w here
enc ia
Î ¼
Ġde vice
C ol
inc ip
b en
" .Ċ
. NAME
Ġ rom
Ġcon ne
id ed
ch ange
s c
Ġb ank
Ġalgorith m
U ST
ãģ Ļ
Ġdec ision
stru ct
Ð¸Ð² ÐµÑĤ
m iss
M L
if f
umm er
c king
ĠInd ia
wor ks
Ġre ference
Ġsu ff
Ġest e
Ġhelp ful
d ata
Ġb ound
pl it
sy ch
Ġtak en
Ġinf lu
com ing
Ġshow s
Ġutil iz
ĠÐ± ÑĥÐ´
b ut
1 20
Ġcontin u
Ġsh o
Ġcomm ands
Ġme chan
Ġhigh ly
Ġqu est
Ġam ong
Ġì ł
Ġevery one
ab ilities
ag ram
Ġh ac
Ġvis it
tern al
ĠSt ate
Ġemot ions
l og
Ġover all
Ġfe et
Ġsk in
P l
× ¨
Ġprodu ce
Ġatt ract
Ġdis e
â Ķ
F rom
ĠĠĠĠ Ċ
A ct
Ġprodu ction
Ġbegin ning
oth ing
Ġrest aur
à ¨
ure d
Ġj our
ĠP re
Ġadd ition
Ġê °
erm an
Ġs um
Ġsa f
Ġact ual
Ġm aster
Ġlevel s
ĠI D
t ed
Ġnot e
- (
em a
ĠEx plain
ĠF irst
Ġdif f
Ġeng lish
ĠÐ¾ÑĤ Ð²ÐµÑĤ
Ġso il
Ġn ature
ÑĢ Ð¾Ñģ
Ġw ife
Ġpro gress
ĠM on
S er
Ġ< /
ĠÐº Ð¾Ð½
Ġest ab
Ġfeel ings
ĠR et
ĠT O
ĠP erson
s v
b al
Ġde ath
6 9
Ġun it
) ;
ww w
Ġexpect ed
Ñı ÑĤ
y ing
po int
ven ue
Ġj ud
Ġfe ature
Ġt ab
od es
t ra
ä¸ Ģ
r ast
Ġd ies
ĠO ff
........ ........
6 7
Ġdescrib ed
Ġh i
con f
Ġe p
\ u
Ġup date
. f
Ġass ign
Ġb en
com p
Ġenc ou
V al
g a
ers hip
Ġm ist
çĶ ¨
C E
Ñī Ðµ
ed d
Ġh y
e ks
i ro
Ġ" "
Ġ| Ċ
Ð° Ñħ
Ġpro te
Ġtrans late
() ;Ċ
c ar
Ġw el
r at
ap s
ĠG ener
port s
ëĭ Ī
Ġtr ust
Ġuse ful
Ġfil m
Ġrem ove
- old
o pt
ĠG l
ĠC or
Ġh ar
Ð½Ð¾ Ðµ
il s
S h
å Ń
Å Ł
AN T
ol o
] [
Ġart ificial
c ular
ie f
A d
ĠÐŁ ÑĢ
ë¥ ¼
Ġadvent ure
pt y
Ġpay ment
Ġsat isf
Ġs ummar
ou ps
Ġspe ed
Ġarch ite
Ġel im
ob ile
h ter
Ġ ...
Ġst ra
/ NAME
Ġmem ory
yn am
f low
ĠA cc
Ġbr and
Ġbul let
Ġm id
Ġf igure
Ġproper ty
ĠW here
Ġup d
Ġcorrespond ing
! ĊĊ
ĠN ULL
Ġsu a
Ġ{ {
Ġen abled
Ġsol utions
Ġmarket ing
Ã© m
Ġst atus
Ġli kes
u z
8 8
orm al
Ġto ok
Ġd in
an swer
ĠIn c
I A
ĠC ould
- M
et te
Ġme asure
Ã ¥
eth yl
ĠÐ¾ Ð¿
Ġrepl ace
am s
am os
c ks
ou l
ĠK e
IN E
Ġfun ctions
serv ation
Ġbro ther
Ġlat est
Ġne utral
Ã© c
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
ar ia
Ġexpl ore
ĠÐ¿ÑĢ Ð¸
et t
Ġcolumn s
ĠH is
Å Ľ
act er
a res
ÑĤ ÐµÑĢ
u ge
ÑĢ Ð°Ð½
Æ °
Ġcom ments
h re
Ġpart ner
Ġreturn s
' )Ċ
( e
ĠC ons
ra z
ĠÑģÐ» Ð¾Ð²
Ġk ann
Ġt ip
ic ate
Ġinterest ing
Ġsc reen
( f
âĢ Ķ
Ġk iss
Ġt ick
Ġtechn iques
7 7
.. ."
st ar
____ ____
le ment
n es
Ġbul lets
ĠÐ¸ ÑģÐ¿
Ġa o
Ãª ncia
S he
ë ı
Ġp and
ĠAmer ican
Ġh on
est er
Ġm outh
I L
Ġsa ve
íķ ´ì
- in
Ġst at
_ C
b it
Ġm ix
Ð¾Ð± Ñĭ
Ð° Ñĩ
Ġsc ale
ol low
am ples
st ract
Ġsc ience
Ġgl obal
Ð½Ð¾ÑģÑĤ Ð¸
St ep
E m
Ġho pe
× ľ
Ġcomm a
A dd
ak ed
k a
t est
ateg ory
Ġp ussy
Ġl ives
Ġk ill
Ġal le
ĠChe mical
y r
- D
Ġc ases
Ġu lt
Ġst ream
Ġbl ood
Ġdom ain
Ġbenef its
Ġpro p
Ġco ver
le te
Ġeffect ive
ch a
ĠÑģ Ðº
X X
ĠD et
ĠPro cess
Ġparamet ers
Ġpur ch
Ġhum idity
Ġent ities
Ġde al
Ġgr ound
t ical
Ġconf ig
Ġstreng th
Ġs orry
Ð» ÑĮ
st e
enc ed
M odel
Ġatt ack
aa aa
Ġany one
Ġstrateg y
Ġres ources
Ð½ Ð¾Ð²
ove red
Ġregard ing
vis ed
ĠE s
Ġl and
Ġde ve
Ġoff ensive
ì §Ģ
en ing
Ġparent s
Ġacc om
ag em
Ġvirt ual
ist a
Ġst ock
ad es
Ex plain
Ñĭ Ñħ
ĠG u
Ġs ister
Ġl ate
olog ies
Ġpress ure
Ġs ix
P U
ac hed
ĠV er
Ġp ode
Ġto d
ãĥ ¼
u el
ic y
ĠO ur
ĠTh ank
Ġmem ber
Ã¨ re
ici ency
Ġpresent ed
Ġcomm it
Ġmanag er
ĠI S
Ġpl ant
sh ine
Ġpr inci
az on
Ġhe ight
ìĿ Ģ
Ġrequest s
Ġlim ited
in i
Ġaccur ate
Ġ ign
id ay
Ġf ail
ak er
er ate
Ġc ri
Ġk n
Ġespecial ly
9 8
Ġde cl
ann el
m ber
ĠÑĢ Ð°Ñģ
Ðº ÑĤ
ĠCh rist
L a
ĠV icuna
p art
Ġu pon
Ġcond ition
us iness
5 3
p ly
ig e
Ġd ouble
Ġd ella
o om
Ġs ample
com es
Ġte ach
Ġtra ined
19 8
A t
I nd
- w
Ġto kens
/ d
Ī ĺ
âĢ ĵ
ail y
Ġfor ce
Ġad vice
out es
f o
Ġv ir
ic ious
Ġc ross
Ġcount ries
Ġn ull
Ġadd ed
Ġperspect ive
Ġra inf
idd en
ci as
ĠRe g
Ġb all
clud ing
à¤ ¾
sel ves
v ar
in y
Ġopin ion
Ġexp and
Ġ ;
å Ĩ
12 3
Ġsun shine
Ġrainf all
Ð· Ñĭ
Ġher self
ast e
Ġgener ated
end e
ER T
Ġg i
D ate
Ġpr incip
Ġl ost
Ã© es
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
é Ĺ
Ġprot ect
Ġtechn ical
Ġcap ac
et a
Ġconst ant
h ib
ĠĠĠĠĠĠĠĠ ĠĠĠĠ
- g
ĠWor ld
ĠA ust
Ġro ad
Ġwal k
l ich
Ġc it
ad er
a ks
Ġal s
Wh y
Ġw er
ri x
U N
Ġrem ov
â ĸ
pt h
ur ch
ë ¦
Ġad min
Ġ :Ċ
ab e
Ġ" <
ĠE nt
Ġ} ĊĊ
al ian
Ġare as
ĠC H
Ġits elf
Ġs ynt
} ,Ċ
oc ol
Ġgirl friend
/ p
Ġh at
iv a
ĠPro vide
p ir
Ġear ly
Ġ ME
Ġem pty
Ġnum er
Ġcateg ories
ri v
ĠØ ¹
Ġde g
l ished
ç »
is ions
ä¹ Ī
Ġf al
Ġr ound
ĠSt art
S o
Ġein en
Ġseem s
P S
Ġincon sistent
ë ĵ
_ to
St ate
ê¸ °
F T
ÑĥÑģ ÑģÐº
Ġintellig ent
ĉ L
Ġv icuna
" ?
Ġincre ased
rom etry
Ġh our
ĠF orm
Ġ __
ub ject
el low
Ġapplic ations
D A
Ġc opy
ay er
Ġf ields
ĠA nt
Ġpen is
A ll
ê µ
it em
Ġcommun ity
ï ¿
Ġt ags
Ð´ ÐµÐ»
Ñ Ĭ
æĪ ĳ
Ġdom in
Ġdatas et
u er
or th
Ġm Ã¡s
ĠG enerate
Ġhyd rometry
g ive
Ġg ave
Ñĥ Ð¿
EX T
5 2
im a
Ġgu ess
ess o
ĠS ol
Ð¸ÑĤ ÐµÐ»ÑĮ
C C
Ä ĩ
Ġm er
.. .Ċ
n al
ĠC ity
Ġst ories
Ġtri p
ĠCh inese
ĠIn ter
iz er
Ġsu p
Ġdemon str
Ġcons ult
aug hter
ĠTe chn
p ite
iv al
Ġsom etimes
Des cribe
Ġg ar
Ġen h
Ġp sych
Ġm ath
Ġboo ks
Ġrece ive
Ġpr ime
R ep
a Ã§Ãµes
or age
Ġor g
Ġquick ly
c el
g un
Ġass ess
pr ise
v est
ĠC ent
Ġbut ton
Ġcaus ed
Ġto ken
Ġinn ov
Y L
Ġsa fe
M e
ĠG iven
Ġform a
ĠB y
Ñĥ Ð½
Ġle gs
Ġorgan ization
ĠØ§ÙĦ Ø
Ġë °
Ġqu er
Ġphr ases
escript ion
ĠA b
ĠT V
Ð¸ ÑĨ
Ġte le
Ġd ia
Ġke ys
Ġh ate
Th ought
ĠA D
ple ase
Ġgr amm
Ġeff icient
ch at
ĠÐ½ Ð°Ð¿
Ġb an
ĠÐ ĺ
Ġun s
Ġequ ip
Ġadd ing
- C
Ġvari able
Ġch ain
/ c
t itle
ly ing
Ġm iddle
ĠM in
av as
ag ine
Ġ ÑĪ
Ġ ÏĦ
ok es
Ġo der
à¸ ²
Ġdescrib es
O U
ĠS ie
Ġmy self
ï¿ ½
Ġexist ing
Ġso on
m p
ient o
red ient
F A
Ġthan k
M ake
ĠUn iversity
Ð ķ
ë ł
Ġflo or
å Ľ
[ "
qu estion
Ġfre qu
Ġcon duct
Ġcom ing
pl anation
Ġpower ful
Ġrem ind
cept ion
Ġc ounter
it Ã©
Ġad ult
so ft
r is
Ġf at
re et
ĠDe veloper
Ġb ud
6 3
I P
T E
it ter
Ġfl u
Ġphr ase
? "Ċ
Ġis n
ag ue
b and
ĠComp any
Ġaud ience
oo king
ĠÐ¸ Ð»Ð¸
Ġest a
as m
ĠÑĢ ÑĥÑģÑģÐº
Ġset t
V ER
ition ally
F r
Ġt ree
ot he
Ġst ar
Ġman ner
ci ous
Ġt ut
Ġvehic le
Ġa ware
ĠIn st
r ate
æ ł
% Ċ
Ã¶ r
ĠA N
A re
Ġlead ing
im ents
Ġparagraph s
Ġd ont
Ã© d
in er
ri p
Ø§ ÙĨ
Ġsaf ety
Ġs ich
Ġk ids
, ĊĊ
ĠF in
- A
" ]
Ġbab y
Ġd anger
Ġlot s
w ith
ä¸ ĭ
Ð¸ ÑĪ
Ġh it
ĠÐ¿ÑĢ Ð¾Ð´
Ġlibr ary
ic on
ĠT rue
ff ect
Ġde v
ĠÐ¸ Ð¼
ĠN et
ĠAn y
pl ied
Ġpre vent
Ġch apter
Ġgr oups
Ġa im
Ð» Ð¾
Ġpred ict
ff ee
urrenc y
Ġatt empt
Ġtell ing
Ġdescrib ing
Î »
cont ent
ul o
Ġfriend ly
avas cript
ĠP e
Ġob tain
Ġconf irm
Ġp an
Ġsa w
Ġin come
ĠP res
P ar
ĠO F
ant o
Ġal one
i ers
f ol
- S
id ing
Ġw ie
Ġcommun ication
" >Ċ
( Ċ
Ġre se
er v
H ey
Ġgener ation
ĠÑģÐ² Ð¾
Ġm icro
ĠM ode
he st
ĠÃ¼ ber
O r
Ġes se
r ound
Ġc m
I M
Ġun c
ĠS w
Ġc ru
c ode
ob ject
Ġbas ic
fr ame
Ġd ro
Ġc ada
ĠH igh
() ĊĊ
ĠM od
ĠO h
Ġv ict
Ġrestr ictions
P h
C L
Ġstra ight
Ġtrans fer
ĠEx ample
Ġst ands
le y
b ro
Ġeng aging
f ix
ret urn
Ð» Ð°
ion i
Ġwe ar
-t ime
âĢĻ m
ì Ĭ
Ġg as
Ġmod ern
Ġreg ular
Ġc ra
Ġad just
2 50
ig en
Ġstr ict
ĠÐ· Ð°Ð¿
ens or
Ġread ing
ic as
le g
at i
it ude
n h
Ġe j
Ġallow s
i pp
on om
il ing
CT ION
Ð»Ñİ Ñĩ
ĠÐ¾ Ñģ
Ġsol d
ĠF ile
W S
s k
ind ex
= {
Ġh t
f it
Ġmod ule
Ġgu ide
qu ery
Ġwe ather
ĠG ood
ŀ ×
Ġt on
Ġp ow
ĠP roduct
ĠV al
Ġco ol
ĠKe ep
Ġw ild
Ġb alls
à §
Ġexpress ion
( x
Ġ **
Ġemploy ees
Ġfeed back
Ġconne ction
Ġsequ ence
en v
Ġn u
ĠI d
Ġhappen ed
iz ar
Ġev il
ĠÑĢ Ð°Ð±Ð¾ÑĤ
Ġco ord
m ore
c u
r un
Ð Ķ
Ġf ing
Ġon es
r c
Ġcand id
F orm
Ġche st
AR T
å ¼
f in
b i
r an
ph r
ust ain
reib e
ĠH ello
at ient
---------------- ----------------
Ġcaus es
_ st
C ustomer
est a
Ġdist ance
idad es
Ġme as
Ġwe eks
Ġar m
Ġman ufact
Ġf iction
Ġh orn
ãĤ ĭ
descript ion
ES S
p x
Ġpor n
Ġde vices
ist ory
Ġì ĭ
htt p
5 1
ÑģÑĤ ÑĮ
Ġdri ve
ĠF ed
Ġp ull
Ġr ather
qu is
eth ical
ĠI I
col or
ĠC ode
ud o
Ġcl othes
it ar
Ġhe av
ac a
Ġde ad
ĠR oad
Ġbl og
t es
( n
ve re
ĠA pr
Ġim medi
Ġfilter ing
ch ain
Ġhold ing
ri ous
Ġr out
Ġru le
Ð ľ
Ġf elt
Ġintrodu ce
Ġnarr ative
E M
Ġsit u
" >
g i
Ġhe ard
Ġcl in
Ġsoc iety
for ce
- Ċ
Ġs Ã£o
Ġs ources
Ġcalcul ate
Ġ ``
iver se
å ľ
ar p
el ine
Ġdocument s
Ġ\ Ċ
Ġb orn
T ime
n is
Ð½ Ð¾Ð¼
Ġcomprehens ive
k er
Ġtra ck
Ġar r
hr ase
g ative
Ġproject s
ÑĢÑĥ Ð³
Ġqu arter
Ġdra ft
Ġconnect ed
ĠMus lim
Ġequ al
Ġlet ters
P L
ĠÑı Ð·Ñĭ
Ġrecent ly
æķ °
Ġmo i
Ã¡ rio
Ġsym bol
l ar
ĠE ar
Ġpol ice
ĠØ ª
Ġl ic
ad y
ãģ Ł
- up
F I
Ġpro ced
ÑĢ Ð¾Ð²
Ñģ Ð»
ç Ń
Ġinter view
at io
Ġeas ily
å Ĭ
Ġpl aces
Ġto wn
am i
Ġref lect
el ow
Ðµ Ñħ
Ġf ra
Ñģ Ð»Ð¸
Ġvul ner
A gent
d igo
Ġn ode
Ġro ot
Ð°ÑĤ ÐµÐ»ÑĮ
Ġchalleng es
ĠD own
ĠInd ust
Ðº ÑĨÐ¸
Ġanaly ze
. e
ĠS ome
Ġoper ations
é ¢
Ġcor re
z i
Ġag ree
Ġtem pl
Â °
7 2
us es
ãģ ª
Ð¼ Ð¸
Ġ q
T ask
_ re
ĠAust ral
[ i
at en
ĠA pp
ÑĪ Ðµ
O C
Ġt ag
Ġë §
Ġë ĮĢ
Ð¶ Ðµ
ing u
Ġ× Ķ
L abel
Ġcl ar
Ġpatient s
T e
ra ints
Ġsh ape
ÙĬ Ø©
Ġse ason
Ġex pos
Ġun ethical
Ġht ml
10 1
OR T
) ;ĊĊ
ĠT r
ÑĢ Ð°Ð·
Ġus ually
Ġr ates
op ic
à¥ ĩ
Ġmov ing
Ġre act
Ġrespons ible
Ġassoci ated
Ġgraph ic
Ġal most
AS S
Ð°ÑĨÐ¸ Ð¸
Ġs ind
Ġcont ro
Ġd oll
Ġpre fer
res pect
Ñĸ Ð´
Ġbo ard
ra b
igh b
P erson
ÑĢ Ð°Ð²
ud io
Ġhand le
Ø§ Ø±
B ot
) ,Ċ
ãģ ¨
t rans
Ġdef ault
Ġelim inate
Ġfeel s
6 2
Ġc ute
ĠA ut
Ã¡ l
Ġcomp ared
Ġinf o
âĢ¦ âĢ¦
ĠÐ¿ Ð¾Ñģ
Ġdr ink
ag ed
n i
ĠA L
ĠĠĠĠĠĠĠĠ ĠĠ
ca pe
25 5
Ġthe ory
N ew
è¯ ·
Ð¸Ð» ÑĮ
Ġfact ors
Ġinv ent
ĠQ ual
Ġredu ce
ãģ ĭ
plic ation
Ġd an
ìĦ ľ
ĠA P
m es
Ġ Ùģ
Ġviol ence
ari os
Ġinclud ed
ĠJ une
Ġport ug
ÑĢ ÐµÐ¼
ĉĉ ĉ
ĠN O
ĠCom m
_t ype
n ers
af ety
8 4
Ġex erc
ĠF l
Ġcam era
Ġincre asing
Ġcou ple
ĠW ell
Ġd aughter
Ġìŀ Ī
Ġfavor ite
Ġthan ks
ĠÐļ Ð°Ðº
om en
ĠA f
post a
9 5
u y
Ġs yn
âĢĻ re
U s
Ġqu ite
il le
Ã¤ t
- le
Ġs ession
Ġdep artment
Ġs ounds
Ġple asure
Ġindividual s
Ġinter pret
Ġplan ning
x y
on o
Ð½Ð° Ñĩ
Ġerr ors
l in
ou b
ang le
Ġp ant
Ġar ous
ÐµÑĢ Ð¶
. [
i ar
Ġinvol ved
ĠM ar
ER E
Ġh us
iz z
Ġn os
Ġdi agn
Ġì Ĺ
Ġsex y
Ġth reat
Ġv or
ass age
ĠR ed
Ġman ip
ĠJ ew
Ġthem selves
oc ial
P er
Ġm ac
Ġst ates
Ġ à¦
ë §
Ġac adem
i ke
Ġver b
ĠU k
K ey
ĠS ing
Ġres ist
Ġconvers ations
ĠF OR
ÑĢ Ð°Ð¼
/ m
ë ³
r ar
Ġ[ Ċ
Ġsqu are
j our
Ġv s
D F
T T
ĠAr t
d es
us ing
c her
p ress
Ġproper ties
is ation
Ġal t
Ġ{ '
Ãª s
B ased
N A
ĠÐ´ Ð°Ð½
Ġw arm
it ation
Ġess ay
Ġt end
Ð°Ñİ ÑĤ
ok en
n s
Ġde veloper
ĠÑĩ ÑĤ
ing ly
z z
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
19 7
Ġmat ure
Ġemot ional
Ġd ream
Ġother wise
ous ly
ĠT ra
Ġtreat ment
S mart
n ed
Ġsm oke
à¸² à¸
ĠÐ¼ Ð½Ðµ
Ġtest ing
Ġm ount
ic ks
ĠÐ´ Ð¾Ð»Ð¶
Ġhe llo
ur ity
Ġun f
Ġse c
Ð¾ÑģÑĤ Ð°Ð²
Ġmed ic
Ġhapp ens
âĶ Ģ
Ġse u
Ġanswer ing
ĠÐ¿ Ð¾Ð¼
Ã ¹
h as
ple te
ura cy
ro te
ĠU K
Ġsym pt
Ġo w
con st
Ġsit ting
Ġgl ass
ĠT R
Ġhelp ing
Ġs av
Ġoffic ial
ë Ĥ
Ġsepar ate
or ds
ĠÐ» Ñİ
Ġdir ty
k an
Ġind epend
Ġplay ers
Ġ ÙĦ
Ġwer den
éĹ ®
Ġc ab
Ġf et
pos ition
Ġd aily
ÑĦ Ð¾ÑĢÐ¼
Ġshow ing
c m
ric a
Ġadv anced
Ã¶ n
w rit
l en
Ġgu y
Ġrestaur ant
. The
a ign
ìļ Ķ
b a
ic ing
Ġv an
Ð¾Ð· Ð´
Ġhim self
ĠOb ject
ib ly
ÐµÐ¼ Ñĥ
' est
ĠG od
cre va
ĉĉĉĉ ĉĉĉĉ
ograph y
M M
is p
_ T
ri os
Ġpr on
Ġexpl an
Ġass um
7 9
ĠM odel
Ð°ÐµÑĤ ÑģÑı
Ġdevelop ed
ar ks
ÐµÑĤ ÑģÑı
Ġtrans port
ĠWh ile
Ġp ap
Ġcell s
1 10
Ġcom fort
Ġpas sword
N ot
Ø ¬
Ġd ry
Ġprim ary
Ġb illion
Ð» ÐµÐ½
Ġbra in
Ġcon clusion
ph as
Ø§Ø ª
ĠÐ ĳ
Ġprob ably
Ġn ur
ĠS afety
Ġstru ct
Ġson o
Ġsuggest s
. )
ativ ely
Ġcent er
Ġcre dit
Ġap ples
Ð°Ð» Ð°
ĠF alse
c al
ĠÐ £
Ġa uch
Ġeth ics
ru cture
ĠS ales
ĠRuss ian
. A
Ġe gg
i h
Ġdec ide
Ġs ont
ĠN E
Ġmot iv
indow s
Ġeff ort
) )Ċ
ĠT ime
Ġes pa
Ġscient ific
Ġbelie fs
Ġfaz er
× ª
co ver
Ġhorn y
ĠA g
ĠÐº ÑĢ
Ġsm ile
om an
Ġar ri
Ġsm o
Ġflo at
æ Ģ
en ge
Ġhum or
ĠEx tract
ĠcÃ³ digo
ĠP M
Ġwho se
enc ies
å Į
le ar
ĠT ype
ĠIn clude
x t
ĠH uman
p erson
ot t
on a
Ð¸Ð¼ ÐµÑĢ
ĠCh ar
Ġpop ulation
ĠÑĤ ÑĢ
Ġexper iment
tic a
£ ¼
é ĩ
ĠÃ© t
Ġint ended
l ier
e qu
Ġdep end
Ġh uge
w ort
Ġw at
8 9
l ig
Ġb ath
Ð³ Ð¾
Ġ-- -
Ð³ ÑĢ
Ġelect ric
Ġoff ers
ÐµÐ» Ñı
Ġopin ions
Ġdef ined
ĠRes ponse
P M
Ġs ie
Ġad vant
ĠÐ½ Ð¾Ð²
h ou
er ve
Ġhac er
Ġsh own
ĠS ynt
att le
Ġprinci ples
Ä ĥ
ĠP ort
Ġsim pl
Ch ar
osp ital
Ġ( '
Ð¾ Ñı
Î º
Ġexec ut
Ġwor th
- re
Ġo il
Ġgener ating
" }
ic ian
Ġhe at
Ġre ferences
Ġin j
Ġtom orrow
Ġd ar
**** ****
7 6
å ¹
Ġch air
ìĿ ¸
G B
if ically
Ch ina
Ð° ÑĪ
Ġd rag
Ġë Ĥ
or ia
Ġemploy ee
¤ ĺ
AB LE
Ġquer ies
Ã ²
Ġpie ce
Ġpict ure
Ġminim um
Ġv ac
Ø§ Ùħ
Ġloc ated
I O
Ġm ast
Ġb ill
Ġpret ty
ëĭĪ ëĭ¤
ç §
Ġdo ctor
or ch
è ¡
phr ase
Ġmaterial s
el p
ĠC ar
ens es
Ġcomp ar
ĊĊ ĊĊ
az ine
Ġselect ed
P O
. '
v oid
as se
Ġbed room
ĠÑĩÑĤ Ð¾Ð±Ñĭ
Ġconcept s
Ġpr ices
Ġob ser
Ð¾Ð´ Ð°
Ãª n
,,,, ,,,,
Ġeduc ation
so le
_ S
j o
angu ages
ĠEng ine
res ents
ĠE X
ĠS ub
Ġë ĭ
Ġemp res
ĠS outh
ci ence
ä» Ģ
Ġw ir
th ough
ÑģÑĤ ÑĢ
+ y
Ġf irm
con s
Ġrel ig
ëı Ħ
Ġtr uth
Ġtri ed
b ar
ĠY eah
ĠÐ° Ð½
ĠA G
Ġbut t
Ġinput s
Ġp y
Ġg od
m itted
ÑģÑĤÐ² Ð¾
ĠDe velop
ĠF rench
Ġdec ided
n am
ĠG et
ĠDo es
T A
Ġcour t
ĠGr oup
Ġar gs
Ġhelp s
Ġem erg
Ġprocess ing
Ġrelationship s
Ġmiss ing
Ġact ing
m odel
ĠJ an
ci pe
id os
Ð¸ÑĤ Ðµ
Î¿ Ïħ
Ġem o
Cl ass
ë¦ ¬
Ġinte ger
Ġear th
Ġc ook
Ġco ffee
z t
ìĭ ľ
Ġlaw s
Ġann oun
Ġd ass
per t
V ID
Ġp ra
N O
ve y
ĠY ork
Ġwindow s
ĠA c
ĠP roduction
Ġbel ong
it ary
Ġus u
oy al
AN D
Ġc art
ĠAdd itionally
edu ct
Cont ent
Ġb on
ĠFr ance
Ġd ynam
E Y
Ġoper ation
Ġtyp ical
P UT
ount ry
ĠÑĤ ÐµÐ±
Ġstand ing
Ġt ables
Ġsim ply
ä» ¥
( (
Ġne ighb
Ġser v
Ġprec is
i ance
Ñĥ Ð±
ĠF ind
c il
Ġw ood
Ġn ational
Ġad apt
Ġest im
', '
Ġreport ed
Ġthem es
Ġconf l
å ĵ
Ġt a
- F
Ġs igu
Ġc ert
ĠÑģÑĤ ÑĢ
Ġ íķ
Ġt ro
Ã¤ h
Ġfil led
Ġcomp are
Ġsp read
Ġfre ed
et ime
ĠB ased
Ġk it
Ġma x
ìľ ¼
Ġc iv
Ġc rypt
Ġl ie
" .ĊĊ
áº ¡
ativ a
Ġdefin ition
D escription
Ġimm oral
on na
ra py
ter m
- T
Ġmon itor
empl o
Ġf ig
ĠW H
Ġt our
ff ic
Ġdec isions
con ds
A pp
h ost
Ġfollow ed
Ġframe work
Ġcl oud
Ġphot o
Ġanim als
! "Ċ
Ġreg ion
ĠAp plications
y a
Ġcost s
à¤ °
Ġan imal
ĠS at
Ã© r
ent ify
und o
ONT ENT
ĠD ie
Ġinter face
Ġboy friend
Q Q
Ġf air
Ġb er
8 1
al a
Ġc ast
ĠN umber
. C
Ġd iction
Ġch ance
Ġcoll abor
anc ing
Ġgu ys
Ġm ur
Ġê ²
c raft
Ġt ight
ron ic
Ġpack age
Ġpro d
app ropriate
Ġhig hest
ä»Ģ ä¹Ī
l s
Ġexplan ations
Ġcl ick
Ġm ut
Ġappear ance
ĠApr il
Ġg pt
et er
ĠD el
6 00
ĠI ch
Ġw a
Ġt ail
ens ions
Ð°Ð¹ ÑĤ
Ġimport ance
Smart GPT
ĠDe f
ab et
Ġs ustain
res h
Ġrep resents
ĠÐ ĵ
Ġc ore
Ġinit i
ĠÐ· Ð°Ð´
Ġact ive
Ġgre ater
_ P
atter y
Ġre lease
ĠÐ´ Ð¾
ism o
y ond
Ġle d
Ġser ve
Ã§ o
Ġlog ic
Ġc atch
Ð°Ð» Ð¸
ĠS ec
Ġst age
ĠEurope an
Ð°Ð¶ Ð¸
Ä Ł
ĠÐ¼ ÐµÐ½
as c
im ited
st ate
h h
Ġpolit ical
% ,
Ġse a
z er
Ex planation
B y
ĠW as
ĠD ep
Ġpa id
ĠS et
f a
ant es
Ġreg ul
Ġeng age
Ġb es
19 6
ĠC our
al k
Ġv ot
00 1
Ġwrit er
Ġf ont
S QL
Ġcall s
Ġcolle ge
Ġhus band
Ġp ed
ĠM arket
_d ata
ĠJ u
Ġsol o
ë ¶
Ð¸ Ð¿
Ġein er
Ġclient s
. org
Ġexperi ences
Ġdise ase
Pro vide
E nt
Ð½ ÑĥÑİ
Ġintern ational
Ġhot el
Ġbal ance
Ġmay be
Ġj avascript
áº ¿
u ary
ĠT est
Ġbre ath
Ġr ating
But ton
on ym
Ġhe ld
UL T
Ġun iverse
Ġsl ight
Ġstru gg
Ãº mer
ĠMan agement
Ġoper ating
anc y
ĠØ§ÙĦ Ùħ
Ġtempl ate
ĠK ore
Ġopp os
Ġt amb
Ġwant ing
Ġagre ement
Ġs ad
ðŁ Ķ
Ġcult ure
Ġì Ħ
Ġab stract
Ġsupp ly
8 00
T rue
o pe
ativ o
z ione
Ġins ights
Ġn p
Ġl if
Ġindic ate
op en
Ġw et
ĠÑģ Ð°Ð¼
Ġinst it
ĠC E
ĠO R
Ġdire ction
vis ion
Ġout line
ed ia
Ġlin ks
ĠS un
Ġreg ist
O UR
Ġf arm
Ġn av
Ġl ang
Ġabs ol
Ġg old
Ġdes c
Ġcaus al
Ġvari ables
Ġing redient
Ġcontain ing
CH AR
ĠĠĠĠĠĠĠĠ Ċ
Ġpued es
> >
Ġsur face
Ġp ag
Ġra c
æľ ī
Ġap i
Val ue
re f
il os
Ġm obile
m osp
Ġsp an
on y
end en
comm and
Ġknow s
Ġev ol
icro soft
an ch
Ġm ill
Ġeffect s
h ola
Ġdanger ous
Ġsuccess ful
p ace
Ġhow ever
Ġmag ic
Ġv ill
ãģ ı
ĠÐºÐ¾Ð¼ Ð¿
Ġpand as
Ġprom ot
Ġcons ent
Ġcompon ents
du le
Ġcap abilities
Ġin appropriate
cont ext
Ġfant asy
ë °
Ðº Ð¾Ð²
Ġn ut
ĠIn formation
rel ated
Ġtrad ing
ĠM r
ĠF inal
ĠÐ´ ÐµÐ»
ÑģÑĤÐ² ÐµÐ½
Ġexc ited
G r
Ġorgan iz
H uman
it Ãł
Ġn ome
ag on
ĠF e
he nt
à¸ Ń
Ġex ternal
.j s
or ter
ĠG e
acion es
ic her
Ġth ick
N e
Ð £
re nt
ock ed
Ġengine ering
Ġpract ice
Ġconse qu
Ġespa Ã±
P C
por ate
Ġturn ed
Ġbro ken
he mat
m i
Ġsub s
a us
ë ©
in st
7 1
Ġê ³
S u
c or
Ġs ab
× ĳ
Ġg er
ÑĤ Ð¾ÑĢ
Ġpie ces
\ ":
ĉ C
Ġbec ame
Ġst uff
Ġal ign
or o
ust er
Ġsugg estions
ĠL ear
V E
Ġc i
Ġv ous
Ġreve al
Ġp esso
Ġd ates
St ring
o on
Ġlo op
ar g
ë ¬
Ġcar ry
ĠSynt hetic
ib r
ict ed
Ġup per
Ġdeliver y
Ñ Ĺ
Ġo t
ĠA tt
f il
Ġa plic
ĠAs sistant
é Ģ
W ith
Ġw rote
ĠÐ¿ Ð»
Ġpass ion
Ġg ender
O ver
å º
ĠPl an
å¤ §
Ġh idden
Ġl iv
Ġengine er
Ġl anguages
ĠA ir
ux u
Ġ" /
ðĿ ĳ
ĠEar th
Ġne ural
Ġinst al
Ġcamp aign
ĠS pe
18 0
Fr ame
le an
ĠRet urn
Ġma p
Ġob jet
Ġcompon ent
m ax
Ġspec ified
ĠDown stream
. h
Ù ī
Ġcom pl
Ġcl ub
sp an
Ġequip ment
an Ã§
Ġprof it
ĠUp stream
9 6
ì Ĥ¬
Ġvol ume
Ġencou rag
Ġth row
Ġwork ed
ic os
P r
Ġarchite cture
Ð¿ÑĢ Ð°Ð²
Æ° á»
ĠO ver
AAAA AAAA
Ġacc uracy
Ġac id
Ġslow ly
j s
k l
ent ity
Ġstrateg ies
Ġp ul
ĠM arch
mer ce
ĠA M
à¸ Ļ
Ġint ention
Ġkey word
G et
Ð¾Ð± Ñī
pro cess
Ġinvest ment
ain s
ra ine
Ġme ant
Ġe ye
Ġbe i
Ġperson a
ĠUS A
Ġm ig
i am
Ġm ood
ĠP RO
Ġst ri
Ġbe yond
ĠR outes
ĠChrist ian
in ct
Ġn ach
ĠW est
Ġjo in
Ġgo ogle
uild ing
Ġj okes
Ġt ru
E s
ĠÐ Ĺ
LE CT
r ink
ĠY ear
ĠØ £
Ġwon der
Ġwe ak
Ġlar gest
Ġdeg ree
re me
Ġf ear
× Ĳ
Ġre venue
Ġser ious
Ġw all
ÑģÑĤ Ð°Ð²
As sistant
Ġfin ds
Ø ´
Ġfin ish
Ġreport s
Ġsympt oms
c um
ot o
Ġpro s
r ont
Ġy ang
C ons
n atural
at om
end a
U P
| |
qu ire
Ġtri ple
Ġconv inc
ĠÐµ Ð³Ð¾
Ġs ql
er ation
Ġinst ance
ate ver
els ius
è °
Ġqu otes
er cial
Ð¸Ð¼ Ð¸
F ile
Ġclass es
ĠG reat
Ġaltern ative
ith ub
res ult
Ġh urt
ĠC ap
{ '
ãģ ķ
Ġconf ident
Ġein em
ic he
-b y
S c
Ġde i
Ġfam ous
Ú ©
ent a
Ð¸ Ð»Ð¸
ĠW ar
ãĥ ³
D on
Ġy eah
Ġpre par
Ġcall ing
ĠD u
Ï ī
_ h
Ġc ens
áº £
Ġli ber
Ġcap able
Ġ Ã¡
Ġb ag
Ð¾Ð¿ ÑĢÐ¾Ñģ
A ss
Ð¸Ñģ Ð°ÑĤÑĮ
Ġsecret ly
Ġtechn ologies
N et
Ġc os
Ġde ploy
un ic
ĠRe c
ĠPres ident
- sh
S earch
Ġst atic
Ġment al
Ġsur round
ÑģÑĤÐ² Ð°
Ġo d
ur g
Ġenh ance
Ġr ich
Ġfore st
Ġbu ilt
Ġbott om
Ġle aving
Ġtell s
Ġstud ies
Ġv oid
ĠC ustomer
ĠSo ft
othes is
ell ent
ier t
US ER
Ġf oi
Ġassist ance
h am
Ðµ Ðµ
Ð°Ð½ ÑĤ
Ġd ivid
ab il
Ð¾Ð» Ð¾Ð³
H T
_ D
ì Ľ
Ġnot ice
ĠB est
aj e
Ġst aff
ĠB usiness
an z
Ġsche ma
Ġn aked
Ġz ero
ĠDes ign
ru pt
ash ion
u h
Ġfinal ly
ãģ ¾
Ġde cre
Ð¾Ð¼ Ñĥ
_f ile
( d
ĠPro ject
ĉ E
che ck
Ġold er
in et
Ñĥ Ð¹
Ġer a
Ġrequ ires
ĠF eb
Ġrem ote
Ġchar ge
Ġsub st
ĠÐ² Ð¸Ð´
Ġtr ade
.s et
f unction
em p
ĠÐ´ ÑĢÑĥÐ³
pect ed
Î ¯
res ponse
Ġint el
Ġì Ĥ¬
Ġb ien
11 1
Ġdru g
Ġacadem ic
AS E
Ð´ Ðµ
ĠAm azon
in king
ĠQ ue
ĠCl ass
h ouse
om a
put er
Ġst orage
ra it
ÑĢÐ°Ð¼ Ð¼
Ġa Ã±
Ġdi vers
( t
? ?
Î ¬
Ġbe gan
Ġman age
ĠO ut
Ġinter action
Ġsmall er
ĠS ure
ĠHe alth
ĠM ach
á» ĩ
W AY
æ Ĺ
ag ent
en ed
Ġprocess es
ĠO ther
if ier
_p ath
Ġsn ipp
Ġtk inter
f ill
Ġy a
Ġbas is
Ġst o
ÑĥÑİ Ñī
10 5
Ġcontro vers
p et
Ġat mosp
re r
Ġk ne
Ġimmedi ately
ĠÎ ¼
Ġì Īĺ
F irst
P re
Ġclear ly
ĠC L
UE ST
> ĊĊ
ic ed
ä¸Ń æĸĩ
é¢ ĺ
Ġab ilities
at ically
it os
ĠÑģ Ð¼
Ð¾Ð² Ð¾ÑĢ
Ð¾Ñģ Ñģ
ph one
Ð°Ð¶ Ð´
oun s
st ood
Ġlov ed
- a
ar ily
Ġbe comes
ĠU N
Ġwatch ing
( a
un der
S F
Ġform er
ĠU m
Ġc op
Ġcom plain
Ġmot or
. b
7 3
ĠJapan ese
B O
Ð¸ Ð±
ĠÑģÐ» ÐµÐ´
ĥ ģ
ĠAn al
wh ich
Ġdown load
åĲ į
Ñĥ ÑĪ
nd e
c are
ĠÐ² Ð¾Ð·
cl es
Ġf ish
Ġf ailed
ĠÐ¿Ð¾Ð» ÑĥÑĩ
Ġpract ices
isc hen
ion es
Ġcan cer
IN T
( $
/ Ċ
w er
Ġchang ed
. n
Ġdes ire
Ġë ³
Ġre cipe
Ġpro ceed
Ġchat gpt
ĠK ing
ĠÐ´ Ð²
ä½ł æĺ¯
Ð Ĺ
Ġwor ry
ĠRe quest
ang es
Ġthrough out
k i
Ġdevelop ing
Q U
j ud
Ġ ,Ċ
Ġopportun ity
Ġr atio
Ġthem e
Ġbusiness es
Ġattrib utes
c ut
y nc
å ¦
Ġg ro
re ci
Ġf aster
Ġsur v
w as
Ġa x
Ġfor get
ock et
gun ta
Ġg onna
uc king
Ġn g
ĠT ry
ĠFr iday
Ġn Ãºmer
Ġcut ting
Ġf an
gn ore
ÑĮ Ñİ
Ġlist ed
ĠM UST
h al
Ġs weet
Ġ ?Ċ
Ġfa ire
C D
ĠÐ¿ÑĢ Ð°Ð²
gr ad
re al
ĠR el
Ġdri ving
- n
Ġartic les
- of
Ġr h
à¥ į
ë ª
Ġp ip
Ġw arnings
Ġsh arp
az ing
Ġcould n
Ġel abor
Ġsim ulate
ĠCO M
ĠespaÃ± ol
I R
_d ate
Ø µ
Ġmil itary
( ).
"" "Ċ
Ġcrit ical
Ġscient ist
Ġw idth
Ġprob ability
j ob
Ġle aves
Ġdiction ary
Ġex change
Ġess ential
è ¦
Ġmechan ism
, China
Ð» Ð°Ñģ
Ġla ug
Ġobject ive
Ob servation
ic king
int e
Ã¤ r
ĠMan ager
\ '
od ay
tic le
- E
ÐµÐ» Ð¸
Ġmar ried
/ A
à¹ Ī
çŃ Ķ
Ġdri ver
B l
Ġvide os
ĠW ould
ĠÐ¿ Ð¾Ð»ÑĮÐ·Ð¾Ð²
ra f
Ġb od
Ġb omb
Ġfact or
ens ity
Ġposs ess
Ã¨ s
il er
ĠO ct
Ġim pos
Ġch annel
e vent
yd ro
Ġtrad itional
Ġhyd ro
Ñģ ÑĮ
- de
Ġc ual
c n
im o
Ġconfl ict
pos itive
Res ponse
ĠG erman
Ġex ceed
j son
ìŀ Ĳ
, NAME
ON E
Ġcare er
ĠRem ember
ĠCour t
Ġe c
Ġart ist
Ġ Ø§Ø
ĠS H
art ic
Ġclass ify
ĠÐ²Ñģ Ðµ
Ġcon struction
ĠÐ½ Ð¾
è ®
Ġchall enge
Ġparamet er
T O
Ġread er
Ġhon est
Ġ+ =
id as
Ġcl othing
Ġeconom y
ĠRuss ia
ado res
ĠÐ¾ Ð½
Ġd rop
Ġth r
ĠS im
Ð» Ðµ
ond on
Ġb and
Ġl ose
' un
m os
Ð¾ ÑĪ
Ġord ers
Ġopportun ities
ç «
Ġh ospital
Ġstre et
iv os
Ġro ck
· ¸
Ð°ÑĢ ÑĤ
M an
Ð¾Ð½ Ð°Ð»ÑĮ
c ase
ÃŃ s
Ġplay ed
ĠT w
ia o
Ġpropos ed
Ġsen ior
R et
ĠÐ· Ð°Ðº
ÃŃ as
Ġrecommend ations
iz za
Ġper o
ak t
S ystem
i ang
u an
Ġw id
Ġrel ation
ĠL anguage
ÃŃ vel
Ġbud get
p an
in ks
ĠÃ º
ro ot
ra ce
Ġform ula
Ġw ish
Ġt un
ac ing
ãģ ł
- e
× ©
Ð¸ ÑĢÑĥ
is er
Ġsee ing
Ġstrict ly
b an
rom e
Ġk g
Ð» ÐµÐ½Ð¸Ñı
Ġra ce
Ġaud io
ru it
Ġset s
co in
D is
Ġsh ared
Ġsp ir
^^^^ ^^^^
_ w
Ġaut o
p rompt
Ġwh is
Ġpurch ase
- NAME
Ġun less
Ġturn s
ĠC S
Ġremain s
Ġf lex
Ġspe aking
ĠO K
ier o
ĠÑĥ Ñĩ
Ġbrow n
Ġa y
å° ı
6 1
m ake
T otal
ili ar
Se lect
Ĩ Į
ĠD ec
Ġdi verse
AR CHAR
el a
ĠI l
p ath
Ġqu ot
Ñı Ð·
ĠCont ent
b ed
7 4
A p
Ġn uc
ĠM aster
se qu
Ġow ner
Ġa th
Ġli ps
Ġ× ĳ
Ġcu rious
I Z
Ġd ent
us hing
Ġstart up
ĠON LY
O ne
Ġbehav i
ĠÐ±ÑĥÐ´ ÐµÑĤ
Ġgramm ar
ä¸ į
ĠCont ext
å Ģ
Ġk new
Ġright s
Ġimplement ation
Ġear lier
Ġsk ill
ĠP ower
12 8
Ġs ummer
Ġkeep ing
C RE
EN D
Ġà¤ ķ
Ġdam age
z ie
Ġsub t
Ġteam s
ĠSt reet
Ġval or
Ġvari ety
C S
_ in
Ġwh atever
Ð¾ÑģÑĤ Ð¸
, âĢĿ
Ġc elsius
ĠU s
Ġreal ity
NN NN
en as
Ġfund ament
m t
al le
ĠTh anks
ĠM ore
ht ml
íķ ´
è ĥ
erm any
vol ution
pec ific
m as
10 2
25 6
Ġmeas ures
qu i
Ġch a
ĠE very
Ġbelie ving
Ġvict im
Ġmast urb
ke it
ĠP ost
Ġem phas
um a
pl oad
Ð» Ð°Ð´
ĠS i
Ġlead er
Ġsw itch
Ġdistrib ution
Ġa head
Ġru de
p ublic
Ġus age
Ġdiffere nces
ut sch
ÐµÐ½Ð¸ Ð¹
R U
P assage
i ation
Ġhigh light
ĠAmer ica
ÑĢ ÐµÐ´
æĪ Ĳ
ĠÐ½ ÑĥÐ¶
Ġvis ion
act ers
Ġe ating
en a
Ġst able
Ġsh op
ĠCl ient
ÂłÂł ÂłÂł
Ġspec ifically
Ġsk y
stru ctions
ne gative
Ġcharacter istics
Ġcent ral
g t
ÐŁÑĢ Ð¸Ð²ÐµÑĤ
O M
S et
Ġ× ľ
- H
N umber
ol f
Ġdef ine
ï ¸
Ð¾ÑĤ ÑĢ
ĠPro gram
Ġ ÏĢ
Ġc ry
Ġmov ed
Ñ Ķ
ĠP a
ìľ¼ ë¡ľ
Ġh ang
Ġst ation
au x
conf ig
Ã ¬
er ror
à¸ £
Ġ< <
O f
Ġb ur
ä¸ ª
Ġclos ed
g ot
í Ļ
Ġlin ux
Us ers
Ġatmosp here
Ġseg ment
C ode
Ġfol der
Ġfind ings
======== ========
cri vi
Ġtrans lation
uxu ul
ĠA WS
Ġn el
nt e
ĠLear ning
T ool
in ated
Ex tract
Ġopen ing
( c
Ġbenef it
) .ĊĊ
ra u
Ġsh ip
Ġdis cl
Ġap plied
inf o
-st ep
W as
æ ±
ad ow
ug gest
ê² Į
. w
ce mber
Ġb right
Ġquant um
Ġtip o
d is
Ġris ks
âĶĢ âĶĢ
Ø ·
am ing
Ġst ress
Ġst ars
Ġro ll
Ġsp ot
S ummarize
ĠÐµ ÑģÑĤÑĮ
Ġcy ber
Ġkit chen
ĠÐ¿ÑĢ Ð¾Ð³
Ġfl at
Ġfem in
Ġse conds
id ge
Ġo h
ill a
ĠIntern et
r ics
ë ŀ
ĠSer vice
Ġconstant ly
al i
Ġce le
w a
Ð¾Ð³ Ð´Ð°
, P
Ġh ous
ĠÐ §
Ġsem antic
ct ors
Ġang ry
un s
Ġsur pr
Ġm ine
Ġpe e
Ġrepl aced
It em
Ġconcern s
. D
r t
Ŀ ¼
Ġd ed
gre ement
Ġargument s
Ñ į
Ġcon struct
ĠJ e
Ġdirect ory
Ġclass ification
Ð¸Ð½ Ð°
ĠD id
Ġprof ile
Ġtod os
E vent
on de
Ġmat hemat
pl ot
ĠAp ple
os en
Ġr ough
Ġcl im
Ġexperi enced
U p
Ġcomplet ed
be it
A cc
ge b
Ġpair s
Ġ Ïĥ
Ġlay er
d b
ãģ Į
sh ow
ure r
Ð´ Ñĥ
Ġap olog
Ġfind ing
Ð¾ÑģÑĤ ÑĮ
è° ģ
ĠRe write
Ġlook ed
Ł ¥
tic s
A b
Ġo l
om et
Ġbre aking
v ance
um s
ĠS how
ĠA C
Ġpart ir
ĠGener al
ĠÐ±Ñĭ ÑĤÑĮ
edd ing
ĠJan uary
Ġsub miss
g unt
.s ize
Ġact s
