#version: 0.2
Ġ t
Ġ a
h e
i n
r e
o n
Ġ s
e r
Ġ c
Ġt he
a t
e n
o r
e s
n d
Ġ Ġ
Ġ p
Ġ d
i s
i t
o u
a n
Ġ w
Ġ o
Ġ m
Ġ f
Ġa nd
a l
in g
Ġt o
Ġ b
Ġ in
a r
l e
i c
i on
e d
Ġo f
r o
a s
Ġ e
en t
Ġ h
Ġ l
c t
e l
u s
o m
Ġ n
Ċ Ċ
Ġ re
Ġt h
Ġ y
Ġ Ð
Ġ is
e t
i l
Ġ I
Ġy ou
i d
i m
ĠĠ ĠĠ
Ð ¾
v e
a m
Ġ g
A M
Ġd e
AM E
N AME
o t
u t
s t
Ġ T
Ġp ro
c h
Ġth at
o l
Ð µ
at ion
o w
u n
q u
Ġf or
Ġ he
a d
Ġb e
c e
Ð °
Ġc on
o d
i g
. ĊĊ
i f
Ñ Ĥ
Ġ v
o s
Ġ NAME
u l
Ġs t
Ġa s
r a
Ð ¸
it h
u r
Ġa n
Ġ it
Ġc om
a y
Ġ A
at e
i r
Ġ on
g e
er s
u m
es t
Ġ us
Ġ or
Ġw ith
Ġc an
Ð¾ Ð
Ġ S
Ġ "
l y
ĠĠ Ġ
Ġa l
an t
Ð ½
Ñ ģ
es s
Ġe x
r i
. Ċ
Ñ Ģ
a b
ĠT he
is t
e m
p e
' s
or t
Ġs u
v er
k e
Ġ C
Ġa re
Ġh a
m ent
re s
Ġ en
Ġ qu
a c
Ġs e
i v
p p
e re
s e
Ġw h
he r
ct ion
l d
ou t
` `
it y
o c
im p
n t
Ġn e
i z
us t
Ġ P
o re
Ġ H
Ġyou r
Ġ r
Ġ le
u re
a ge
il l
t h
Ġn ot
Ġ un
t er
o p
Ġ =
Ġcom p
ic al
id e
Ã ©
u d
a in
i es
a nd
ig h
or m
Ð »
Ġ imp
p t
Ġ u
Ġ k
Ġ (
i ve
ou ld
Ġha ve
i al
in e
Ġc h
ar t
Ġm e
d u
Ġ M
en d
p l
i e
am e
f orm
ĠĠĠĠ ĠĠĠ
Ġre s
Ġa b
p er
ou r
Ġhe r
e ct
Ġcon t
Ñ ĥ
ro m
Ġ D
o g
Ġ E
c l
el l
Ġ B
a re
Ġb y
Ġm a
Ġt e
Ð° Ð
Ġw as
Ġ `
t her
Ñ ĭ
Ġs h
Ġa t
Ġ L
Ġl a
ion s
Ġt r
Ñ ı
: Ċ
Ġp l
Ġin t
ic h
Ġd o
ab le
Ġ W
Ġw e
ul t
igh t
i b
al l
i le
Ġ F
a ct
an g
s o
l p
c ess
Ġa d
a g
Ġf e
el f
Ñ Į
u e
x t
Ġm od
Ġd es
Ġhe lp
om e
ou s
Ġc l
Ġw or
) Ċ
Ġm y
i re
Ġthe ir
as s
Ġ j
if ic
in d
Ġth is
h is
at a
Ðµ Ð
Ġf rom
Ġpro v
i p
Ġpro du
Ġb ut
Ġo ther
Ġa r
Ġ R
Ġan y
T he
Ġw ill
Ġa c
ation s
: ĊĊ
ou nd
i a
Ġ G
`` `
Ġc he
k ing
Ġus e
as e
r y
Ġs pe
an s
ĠI t
f f
Ġk n
Ġimp ort
Ġus ed
Ġal l
Ġ -
Ġh as
v el
en ce
ic e
an ce
Ġin cl
Ġp er
Ġm an
ac k
ar d
Ġqu e
u al
Ġa pp
Ġu nd
Ġal so
Ġm ore
e p
Ġ N
in t
0 0
i ent
Ġ U
ĠÐ ¿
at ed
Ð¸ Ð
Ġa m
Ġp re
Ġe m
Ġ O
ĠÐ ¸
Ġs er
Ġl o
ar i
Ġin d
ig n
Ġs o
im e
Ġsu ch
f ul
k s
Ġincl ud
ĠT his
Ġin form
Ġwh ich
Ã ³
a ch
a ce
Ġ out
Ñģ ÑĤ
c es
Ġthe y
Ġ if
if f
Ġc re
Ñ ĩ
en s
ĠÐ ²
Ġmod el
Ġcom m
Ġs c
Ġl i
Ġd is
Ġp ar
p on
r u
Ġkn ow
g h
Ġs y
Ġit s
Ġg o
t e
it ion
Ġimport ant
res s
Ġspe c
o st
od e
ar y
- -
l ic
Ã ¡
a p
g r
b er
Ġm ay
Ġab out
Ġh is
he n
on g
Ġs he
ã ģ
a v
am p
Ġd ata
et h
iz e
; Ċ
' t
Ġp r
as t
Ġf un
Ð º
Ġ Y
ĠĠĠĠ ĠĠĠĠ
Ġ Ñģ
n e
Ã §
Ðµ Ð½
Ġ ro
ou gh
en er
, Ċ
on e
Ã £
Ġp os
Ġt ra
Ġd iff
Ġcon s
Ġne ed
p ut
it e
' m
c on
m ical
Ã£ o
Ð ²
Ġu p
le d
Ġqu est
Ġe v
Ġv ari
Ġ est
el y
or y
Ġt a
Ġne w
Ġw ould
Ġe l
Ã Ń
Ġli ke
l ow
Ġs elf
ĠI n
Ġd i
ou nt
il ity
Ġinform ation
j ect
ĠÐ ½
Ġprodu ct
Ġfe el
Ġus ing
an ge
ang u
Ġas s
Ġ |
Ġprov ide
Ġ '
( )
Ð¾Ð ²
Ġs ome
Ġc ould
Ġp ers
Ġs a
Ġv al
Ġs p
Ġ es
``` Ċ
Ġl angu
Ġre l
I n
u b
Ġst r
amp le
Ġ V
o k
Ġthe m
ĠÐ º
st em
Ġp e
Ġ {
ol og
1 0
. "
at er
Ġche mical
Ġp art
Ġn um
Ġin ter
Ġund er
vel op
as ed
Ġt ime
Ġ um
Ðµ ÑĤ
ĠÐ ¾
f t
or s
Ġlangu age
Ġin v
Ġthe re
Ġ Ã
Ġa g
c i
Ġpar a
ay s
at ing
pe ct
Ġres pon
or d
Ñ ħ
Ġad d
Ġfun ction
er m
Ġpro cess
Ġc ol
an y
n ing
Ġma ke
a il
a us
ment s
Ġn o
g et
2 0
Ġg ener
ent s
er t
Ġwh o
it ies
Ġg r
Ð ´
Ġpers on
Ġo b
Ġex per
Ġ J
Ġ ke
et w
Ġo ver
Ġm o
c ur
l l
y s
ĠH ow
c om
ad e
Ġinclud ing
l es
Ġspec ific
os e
Ġh ow
il d
Ġre qu
Ġd et
Ġde velop
al ly
y th
ur n
Ġte xt
Ð ¼
Ġfor m
Ġp h
ĠÐ ¼
ib le
Ġex ample
a k
s elf
ic s
ĠY ou
c k
ĠÐ ´
ing s
Ġbe en
ĠA s
Ġint o
Ġt y
Ġdiff ere
Ġh ad
Ġ i
Ġon e
ch n
ÑĤ ÑĮ
Ð° Ð½
Ã³ n
Ð¾Ð »
at es
Ġwh at
Ġe ff
en c
ĠA I
Ġsy stem
Ġat t
Ġ ì
i o
ar m
ow er
l o
ic t
Ð ¿
Ġc ode
Ġser v
ÑĤ Ð¾
a z
Ġof f
Ġprov id
he s
Ġ ra
Ġcomp any
Ñ İ
ow n
Ġw ant
Ġs ol
o y
Ġ im
Ġ Ã©
e ar
at h
" ,
Ġre t
st and
Ġc o
Ġ <
w n
ar k
yth on
i qu
" :
Ġin st
ĠS t
c re
Ġ ent
u res
et y
pp ort
he re
Ġ z
Ġs et
gr am
c ri
ot h
Ġde f
ĠH e
e ver
h at
ic es
Ġe ach
Ġa ct
ul ar
ust om
Ðµ ÑĢ
ĠĠĠĠ ĠĠĠĠĠĠĠ
Ġ{ Ċ
Ġtr ans
d e
l i
ĠS he
Ġh igh
al ity
Ġf ol
Ġex pl
r ough
p h
od y
Ġw ay
Ġte chn
Ġha nd
ra ct
Ġproduct s
Ġdiffere nt
le ct
Ġre g
is s
Ġcon f
Ġthe n
) ĊĊ
Ġwor k
n g
Ġ +
Ġunder stand
Ġd el
Ø §
â Ģ
Ġb u
Ġind ust
ar ch
r it
Ġ [
at ive
t en
Ġj ust
o od
Ġde p
op le
Ġs m
Ġexper i
Ġpro gram
Ġ Ñ
re e
' re
u es
Ð½ Ñĭ
ad o
Ġ K
Ġre f
Ġle t
Ġcre ate
Ġc ustom
ction s
is e
g g
Ġa p
Ġre m
Ġle ar
le ase
Ð¾Ð ¼
id ent
g an
Ġst art
ro p
Ġc or
Ġa v
Ġre p
Ġe t
Ġsh ould
Ġf in
Ã§ Ã£o
Ġcomp le
ĠÐ¿ ÑĢ
Ġquest ions
Ġw ell
Ġth rough
er n
Ġw ere
Ġfol low
t o
Ġpos s
an c
Ġh im
ro w
ĠI f
Ġm eth
Ġh um
e x
Ġpe ople
Ġpl ay
d er
re at
Ġnum ber
Ġun a
oc k
Ġd on
w er
Ġtra in
ic k
ent ial
v es
Ġ ÑĤ
Ġg et
Ġ ÑĢ
en g
ion al
Ġthe se
Ġr ange
Ġb est
ir st
Ġs k
b le
Ġp ol
Ġw hen
Ġc ur
le ment
Ġch ar
aus e
Ġl ist
p r
Ġb l
Ġdes ign
Ġp ot
Ġf il
f ore
Ġwor ld
> Ċ
on t
e c
ĠHow ever
Ġmeth od
Ġf ile
Ġse e
Ġc al
if y
Ġex p
Ð¾Ð ³
à ¸
en e
i ous
Ġp o
< /
Ð ·
is h
Ġp ower
Ġde c
iv id
A s
i ed
Ġsu b
Ð¾Ð ´
he d
Ġret urn
v ed
i Ã³n
e en
Ġf ind
e xt
-- --
Ġ /
t ing
Ġt w
ur al
n er
Ġen s
i el
pt ion
Ġo p
ic ult
Ġass ist
Ġb ased
it s
Ġv er
ĠH ere
etw een
Ġth an
Ġapp lic
ã Ĥ
Ġle ad
d s
b e
Ð¸ Ñı
Ġb etween
Ġc ar
Ġst ate
Ġcons id
al th
v ers
Ġre c
v ing
v ent
ĠThe y
Ġan s
a ke
Ð°Ð º
Ñ Ĩ
r ing
al s
Ã ª
Ð ±
Ġm ed
Ġprodu ction
Ġinv ol
1 2
un g
Ġb ack
Ġ er
Ġres ult
Ġ }
Ġhe re
Ġsu pport
ĠC h
if e
w are
Ġper form
\ _
ur ing
Ðµ Ð»
Ġpro m
Ġke y
n ess
Ġl oc
Ġ our
re nt
Ġta ke
Ñ Ī
iz ed
1 9
h ip
Ġs oc
( "
Ġs ur
Ð½ Ð¾
b ut
Ġsa f
Ġb o
ag es
ic a
um ent
" Ċ
Ġa ut
Ġbe c
Ġ il
. s
en se
Ġs ign
ĠÐ ±
Ġbe ing
Ġag ain
Ġo wn
Ġman y
Ġcl ass
Ġf irst
u p
am ent
or k
res ent
y l
Ġrespon s
n ot
Ġwh ile
Ġcont in
Ġm ost
er g
Ġar t
Ġall ow
c o
E R
ir on
Ã ¼
in es
Ġen v
= "
. .
Ġb ody
Ù Ħ
d d
ro l
Ġt as
Ġ #
Ġre al
Ġac c
i an
Ġtr y
iqu e
ro s
Ġg u
Ġn ame
Ġimp ro
Ã ¤
at ure
Ġ ut
Ġd own
Ġb el
al e
ere n
Ġtw o
Ġf act
Ð° Ð»
Ġdep end
ere d
u ed
I t
' ,
Ġl ar
t y
Ġb oth
Ġe qu
Ġd a
S T
Ġw here
ou p
Ġm ain
Ġm at
Ġin s
Ġchar act
w ays
re d
) ;Ċ
o b
Ġ Ċ
Ġst ep
Ġ x
e w
Ġ ë
ad a
Ġe ver
Ġ *
Ġvari ous
ab ility
Ġgo od
å ®
Ġre se
ie w
i er
Ġquest ion
Ġl os
ĠÐ ·
Ġans wer
Ġindust ry
Ġb re
Ġen g
Ġt em
Ġp ass
in k
ater ial
Ġg ame
Ġc ap
= =
Ġknow n
Ġd ire
Ġty p
Ġhe alth
ical ly
Ġin f
u nd
ÐµÐ ¼
Ð¾ ÑĢ
Ġval ue
i x
re ct
Ġind ivid
ri end
ĠR e
Ġpot ential
Ġ ide
Ġenv iron
Ġp ur
Ġwe b
iz ation
re n
it ed
u c
Ġpro f
ĠÐ½ Ð°
A N
Ġal ways
Ġob ject
Ġab le
it t
. p
Ġum a
ru ct
Ġrequ ire
ĠP ython
Ġd ist
oc us
r ame
ì Ŀ
) :Ċ
# #
Ġens ure
Ġb us
Ġan al
Ð¸ ÑĤ
Ġindivid ual
c ul
u ra
on s
1 1
olog y
ion e
in ess
Ġcomm un
o ice
Ġd at
b o
Ġt est
Ð¸ Ðµ
our ces
Ġon ly
Ġs om
Ð¸Ð ¼
Ġr un
iv ers
Ġut il
, "
ol d
Ġm in
Ġd ie
l u
ell o
Ġbu ild
ac iÃ³n
T his
Ġeff ect
Ġperson al
a ction
Ð° ÑĤÑĮ
w ard
Ġac cess
ot e
it ive
Ġ Ñĥ
Ġf ound
Ġs or
S S
Ġinclud e
Ġm ust
v al
ut ion
Ġin put
Ġres pect
Ġs it
il y
Ġha pp
' ll
Ġal g
Ġl ife
t s
Ð» Ñı
ce pt
Ġhum an
Ġst ud
Ð ³
Ġm aterial
ĠD e
Ġenviron ment
Ġf ocus
Ġpro per
ark et
Ġcon st
Ġdevelop ment
d ay
Ġ Ñĩ
ter n
m s
Ġpl an
Ġl ong
Ġ ident
u f
ĠP ro
å® ĥ
Ġbe fore
Ð¾Ð ½
a x
Ġcont rol
Ġy ear
Ġad v
Ġr is
Ġg ra
o ve
Ġto p
Ġposs ible
Ġso ft
imp ort
Ð¾Ð ¶
Ġm em
iv es
Ġo per
a ve
Ġc ount
as ure
Ġdet erm
u ch
ĠU n
k es
Ġre ad
Ð¾ ÑĤ
ri but
Ġsor ry
ÐµÐ ´
Ġcomm and
us s
ĠĠĠĠ Ġ
Ġty pe
ã ĥ
Ġv ers
Ġv is
à ¤
S t
Ġus er
Ġsy nt
Ð¾Ð ±
m er
Ð» Ð¸
a ut
l ing
Ġor gan
Ġd er
_ _
t on
." ĊĊ
n o
Ġrese arch
Ġ $
Y ou
Ġl es
g in
Ġsh ow
ĠW e
Ġab ility
Ġlear ning
and o
Ġc le
Ġcom o
ã Ģ
ĠU S
Ġcomp ut
a pp
Ġen d
ĠÃ ł
Ġp op
Ġo pt
re am
i or
Ġex t
Ð¾Ð ¹
t a
T o
Ġs um
Ġin cre
Ġimpro ve
f ter
l ine
Ġm on
in ed
Ġr ight
rop ri
Ġw ide
Ġcur rent
Ð°Ð ·
Ġh o
ĠF or
im ent
- s
Ġconsid er
Ð° ÑĤ
- b
Ġact iv
) ,
Ġd ay
Ġp at
Ġstr ong
Ġs ent
Ġfollow ing
Ġcont ext
( )Ċ
Ġen erg
ri es
Ġm ess
Ð°Ð ²
Ġt erm
- t
an k
in ation
Ñ ī
Ġcomple x
Ġbe h
Ġdo es
Ġc are
Ġl ib
Ã ¶
c he
Ġre du
ert ain
ĠC om
e g
Ġadd ition
Ġbel ie
Ġexperi ence
Ġpro ble
Ġcont ent
y es
Ġte am
Ġsu re
Ġpr int
b ers
Ġvari ety
c ed
id ad
iel d
Ġcon c
Ġ Ø
re ad
en ces
Ġcon d
ar s
Ð°Ð ¼
Ñģ Ðº
í ķ
Ġapp ro
Ġp ri
Ġm ade
Ġst and
Ñģ Ñı
Ù ħ
Ġop en
Ġh ist
Ġar ound
at ures
Ġapplic ations
Ġpart ic
ul l
Ġsm all
Ġcom e
Ġdes cri
Ġw om
Ġto ol
Ġgr oup
ropri ate
il ities
Ġp or
ĠA dd
Ġev en
at or
ot her
Ġm arket
20 2
Ġas k
Ġb et
Ð¾Ð» ÑĮ
Ġdis c
H ello
ere st
at o
Ð¸ Ð½
Ġde m
Ġf riend
Ġf am
Ġm us
ate g
y r
ist ant
Ġ ve
- p
Ġneed s
Ġd oc
ra y
ub lic
d ate
? Ċ
H ere
a Ã§Ã£o
Ġ ed
Ġlo ve
y d
Ġf l
at her
Ġother s
Ġs imp
Ġpro t
( self
Ġlar ge
Ã ł
ĠÑ į
) .
I ST
eth ing
on d
r ic
if ied
1 00
1 5
Ġrel ations
Ġse ver
Ġpro ject
Ġm et
is m
ÑĤÐ¾ ÑĢ
ation al
Ġdiff icult
Ġen c
; ĊĊ
Ġagain st
() `
as h
iv en
m ed
z a
z e
Ġm ight
Ġde v
Ġav ail
us ion
Ġcharact er
as es
Ġma king
Ġsom ething
Ġbus iness
Ġint erest
h a
Ġqu ality
in a
AN T
Ġgener ate
er y
Ġs ense
Ġsign ific
Ġg row
at t
" ,Ċ
Ã µ
our ce
Ġsoc ial
u g
Ġserv ices
Ġof ten
Ġcont ain
r or
em ent
Ð ¶
b re
Ġn etw
Ġse x
ual ly
. d
Ġsever al
et s
Ãµ es
Ã º
ÑģÑĤ Ð²
Ġenerg y
at ural
Ġs ay
Ġpo int
in al
pl ay
Ù Ĭ
Ġm ult
Ġnot e
Ġrelations hip
ÐµÐ º
Ġis s
o id
s er
IST ANT
Ġ ess
t t
Ġout put
Ġp our
ent ion
Ġle g
p os
Ġ| Ċ
ä »
Ġ Q
Ġdesign ed
v en
in s
Ġ ou
e ad
Ġimp act
ab el
p o
ð Ł
n s
Ġl im
u x
Ġcomm on
p ort
Ġt re
Ġph ys
Ġle vel
ant s
Ġever y
1 3
pr int
Ġeff ic
Ġz u
Ġpl ace
P T
n c
Ġutil iz
at iv
ĠW hat
] Ċ
n ame
enc y
ĠE x
Ġsit u
Ġcan not
t r
Ġe in
Ġw id
ĠI s
th ing
/ /
Ġrequ est
Ġtrain ing
ë ĭ
t ic
Ġel se
pl es
Ġne cess
Ġe le
a ir
ĠS e
âĢ ¢
Ġc ent
Ġc ult
Ã ¨
ĠA SS
Ġex c
t ain
h or
Ġf ut
Ġany thing
Ġdire ct
ĠASS ISTANT
Ġwith out
Ð ¹
o king
Ġrespon se
Ġcor rect
ad os
Ġp ued
Ġp ract
Ġinv est
Ġma ch
p ython
is ion
gg est
Ġperform ance
Ġs ens
Ù Ī
Ġ ``
Ġlo ok
p s
Ġsu c
Ġs ame
Ġim age
Ġs w
p re
pe c
at ch
Ġman age
Ġw ater
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
Ġc aus
Ġm ind
Ġbet ter
Ġme an
n ce
Ġe as
Ġsoft ware
Ġinvol ves
Ġavail able
Ġp res
Ġ/ /
at ely
Ġch all
Ġsu ggest
Ġst ill
Ġp le
er c
p ar
al k
Ñģ Ð¿
Ġstep s
Ġn on
1 4
Ġlear n
Ġd id
Ġval ues
Ġserv ice
Ø§ ÙĦ
a pt
Ġe yes
( '
d iv
Ġm as
Ġch ang
Ġcustom er
Ġh arm
O ver
Ġcomp ound
Ġin c
am es
Ġsa id
it ions
ic ation
Ġo s
com m
Ġimp lement
Ġto day
Ġn atural
ï ¼
it al
- m
Ġfe w
Ġto get
Ġtoget her
ind ow
Ġtas ks
ill s
00 0
t d
Ġprof ess
- d
i ence
Ġp lease
Ġke ep
i k
el t
ition ally
Ġsystem s
b ot
Ġb r
ĠI nt
ĠÐ¾ Ð±
P I
Ġdoc ument
Ġse g
> <
ÑĢ Ñĥ
i res
ĠT r
an n
i um
Ġmo ve
ĠThe re
Ð¸Ð ²
Ġhe ad
ĠÐ½ Ðµ
ĠM y
le v
Ġstr ing
Ġme et
3 0
Ġyear s
a h
ĠUS ER
ĠA l
2 00
Ġhelp ful
cur ate
ĠT o
B ut
em ber
l or
Ġtechn ology
ĠC he
Ġg reat
ĠThe se
Ġne ver
Ġunderstand ing
Ġfeel ing
Ġf r
Ñ Ħ
Ġf ac
m ing
ÐµÐ ¹
Ġprovid ed
Ġn ow
Ġv oc
2 5
pl oy
Ġtr ad
c ol
Ġfe atures
Ġc ost
Ġlib r
Ġ \
con d
g o
Ġapp ropriate
Ð¸ Ð¸
1 7
ä ¸
Ġs im
am b
Ġun ique
Ġmodel s
Ġre st
Ġm uch
r ite
Ġsynt hes
i en
j oy
1 6
l ess
led ge
u le
Ñ ĸ
Ġl og
Ġmess age
Ġbec ause
r on
Ġar g
Ġexp ress
c er
ĠÐ² Ñĭ
ÐµÐ½ Ð¸Ñı
Ġsum m
ch ie
id ence
ĠA n
Ã§ Ãµes
Ġcustom ers
Ð¾ Ñģ
Ġs al
Ð¸ ÑĤÑĮ
Ġ Ñı
ver t
Ġam ount
Ġf ree
m e
Ġallow s
Ġrep resent
w ord
Ġ} Ċ
Ġth ough
Ã© s
ĠB ut
Ġst re
ĠC on
Ġus es
ĠC re
---- ----
Ġspec ial
Ð¾ ÑģÑĤ
v iew
Ġcom b
Ġw rit
Ġcould n
Ġalg or
are d
- f
a j
Ġl ight
Ġb as
Ġmaterial s
Ġproble m
á »
Ġne xt
cur ity
' ve
Ġprovid ing
Ġm om
n ect
us er
Ġf ore
Ð¸Ð º
Ù Ĩ
Ġc ase
te xt
Ġp ublic
Ġhapp y
iqu es
Ġf ood
Ġkn ew
Ġbeh av
od el
Ġdes ire
Ã¡ s
ut e
å ı
Ġcon vers
Ġs on
Ġc r
Ð¾ ÑĤÐ¾ÑĢ
Ġs ize
ra in
cri pt
Ġl ine
Ġro le
er ing
Ġprovid es
Ð¾Ð ·
ir t
1 8
ch o
ri ed
Ġa fter
m b
k en
ĠU se
ri pt
} Ċ
Ġ ê
y le
Ġho pe
p ro
Ġf ield
Ġsaf ety
_ d
at form
Ġfact ors
Ġg re
Ġcle ar
id o
Ġe ar
ag ing
ĠÐ´ Ð»Ñı
Ġver y
Ġnetw ork
g er
Ġrespons es
Ġmach ine
Ġsuc cess
in ce
Ġv oice
ab l
Ġtyp ically
s p
Over all
Ġsignific ant
" )Ċ
Ġl as
h o
ist s
Ġpop ular
id a
Ġfut ure
. g
er v
Ġen joy
f or
Ġev ent
Ġh ard
Ġchall eng
ĠÐ °
Ġg l
Ġa ff
20 1
n et
Ġre action
ĠAdd itionally
ĠÃ ¨
Ġprofess ional
Ġde ep
Ġme ans
ys is
Ð½ Ð°
ud e
ust ain
' :
Ġknow ledge
? ĊĊ
Ġac id
du ct
a it
Ġis t
og n
Ġex ec
Ġalgor ith
Ġ ĊĊ
r al
Ġs l
Ð¾Ð³ Ð¾
Ġc ertain
Ġres ources
ant e
c ing
it or
Ġpower ful
ĠA nd
ĠI nd
Ġvoc Ãª
ĠW ith
Ġp ode
Ġsc ient
ab les
Ġchemical s
p or
ĠÐ ³
Ġv ide
Ġcl ient
ĠL et
n a
Ġg iven
Ġst ory
Ġor der
Ġe lect
Ġsk ills
Ġsaf e
ruct ure
Ġex am
t il
Ġgener al
Ġch ange
ard s
ci Ã³n
f ort
Ø§ Ø
? "
Ġ :
Ġ Z
Ġtrain ed
Ġus ers
Ġs i
Ġindividual s
O b
Ġcal cul
5 0
Ġa w
an ces
Ġple asure
Ð¸Ð ¹
con om
Ġm en
no v
Ġfin al
Ġa chie
ĠÐ¾ ÑĤ
Ġ= =
Ġcol um
Ð½Ñĭ Ñħ
ic o
is hed
Ġd u
Ġide a
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
ĠB e
Ġsc ript
Ġs at
yd ro
Ġdisc uss
ir l
Ġap olog
o x
ĠÐº Ð¾ÑĤÐ¾ÑĢ
Ð° ÑĢ
Ġbuild ing
Ġl ay
Ġto o
_ s
Ġcal led
ĠA r
ros s
Ġne g
Ġpl atform
ĠL a
y stem
Ġs ustain
Ġf ur
Ġweb s
ĠÐ »
Ġf elt
ut ical
Ġprot ect
Ġd uring
id ade
Ġch o
Ġes pec
Ġt reat
Ġc ause
Ġf ace
arm ace
ra nd
Ġem ot
us h
armace utical
Ġcl os
Ġth ink
Ġp ort
Ð° Ñģ
ass istant
a ctions
Ġan im
Ġth ings
Ġper m
Ġphys ical
ou se
Ġw ays
end er
Ġche ck
ct or
d en
Ġem b
Ġwor ds
le t
Ġn a
Ġs ist
ra w
Ġch ild
F rame
c y
im es
ar get
Ġbehav ior
Ġadd ress
qu e
ar ing
Ġconc ern
Ġbe aut
Ġan t
. c
== ==
Ġta kes
Ð¸Ð ·
O N
ell ig
ic i
ĠÐ µ
Ġinclud es
itt le
Ð¾Ð º
## #
Ġpri v
Ġ Ø§ÙĦ
ific ation
Ġexpl ore
Ġlo oking
Ġpre v
o f
de f
ver n
our s
n um
e k
Ġ Î
Ġse cond
Ġpol it
le g
ĠC l
Ġcol or
Ġd ri
Ġb i
am ed
Ġvers ion
Ġhe art
Ġprom pt
" .
ĠÐ¼ Ð¾Ð¶
Ġinst all
Ġc all
el s
Ġe th
p ose
ÃŃ a
Ġdepend ing
Ġsynthes is
Ġapolog ize
Ġsumm ary
Ġb ene
ĠS ome
Ġac curate
v ol
Ġt u
Ġpre f
Ġint e
at ic
pect ed
L E
Ġfil led
Ġd om
Ġbec ome
Ġl iv
Ġ X
Ġgu id
Ġgo ing
Ġref er
Ġappro ach
Ġcomput er
* *
ra ph
Ġc u
Ġb ro
Ġg ive
it le
iff icult
am et
Ġapplic ation
il ar
ĠI m
ou d
ĠC o
Ġcontin ue
ul ation
Ġd en
st r
Ġt k
ifficult y
Ġap pe
Ġt able
Ġmom ent
Ġc ity
." Ċ
a is
ward s
ar r
ĠS ure
Ġd as
ail s
ab or
Ð¸ Ñĩ
Ġh ome
b al
Ġsimp le
Ġpos itive
Ġwith in
ĠT h
ang er
Ġc at
Ġwor d
w s
Ġp resent
Ġimportant e
Ġre comm
Ġeffic ient
Ġse arch
Ġa ud
c c
Ð¾Ð»ÑĮ Ð·
Ġanal ysis
ight s
Ġch at
Ð¸ Ñħ
Ġl ittle
Ġd ig
Ġp od
ĠA PI
Ġst ore
oc i
p en
Ġlibr ary
Ġsitu ation
Ã¼ r
Ġpre d
ad d
Ġwor king
c a
ãĢ Ĥ
Ġp ress
Ġth ose
Ġre ce
Ġli k
I f
ĠCre ate
Ġp ack
c le
Ġhelp s
ib ility
Ð¸ Ð»
Ġan other
ell a
Ġacc ount
uf act
ĠP l
Ġv i
O ne
Ġh ig
a i
Ġt er
qu ality
pport un
f ace
a king
Ġs ources
it ial
Ġtyp es
un t
Ġex ist
u est
ip le
med i
Ġanal y
Ġr out
ĠÐ± Ñĭ
Ð°Ð ´
il i
ip s
Ġv ol
Ġe conom
anc ed
Ġnecess ary
anc ial
Ġph armaceutical
ĠG o
ic ate
w e
o res
Ġun e
un a
Ġev idence
im ate
Ġrecomm end
Ġm ot
Ġf re
` ,
f ile
Ġin nov
Ġstr ateg
or ies
g en
Ġre lev
Ġfur ther
ar ies
ile d
Ġtry ing
v as
Ġpartic ular
Ġ ÑģÑĤ
u it
ir d
Ġp a
Ġloc al
Ġ Â
or ld
åı ¯
ne w
_ t
ĠIn st
Ġcomp on
Ġprev ious
ĠP lease
I N
em s
ĠD ata
o ks
p y
a u
gr ound
Ð¸ Ñģ
Ø ª
Ġredu ce
ict ion
Ġtr ue
il it
Ġma g
Ġman ufact
iv o
Ð°Ð ±
ri e
Ġcon cept
eng th
al y
Ġnum bers
Ġconsid ered
Ġs ing
Ġse curity
Ġprogram ming
Ġiss ues
m y
Ġo pportun
ut ions
Ð¸ ÑĢ
Ġtool s
m at
ent e
Ġt ell
. ,
Ð½Ð¾ ÑģÑĤ
Ġqu i
Ġident ify
x im
ament e
Ġmanage ment
ort s
m a
ĠE ng
Ġactiv ities
Ġe lement
Ġform at
Ġbene f
Ġle ft
Ġlead ing
Ġb ase
Ġfriend s
ort h
C h
Ð° ÑĨ
Ġgo vern
Ġconf ig
Ġt urn
] ,
ĠÑĩ ÑĤÐ¾
Ġon line
t ies
Ġh ab
Ġs n
ru ction
Ġstate ment
Ġf ul
Ġcre ating
in o
Ġopt ions
Ġtas k
is f
Ġa ir
Ġmain tain
j et
å®ĥ å®ĥ
Ġl ow
y m
Ġsome one
Ġaut om
Ġris k
Ġhist ory
W e
Ġgo als
av a
Ġinf lu
Ġopt im
pp ed
Ġchang es
Ġpos ition
or n
ist ic
Ġpre c
j s
Ġor ig
c ar
Ġar ch
ivers e
Ã© m
Ġpr im
ou ra
Ġt arget
Ġpr in
Ġav oid
ion es
Ġv on
Ġcon nect
Ġare a
Ġg irl
Ġv ary
Ġro om
ĠS h
id es
az ione
Ġs ource
Ð¾Ð ¿
Ġma is
b ack
Ġsp ace
Ð½Ñĭ Ðµ
d o
ĠC an
ro ll
- quality
ic le
Ġp ain
Ġexperi enc
om b
j ust
s s
ĠD es
ÑģÐ¿ Ð¾Ð»ÑĮÐ·
Ġscient ific
Ġn Ã£o
Ġpro te
Ġtechn iques
y n
Ġre d
Ð° ÐµÑĤ
Ġmethod s
Ø ±
Ġlik ely
Ġvide o
Ġp as
Ġaddition al
Ġfin ancial
iss ion
Ñĥ Ñİ
Ġs ound
ĠÑ Ħ
Ġhand le
i ver
u ro
S ure
Ġwom an
Ġj o
eren ce
ĠN o
Ã ±
or ing
itt ed
Ġyour self
Ġd anger
Ġall ies
Ġbe gin
ĠS p
r as
Ġbelie ve
.s ize
Ġm i
ich t
Ġatt ack
Ġar ray
Ġrespect ful
d f
h ile
ro du
\_ \_
Ġc rit
Ġd ue
Ġfam ily
Ġcons ist
Ġm ar
r am
Ġchalleng es
b ody
Ðµ Ñģ
Ġint ellig
_ m
iv ely
e y
ÐµÐ½ Ð¸Ðµ
Ġvari able
Ġso bre
Ġeng ine
Ġdeterm ine
b l
Ġj e
Ġw ar
Ġm ent
he ad
ĠÐº Ð°Ðº
l and
Ġsu pp
Ġn ight
Ġpat tern
à ¦
Ġt ou
Ġs em
' d
f rom
t al
. t
Ġf o
Ñĥ Ñĩ
Ġrequire ments
a im
iz ing
Ġresult s
er a
.. .
Ġprocess ing
Ġhand s
ĠAs s
pl ace
re nd
Ġrel ated
_ l
Ġb it
Ġest abl
al se
um e
Ġrelev ant
Ġl ess
Ð°Ð ¶
Ġv iew
Ġmult iple
ç ļ
Ġcomm it
le x
a f
Ġmean ing
Ġser ies
Ġrun ning
av ig
Ġd est
in ter
Ä ±
Ġsh ort
Ġest Ã¡
Ġk ind
Ð¾Ð² Ð°Ð½
e e
Ġd ate
Ġrec ogn
( s
Ġsex ual
Ġtr ust
ar a
Ġsu per
çļ Ħ
i os
Ġcharact ers
ĠÐ¸ ÑģÐ¿Ð¾Ð»ÑĮÐ·
Ġsh are
Ob j
Ã¡ ri
Ġcond itions
ä ½
c hes
ĠÑĢ Ð°Ð·
ĠT e
> </
Ġth ree
ne y
Ġindust ries
The re
m o
ion i
Ġstre ng
ĠY es
Ġwebs ite
Ġplay er
Ġsat isf
id ine
Ð°Ð ¿
Ġexam ples
Ġj our
Ã© c
Ġr ate
Ġrespon d
Ġc ir
ĠÑĤ Ð°Ðº
g ress
A T
Ġed uc
m in
er o
Ġloc ated
eth yl
Ġcomp an
in ally
iz es
om s
un e
Ġc our
ru g
ĠS o
us e
Ġc ell
ĠÐ ŀ
Ġqu ick
Ġp ay
is ed
al u
Ġo ld
-b ased
Ġwid ely
Ġj ob
ëĭ ¤
ï¼ Į
I D
Ġdis play
Ġsoc i
Ġsk in
ĠÑģ Ð²
Ġexperi ences
ĠR es
Ġa ctions
ÐµÐ» ÑĮ
ur s
Ġra nd
Ġer ror
h y
ĠÐ¸ Ð·
ab ase
t re
Ġem p
em pl
Ġsu a
Ġqu al
Ġse lect
Ġsub ject
Ġrem ember
Ġins ide
Ġstate ments
Ġpar amet
Ġequ ip
ãĢ ģ
Ġoff er
Ġto tal
Ġn amed
Ð°Ð ¹
um an
Ġcolum n
Ġtem per
Ġl ast
: //
ific ial
Ø ¯
Ġeng age
sp an
ac y
Ġconcern s
Ġev ents
: :
Ġass oci
Ġent re
ens ive
ĠÐ Ĵ
Ġser ver
ĠD o
Ġpred ict
Ġhigh ly
Ġc Ã³
ë Ĭ
as ing
Ġv ous
ry pt
A R
end ing
Ġg en
y p
ĠP r
Ġrand om
Ġide as
Ġele ments
ĠÐºÐ¾ÑĤÐ¾ÑĢ Ñĭ
Ġpur pose
og le
Ġcon ne
j or
S o
l t
ul a
ag er
ĠA d
. get
Ġl ot
ãģ ®
Î ±
Ñĥ ÑĤ
Ġb ot
Ġt ri
Ġe ine
cur s
Ġpre vent
. NAME
Ġharm ful
b r
Ġaw ay
ament o
he ther
os s
ĠÐ¼ Ð¾Ð³
Ġst ructure
ĠO pen
f ect
ĠL e
Ġma kes
ac es
il es
cho ol
L M
Ġp u
ĠE st
A nd
Ġsim ilar
lo ad
it er
Ġd ed
C l
Ġh ydro
k t
g es
Ġun til
Ġme asure
Ġproper ties
Ġwor ks
Ġm ass
Ġpres ence
ĠE n
Ġcon se
pp ing
Ġo c
Ġtrans form
Ġto wards
Ġup d
2 4
ĠÐ¸ Ð½
. m
T h
id er
Ġcomp et
if ul
Ġf rame
Ġw arm
ĠG PT
Ġch oice
Ġdanger ous
``` ĊĊ
Ġg e
an e
c ure
w ork
Ġlim it
s h
} ĊĊ
Ġbl ock
Ġfil es
Ġp ath
Ġn avig
Ġev alu
Ġachie ve
ĠE m
ari o
ì Ĺ
s et
ĠÐ¼Ð¾Ð¶ ÐµÑĤ
Ġcount ry
Ġ >
st ream
Ġfeel ings
um ents
Ġm or
av or
ul es
Ġlo op
Ġst ri
u ck
Ġstart ing
Ġstreng th
at s
l a
Ġ &
Ġread y
end o
Ġreg ul
à ¹
le ction
Ġqu ant
r ation
c ome
Ġincre ase
c her
Ġdat as
Ġd one
Ġw rite
Ð°Ð» ÑĮ
. com
Ġem ploy
Ġl and
ĠL td
Ġstud y
E x
] ĊĊ
nc ia
ff ic
Ġn ature
Ġf low
Ġ ing
. f
Ġd rug
ĠChe mical
as on
ad as
il t
Ġw on
e ction
ke y
Ġd ass
Ġc e
Ġmin im
Ġdist ribut
{ Ċ
Ġro ot
Ġstart ed
Ġinte gr
. l
Ġbe gan
f s
eren ces
a Ã§Ãµes
j ud
co ver
ä» ¥
Ġf und
Ġcont ribut
Ġcommun ication
Ġneed ed
Ġcom fort
in king
ÐµÐ½ ÑĤ
m l
it Ãł
Ġeffect ive
Ġf ull
Ġmus ic
w w
Ù ĩ
ÐµÐ ³
Ġbre ak
l am
Ġtechn olog
att le
out h
c are
Ð° Ñı
ig o
Ġpro p
cl usion
M L
Ġa ction
Ġst ay
ĠS ie
en z
ĠDe f
Ġt al
Ġb ring
Ġsol utions
Ġp en
) :
Ġatt ention
ĠS et
Ġterm s
Ġta king
p are
3 2
Ġyou ng
Ġgrow th
c hen
ition al
Ġst at
) )
() ĊĊ
Ġfore st
Ġs ince
F or
Ġo ption
Ġd os
.g ame
Ġdid n
Ġre ach
Y es
Ġbre ath
ic as
âĢ Ļ
it ect
Ġdec is
Ġcl aim
Ð½Ñĭ Ð¼
Ġoff ers
Ġv ill
Ġeas y
Ġloc ation
Ġdef in
ëĬ Ķ
Ġrelationship s
ver age
Ġsol ution
ire ction
Ġrequire d
Ġare as
bo x
Ġf em
Ġst ru
Ġ í
Ġenvironment al
Ġintellig ence
Ġsist em
Ġrespons ible
Ġspe ed
Ġ .
Ġe at
ĠB y
h tt
Ġbeaut iful
Ġreturn s
Ġg lo
Ġcol l
Ġcomple t
i ra
Ġs un
Ġgo al
Ġbo ok
Ġs ide
l ish
n Ã©
Ġl at
Q L
C on
le ep
Ġha ving
G ame
Ġh old
Ġart ificial
Ġpol ic
i od
as ter
in put
Ġcommit ment
Ġa uf
Ġhist or
Ġm is
Ġf Ã¼r
Ġinter medi
ful ly
Ġprocess es
Ġd am
Ġsing le
if t
Ġd iv
But ton
W hat
R E
Ã§ a
Ġc apt
H ow
u gh
ab ilities
Ġmed ia
Ġdec ision
ĠUn ited
Ġpat ient
Ġde b
Ġmed ical
ĠO r
C T
Ġthough t
Ġprodu ce
st er
ÐµÐ ·
Ġp ast
h r
l er
Ġt alk
or ks
e ch
Ġcre ated
Ġdevelop ed
Ġtop ics
Ġb ed
Ġab ove
at ory
Ġsent ence
j a
ent ly
Ð¾ Ñĩ
one y
P lease
m ate
Ġpart ner
Ġinter n
Ðº Ð¸
m et
it es
Ġst op
Ġgovern ment
Ġtou ch
ain s
Ġwrit ing
Ġorgan iz
ic ro
Ī ëĭ¤
! "
it o
Ġcommun ity
Ġequip ment
Ġm Ã¡s
ic una
Ġcap ac
Ġleg al
Ġeth ical
Ġalgorith m
ãģ Ļ
ĠE s
Ġreg ular
Ġcons ult
Ġval id
en ing
Ġincl u
Ġaut hor
N ote
Ġcontain s
Ġup date
Ġcomm itted
Ġrequ ires
Ġse cure
Ġmem ory
it ing
ĠÑį ÑĤÐ¾
d ata
Ġmo v
a iled
19 9
so le
Ġ Ï
G PT
6 0
Ġdat abase
[ '
Ġp i
Ġrec ord
á º
R e
Ġs chool
d ing
Ġm it
ers on
st ring
Ġcompan ies
Ġdev ice
Ġin itial
_ p
Ġ à¤
ient o
idad es
ĠĠĠĠ Ċ
Ġdet ails
val ue
Ġneg ative
Ġvi ol
Ġcon vert
Ġpract ices
Ġstru gg
Ø ©
Ġprom ote
Ġrem ove
Ġn orm
Ġmod ule
Ġind ic
b y
4 0
ad or
Ġse qu
Ġh ot
Ġc as
E n
Ġd ella
Ġp ost
nt er
Ġw ait
Ġiss ue
Ġover all
Ġpre g
iment o
íķ ĺ
Ġrel i
f er
al ing
2 3
Ġaff ect
ìĿ ´
ment e
Ġcl ar
R O
Ġg as
_ f
Ð¾Ð² Ð°ÑĤÑĮ
Ġcl ose
og raph
g re
un ction
) ;ĊĊ
ĠH uman
Ġpri or
Ġcons um
as k
oura ge
c hed
Ġv irt
Ġt i
Ġdo ing
Ġad just
ÐµÐ ±
ĠW hen
Ġw hether
ê ³
Ġhum ans
iv ed
Ðµ Ñĩ
- in
Ġemot ions
Ġjour ney
Ġn od
Ġa y
åı¯ ä»¥
Ġw alk
it a
à ¥
Ð½Ñĭ Ð¹
n en
Ġgra ph
Ġinvol ved
Ġtop ic
ĠCh ina
Ġexper t
Ġb omb
ep end
Ġcontin ued
Ġro w
Ġ ðŁ
Ġg ot
C om
Ġwom en
Ġcle an
Ġlo ad
+ +
Ġpl ot
Ð¿ ÑĢ
ĠGo ogle
Ġconvers ation
Ġinter act
Ġim ages
ĠF r
Ġf it
h t
ĠP h
Ġadv anced
Ġcommon ly
Ġinc or
ĠÐ Ł
Ġr Ã©
ëĭ Īëĭ¤
N ame
Ġorig inal
Ġinvol ve
ut es
cl ass
Ġst yle
ĠC ont
P ro
iv ity
Ġb al
Ð° Ñİ
ro ot
Ġf lo
Ġrep ort
A I
8 0
Ġfe ed
Ġdem and
Ġback ground
Ġd r
ly ing
` .
' ]
in ing
Ġa ve
Ġassoci ated
oth ing
an o
ut h
Ġres ol
Ñĥ Ð´
on es
z ione
Ġro bot
Ġcontin u
¿ ½
- re
Ġst e
Ġarch itect
an a
ìĿ Ħ
ac hes
ĠS ystem
ĠL o
Ġsc ience
E N
ient e
os ition
u i
Ġd ans
v a
Ð½ Ð¾Ð¹
Ġpoint s
Ġobject s
2 2
u ild
Ġwh ite
Ġin mate
Ġas pect
ĠE l
Ġsustain ability
Ġwh y
he tic
Ġmat ch
Ð¸Ñĩ Ðµ
Ġh ours
Ġbl ack
Ġc amp
P U
ï ¿½
S cript
Ġquick ly
Ġv ict
ig ure
ĠW orld
Ðµ ÑģÑĤ
Ġw indow
os p
ÐµÐ ²
Ġeffect s
Ġnavig ate
Ġm ention
z y
Ñ į
Ġcomple te
Ġt imes
Ġph r
end ed
Ġa ge
Ġespec ial
Ġc am
ra p
ill ing
pl ic
- to
Ġwant ed
Ġ âĢ
ĠÐ¿ÑĢ Ð¾
Ġchat bot
ĠC ol
Ġtreat ment
ra ft
- (
Ġb ar
Ġil leg
ĠA pp
Ġident ity
ĠA mer
Ðº Ð°
ens ion
Ġd if
Ġexpl ain
Ġdirect ory
5 00
Ġbe com
Ġha ir
Ġwe ight
Ġa jud
ĠM an
ad es
Ġm other
Ġg ain
il led
Ġpr ice
ut o
Ġvis ual
Ġb ig
Ġdatas et
Ġproble ms
ant o
ir m
Ġreg ard
Ġp ut
Ġtrans port
ĠÐ¿ Ð¾Ð¼
Ġcour se
ĠH er
Ġqu ery
_ c
Ġac cept
- c
Ġhig her
Ġc y
d om
Ġ- -
T r
A l
Ġtechnolog ies
Ġac ross
Ġw orth
Ġh on
ch lor
Ġre view
Ġstud ents
S E
Ġuse ful
iel ds
con st
Ġdecis ions
Ġtrans l
ÐµÐº ÑĤ
Î ¹
al es
Ġris ks
Ġdesire d
ì Ħ
b ed
ĠÐ¸ Ð»Ð¸
re m
Ã ¢
Å Ĥ
ill ion
Ġconne ction
ac hed
ress ion
Ãª ncia
on o
Ġim m
æ Ī
s el
ÑĢ Ð°
Ġse par
ĠN ame
ĠO ne
Ġper iod
ul ate
Ġay ud
Ġexperienc ed
ri al
ĠA m
Ġmas k
Ġinst ead
Ġen em
ĠÑģ Ð»
Ġcent er
ĠH T
Ð¾Ð± Ñĭ
Ġlos s
( x
Ġdis e
Ġcho ose
Ġbenef its
Ġw atch
ĠSt ates
Ã© e
Û Į
Ġassist ance
Ġimport ance
Ð» Ñİ
ak es
Ġpharmaceutical s
Ġ â
Ġb all
Ġpued e
Ã ¥
Ġexp os
Ð¸ Ñİ
ĠÐ ļ
Ġget ting
Ġres p
Ġfunction s
Ġilleg al
Ġg ar
Ġarg ument
Ġme as
Ġim ag
Ġconse qu
Ġbelie fs
Ġoper ations
con t
Ġhealth care
Ġde ath
Ġl ives
not her
3 3
res pon
Ġrefer ring
ivers ity
ĠÐ¿ Ð¾
es e
ic les
Ġmat ter
y pe
Ġ\ *
ĠJ ava
Ġconst ant
Ä Ļ
Ġd Ã©
Ġr ather
Ġconf lic
b on
Ġtemper ature
Ġs qu
ĠC hat
Ġart icle
Ġbas ic
N o
Ġful f
mb ol
o le
m en
a ult
ĠV er
Ġk iss
Ġì ŀ
Î ¿
Ã ²
Ġ ur
ex pected
em pt
Ġd ark
Ġess ential
Ġdev ices
y e
Ġtra vel
ĠW hile
is es
Ġdescri be
Ġpro gress
.p y
Ġsh a
an vas
Ġcult ural
Ġ id
i as
k n
Ġsoci ety
Ġchild ren
k ay
u el
od ies
Ġst or
x ic
ur ation
2 1
Ð¸ ÑģÑĤ
Ġse en
Ġsu it
Ġactiv ity
r ast
Ġdifficult y
Ġman ip
le ar
ĠEng lish
ur y
Ġinst al
Ġta ken
Ġsc ene
ì ļ
Ġd ays
Ġm ix
c ion
d a
r ound
Ġn ames
, NAME
Ġinnov ation
ĠI l
Ġo pp
p le
- w
Ġconf usion
- st
Ġalgorith ms
Ġmon itor
at ors
Ġab ilities
Ġb ound
) )Ċ
Ġind ex
Ġpriv ate
Ġre actions
Ġmanufact uring
() ;Ċ
sel ves
Ġf our
å Ĳ
Ġun expected
Ñħ Ð¾Ð´
ĠDef ine
. body
Ġcult ure
Ġen ough
Ð½ Ð¾Ð³Ð¾
Ġla w
Ġtrad itional
Ġwe ar
ä» ¬
ch an
Ġs Ã£o
Ġh or
Ġs us
Ġop in
Ġmon th
Ġp are
Ġconsist ent
= '
ire d
Ġgr ound
A L
Ġpract ice
Ø ¹
Ġvill age
Ġ ill
Ġad apt
Ġpref erences
Ġres ist
ic ated
ra g
ĠD is
Ġinter net
Ġ ich
ĠC al
ĠÐ ¡
p ite
Ġp un
Ð°Ð± Ð¾ÑĤ
g ing
Ġcaus ing
Ġprom ot
ĠN ew
Ġcount ries
Ġm oney
ri a
Ġassist ant
it ch
ist ics
ur t
hen s
Ġevery one
Ġfor ce
Ġorgan ization
Ġ ×
Ġsh o
Ġcon clusion
Ġcont act
Ġits elf
ĠO nce
Ġpass ion
Ġa ware
pre t
empl o
Ġf avor
Ġproper ty
or o
Ġtest ing
iz ar
it i
Ġ ri
) -
red ient
s ide
L a
Ġp age
art e
Î µ
f ic
Ġvirt ual
Ġpers pect
ÑĢ Ð°Ð½
2 8
Ġdig ital
Ġcir c
en ed
.d ifficulty
Ġp el
Ġpro b
Ġspe ak
ĠY our
ãĤ Ĵ
ere nt
Ġse u
Ġl ower
ĠTr ans
ess o
Ġfor ward
S he
Ġv ul
Ġlat est
Ġexec ut
Ġa f
m it
r ig
Ð° ÑģÑĤ
ord er
l ight
Ù ĥ
c ip
ì ł
Ġbut ton
Ġprec is
Ġc os
Ġse em
b s
Ġext ract
Ġconsequ ences
Ġl ength
Ġset t
r im
Ġper fect
Ġsc re
( f
o int
ativ ely
Ġpattern s
Ġcap able
ut put
Ġs low
but ton
Ġlevel s
' )Ċ
Ġme chan
Ġman ner
Ġre put
Ġhealth y
a w
enc ia
Ġseg u
Ġth inking
Ġob jet
Ġlay er
Ġcor re
Ù ģ
Ġb lo
is on
et t
Ġf ight
bo ard
==== ====
Ġd og
How ever
D es
Ġson o
Ġeconom ic
Ġmin utes
L abel
ĠB l
0 1
Ġs ays
æ ľ
ĠÐº Ð¾Ð½
yn am
Ġt en
g est
Ġcomfort able
4 5
Ġst age
Ġplan et
Ġf lu
Ġpl us
Ġmarket ing
Ġd raw
Ġhe at
. js
Ġpe ace
Ġre ally
Ġher self
ĠÐ¿ ÐµÑĢ
Ġess ere
Ġt amb
s it
.p ack
Ġp ie
Å ¼
Ġsc en
Ġc ri
Ġk ing
Ġanim als
C I
o ver
h ing
Ġappe ar
j e
Ġ Ùħ
ĠV icuna
u a
Ġopportun ities
Ã ´
ì Ĭ
Ġmodel o
Ġ Ñħ
ou ble
Y our
Ġinterest s
Ġm al
Ġmod ern
Ġr ad
ÑĢÑĥ Ð³
Ġcat aly
Ã© r
Ġf ire
ĠÐ Ŀ
Ġfe ar
ung en
Ġfre qu
ore d
Ġsistem a
htt ps
Ġsub st
ĠP re
ru ctions
M y
ĉ ĉ
Ġm el
Ġutiliz z
Ġliv ing
- l
at ter
å®ĥ ä»¬
Ġ ÙĪ
c ore
F T
op t
cre t
Ġb odies
ic ial
D ata
ĠAss istant
Ġs ort
Ġm iss
Ġfr ont
age m
i pp
indow s
Ġglo bal
Ġcomb ination
read y
Ġarchitect ure
ic it
Ġdeterm ined
Ð°Ð¼ Ð¸
Ġg ames
Ġem ail
D e
qu est
op y
d igo
Ġref ers
Ġstand ards
Ġsc he
y ch
Ġpartic ip
Ġdevelop ing
Ġs ong
Ġph ot
Ġconf ident
re ci
Ð¸Ð ´
h old
C ol
Ġf ix
Ð¾ÑĢ Ð¼
a ur
Ġcomp re
-------- --------
ĠDe velop
H e
Ġpolit ical
Ġet c
[ i
Ġm ist
m ar
it Ã©
Ġcl othing
Ġma jor
in ary
Ġf lex
Ġcond ition
ĠÐ¿ÑĢ ÐµÐ´
Ġb oy
t ers
ĠÐ¿ Ð¾Ð»
Ð¸ÑĩÐµ ÑģÐº
Ġi h
Ġsupport s
Ġ= >
ial og
Ġbusiness es
Ġun s
ë ¥
O R
) ,Ċ
Ġexpress ion
ë ¡
ĠP ol
Ġresult ing
Ġpro ced
ty pe
Ġb ir
Ġg ro
S e
im ately
Ã© n
Ġhe sit
Ġcom es
E T
Ġs ie
new able
Ġp ow
W ith
aj e
n ake
at i
oc ol
v o
Ġint eg
l ich
Ġad vent
Ġd iverse
Ġsustain able
ĠÐ ¶
Ġl ive
ord ing
ĠÂ ¿
iz z
ĠV is
Ġinter face
Ġfem ale
Ġto ok
2 6
Ġgroup s
st art
ĠÐ¿ Ð¾Ð´
Ġcar ried
Ġtra ck
Ġset s
Ð¾Ð· Ð´
c ent
Ġn p
Ġta x
Ġintermedi ate
Ġmed ic
bo ok
å ħ
Ġsee k
Ġguid ance
Ã© t
Ġestabl ished
_ name
ub e
Ðµ ÑģÑĤÐ²
Ġorganiz ations
Ð¸ÑĤ Ðµ
ĠData Frame
Ġf all
Ġutil is
Ġs leep
ĠcÃ³ digo
Ġinterest ed
p is
Ġhe av
Ġplay ers
Ġcalcul ate
ĠT hat
Ġment al
Ġin j
Ĥ ¬
Ġs ample
e es
n ers
Ġsequ ence
ÑĤ Ð¾Ð±Ñĭ
c king
Ġdec id
S ON
r ong
ph as
and as
Ġexpl oring
nd er
Ġlim ited
Ġref erence
Ġrem ain
Ġo der
Ġbu ilt
ch ange
iv ing
Ġth ing
Ġhand ling
av es
Ġdem on
el ines
Ġf ields
Ġal ready
Ġ} ĊĊ
Ġab s
ĠCom p
Ġit ems
ura cy
Ġsy m
Ġadv ant
Ġval u
Ġatt empt
ĠÑ Ĩ
ìĹ Ĳ
Ġgra nd
Ġoc cur
Ġcompon ents
cl ude
Ġcaus ed
Ġlangu ages
ìĿ ĺ
ib r
Ã Ł
Ġì Ŀ
.c anvas
Ġrel ig
Ä ħ
yr im
Ġm es
Ġrese ar
id s
ĠÐº Ð¾Ð¼
! ĊĊ
Ġt im
9 9
Ġh ouse
ä½ ł
Ġl ing
ÑĤ Ðµ
pl it
Ġpress ure
Ġs ich
Ġdam age
j o
uro pe
Ġmeas ures
Ġcl im
Ġs ch
Ġl abel
Ġam b
Ġspec ified
ac he
Ø ¨
ĠÑį ÑĤ
Ġcompon ent
Ġma xim
be ing
Ġclient s
Ġk ann
ì ŀ
Ġto xic
ĠE ar
g ar
Ġded icated
ast s
pl ot
ä º
ĠChe ck
Ġf ing
Ġdet ect
Ġint rodu
Ġal ong
Ġre act
li ke
ic an
Ġequ al
Ġin app
Ġvari ables
ag ed
ĠC ons
Ġfeed back
Ġdi ag
Ð°Ð ³
" ĊĊ
az ioni
Ġc a
Ð Ĵ
Ġask ed
Ġst ream
it ement
st e
Ġst ates
Ġs ou
A nother
ca pe
Ġsy mbol
Ġsynt hetic
Ñĥ ÑĢ
Ġve h
ens or
Ġref lect
Ġeng aging
Ġact ual
Ġresear cher
Ġhe ight
iz er
T hat
B y
ure d
Ġdist ance
L e
he st
cri ption
ĠQ u
ri x
Ġer r
ra z
ĠĠ Ċ
. h
ãģ «
om et
Ġpotential ly
ĠÐ¸ Ð¼
Ġparamet ers
Ġcataly st
Ġas king
er al
Ġprim ary
ĠG erm
Ġeduc ation
ê °
ci as
ĠĠĠĠĠĠĠĠ Ġ
Ġrequest s
Ġtr uth
Ġparticular ly
Ġit er
ĠG r
Ã¶ n
Ġp s
Ġsol ve
Ġplay ing
ãģ ¾
Ñĭ Ð²
Ġdel iver
Ġc ases
Ġvul ner
Ġbeh ind
Ġc ard
Ġcap abilities
g ame
Ġsa ve
x y
Ġh ol
op h
?" ĊĊ
Ġdef ine
Ġcont ract
ast ic
Ġanaly ze
ell ing
enc ies
Ġattack s
ĠG et
ĠJava Script
Ġdescri ption
yth ing
Ġent ire
ĠÐ±Ñĭ ÑĤÑĮ
Ġf ine
ĠO n
Ġd im
ç Ķ
ĠÑģÐ² Ð¾
ĠF inally
Ġexpert ise
ess ion
ap an
Ġfe ature
Ġlook ed
m on
() :Ċ
ãģ ¯
Ã ¹
Ġvis it
Ġcon duct
iv os
Ġs end
Ġspec if
l en
Ġstor age
Ġreg ion
Ġh ost
Ġ< /
Ġcommun icate
Ġ- --
Ġapp reci
Ġem phas
m an
å ¥
Ġcre d
a pon
Ġwill ing
Ġh ood
ĠÐ´ ÑĢÑĥÐ³
in it
Ġc up
ig en
is ing
Ġth ird
ess age
olog ical
Ġ Ã¡
ĠS ch
Ġsp read
Ġe j
Ġatt ract
Ġso on
Ġpack age
Ġ Ä
Ġsur round
ond on
ĠM odel
Ñģ Ð»Ð¸
Ġev ol
Ġform a
Ġex act
Ġeffic i
Ġex erc
Ðµ Ðµ
Ġthough ts
Ġinapp ropriate
s v
r ict
å ¤
Ð° ÑĪ
" )
Ġag re
íķ ľ
ĠÃ º
Ġbl ue
St ep
Ġser ious
Ġstart s
pp er
Ġvalu able
Ġex pect
Ġwe aring
Ġset ting
ĠTr ue
Ġex pected
Ġinform aciÃ³n
Ġcon sole
act er
Ġclos er
K ey
Ġle d
f ol
-t ime
Ġu pon
Ġeffici ency
Ġlong er
Ġg est
Ġcan cer
Ġinter pret
ÐµÑĤ ÑģÑı
Ġing redient
ĠM on
' Ċ
Ġespecial ly
Ġe u
av ing
Ġsw e
Ġfo ot
r ar
Ġthem selves
ÐµÐ ¶
v ar
qu i
oc ks
Ġupd ated
- being
-t he
ĠÐ´ Ð°Ð½
Ð¸ ÑĨ
ĠS u
c ks
Ġinst ructions
2 7
ĠM ake
Ġb ank
ĠS i
Î ½
Ġsm ile
Ġc ru
W hen
ĠÐºÐ¾ÑĤÐ¾ÑĢÑĭ Ðµ
Ġgo es
Ġd ur
Ġens uring
Ð² ÐµÑĤ
Ġexc ited
ãĤ ĭ
ac iones
Ġreli able
Ġenem y
Ġexper iment
Ġf ar
ĠE r
p a
il ing
Ġcurrent ly
Ġf a
Ġob ser
Ġpass word
he mat
ãģ §
- h
Ġhim self
iv a
Ġsha pe
s ing
Ġpare nt
Ġw in
Ġeas ily
Ġcol lect
Ġb attle
ĠÐ» Ñİ
Ðµ ÑĪ
ĠEar th
Ġre ason
Ġt ip
Ġdet ailed
Ġrem o
Ġ __
Ġwho le
Ġdistribut ion
æ ĺ
R A
id den
Ġ ir
Ġespec ÃŃ
ĠL ondon
Ġp ub
Ġtechn ical
Ġo t
Ġproper ly
Ð½ Ñı
c ial
Ġimplement ation
ĠThere fore
Ġaud ience
ĠÑĩ ÑĤÐ¾Ð±Ñĭ
Ġdrug s
' )
A dd
6 4
] .
yr idine
å®ĥå®ĥ å®ĥå®ĥ
Ġr ules
Ġdiffere nce
u k
ad ing
Ġlar ger
or ch
im age
ro om
Ġre ve
ci ous
Ġst ruct
Ġstand ard
Ġwrit ten
ĠG ener
ul y
ate ful
ok en
ir it
U p
Ġfulf ill
Ġphr ase
Ġacc uracy
Ð½Ð¾ÑģÑĤ ÑĮ
Ġv ot
id d
Ġd ynam
ì §
. w
Ġpol y
ĠJ SON
Ġeffect ively
f ig
Ġf ast
ear ch
Ġc ock
Ġmot iv
Ġth r
Ġc um
Ġam ong
iven ess
Ġd ress
Ġallow ing
et ime
Ġtre nd
Ġhig hest
ë¡ ľ
v i
Ġdemon str
res ents
E s
ure r
Ġincre asing
O nce
Ġì ł
am ine
Ġa verage
Ġne ural
Ġc ateg
I nt
it ude
O S
Ġexc itement
r ight
Ġrel ax
Ġb ra
Ġinform aÃ§Ãµes
z z
ĠJ apan
Ġf ra
Ġstrateg y
Ġlo oks
Ġp ul
int s
Ġdel le
. S
\_\_ \_\_
i j
Ġb row
Ġtrans fer
Ð¶ Ðµ
ĠS c
Ġatt ribut
Ġpa per
Ġequ ation
Ġresearcher s
C ont
ol a
Ġes c
Ġ %
Ġa o
Ġrep resents
c in
y ing
Ġbo x
et te
ar ia
I d
um p
ĠA nt
Ġc od
Ġon ce
Ġcompre hens
em ember
f r
Ġa plic
Ġever ything
as y
ot s
at ives
Ġus u
Ġo il
Ġbec ame
ĠHT ML
Ġproject s
ĠE urope
Ġde i
ab il
al t
The se
ĠÑģ Ð¾
c n
Ġprior it
ht ml
Ġmem bers
- of
Ġra w
Ġdif erent
Ġor g
ĠP y
Ġmult i
Ġrec ent
g ed
Ġefficient ly
Ġtrust ed
Ġclar ify
Ġp esso
Ù Ĥ
c el
Ġbot t
ĠR ed
Ð½Ð¾ÑģÑĤ Ð¸
Ï ģ
Ð° Ñĩ
- M
Ġgrow ing
Ġinvest ment
t i
z en
Ġopportun ity
ĠR uss
Ġbeaut y
ĠW ar
Ġadd ing
Ġnorm al
Ø ³
Ġexp and
Ġcom un
ĠW indows
Ð° Ñħ
Ġsens itive
Ġsm o
Ġd ados
Ġb rand
Ġpod em
Ġguid elines
( n
Ġoff ensive
Ġrece ive
Ġgre ater
Ġdis pos
Ġindust rial
Ġhe ar
Ġsatisf action
ic ious
Ġf igure
Ġdes ires
Ġest e
ë¥ ¼
ÑĢ Ð¾Ñģ
ve red
ĠÑģ Ð¿
Ġleg s
Ġun iverse
b all
o i
a a
Ġadv ice
Ġpl ant
Ġprin cip
c ular
Ġs ind
m odel
Ġp al
Ð°ÑĨ Ð¸Ð¸
ĠP ar
I T
Ġn ut
ĠÃ© t
ĠM e
Ġpolit ics
Ġcoll abor
Ġs od
- se
Ġw er
Ġright s
Ġre pl
ce ed
Ġrout e
Ġc ry
Ã¡ l
Ġcontin ues
Ð°Ð½ Ð¸Ñı
Ġd iction
u er
Ġform ula
ĠT est
ro id
Ġconst ruct
Ġcell s
Ġ ult
ig e
Ġext ra
Ġsuccess ful
h ol
" I
in ux
it her
Ãº mer
ĠSt ud
> ĊĊ
L ist
t he
7 0
Ġp y
Ġmention ed
ĠØ ¨
Ġblo od
ãģ Ĺ
Ã¨ re
Ġd ream
Ð¸Ð ±
Ġprogram s
Ï Ħ
Ġne ces
Ġorgan ic
D F
ãģ Ħ
Ġstrateg ies
un ch
Ä ĩ
w ers
Ġinvest ig
y ear
ar ily
Ġmy self
Ġm outh
ĠP er
b i
b en
Ġlo ved
ce ption
ĠG od
f o
Ġob tain
a ff
ĠSt art
Ġspec ify
Ġal t
_ w
li er
Ð¾Ð² Ñĭ
Ġne ar
Ġp d
ĠInd ia
ac ed
con s
g y
Ġan g
ĠL LM
A A
Ġal tern
Ð»Ñİ Ñĩ
il os
min ist
.s et
Ġre le
Ġframe work
Ġregul ations
ÑĤ ÐµÑĢ
Ðº Ñĥ
Ġspe ech
Ð½ Ð¸
Ġpart s
Ġwe apon
2 9
ire ct
- B
Ġre v
Ġgre en
Ġdirect ly
Ġm ilit
Ġst ress
( (
Ġstr ange
ist a
xt ure
Ġmat hemat
- S
Ġexec ution
u ff
R es
Ġc ou
_ id
Ġfeel s
Ġth reat
Ġturn ed
t k
Ġgr ateful
Ġun able
ĠTe chn
Ð½ Ð¸Ðº
b ing
Ġw rong
Ġt ried
Ġr ich
p ass
Ġsal es
A C
Ġprote ction
Ġ* *
he nt
Ġar m
Ġsym pt
Ġthe ory
an ation
Ġfollow s
Â °
ĠInt ern
t es
Ġfocus ed
ĠPro v
T ext
p ath
so ft
ra ined
Å Ľ
ar ge
Ġin ac
ind o
Ġscre en
Ġass um
Ġful ly
ĠS QL
ĠB o
Ġhon est
Ġstud ent
Ġle ave
Ġmo le
Ġan n
Ġthrough out
ic os
Ġpos so
pr ise
n ces
Ġmo ving
¸ °
Ġbo oks
Ġs il
Ġwh is
ĠA c
- ter
Ġcap ital
idd le
en za
- P
Ġla ws
or a
Ġlead er
Ġn Ãºmer
Ġdecid ed
Ġf alse
Ġave c
ï¿½ ï¿½
ĠÐ ¯
Ġsa w
Ġte cn
Ġli qu
Ġsc ore
i ro
Ġde ploy
Ġa im
Ð Ł
Ġc ross
ograph y
Ġm uit
Ġaud io
Ġmem ber
Ġredu cing
ĠÐ¼Ð¾Ð³ Ñĥ
k a
Ã¡ri o
Ġmi xture
Ġm ol
n y
Ġco ol
art y
Ġê °
Ġdepend s
Ġit em
Ġn om
Ġpen is
Ġchang ing
Ġreput ation
A r
Ġinflu ence
Ġplatform s
Ġent er
Ġag ent
Ġany one
ĠF l
g i
in ks
it ar
ĠM ed
ap ter
ĠN e
le te
Ġnum er
Ġexpl icit
Ġcrit ical
Ã¶ r
Ġlibr aries
Ġdeterm ination
d own
Ġpro pos
Ġsuit able
Ġmod ify
Ġdom in
Ðº Ð¾
Ġc ut
ĠÐ Ķ
Ġrecommend ed
ili ar
Ġcare fully
ĠÐ ł
um n
em p
Ġem erg
Ġwe ak
ÐµÐ ¿
ĠO ver
A pp
Ġe c
Ġv ar
Ġlo st
ines e
ar g
Ġdoes n
ap s
Ġgener ated
Ġdire ction
form ation
q l
Ġro ws
Ġimplement ed
Ġbal ance
Ġc ert
Ġemp res
i eren
Ġh at
Ï Ģ
- C
Ġg ender
Ġsh ared
Ī ĺ
Ġto d
Ġy et
Ġear ly
Ġl ic
Ġh om
Ġpr ime
Ġfil m
Ġestabl ish
Ġincor rect
Ġreg ist
Ġc ada
Ġrest aur
F ile
ì ĭ
Ġeas ier
Ñį Ñį
ud o
Ġcor respon
Ġl ines
è ĥ
( d
Ð» ÑĮ
I M
l oc
at en
ĠI D
id th
n ed
Ġfe et
Ġadd ed
_d ata
Ġmo b
s on
Ġan c
ĠAmer ican
Ġc and
9 0
Ġp ush
Ġbound aries
' ,Ċ
ãģ ¨
Ġopin ions
Ġd ir
Ġal one
ĠÐ± ÑĥÐ´
p x
ĠPr int
ĠInst ead
r ate
ĠÑģ Ð¾Ð·Ð´
" .Ċ
ul f
Ġpued o
Ġdiferent es
æĪ ĳ
Ġpolic ies
Ġnetw orks
Ø Ń
å Ĭ
Ġsympt oms
Ġdat os
arr ass
Ġm ut
I C
Ġt ut
in clude
o ad
Ġcolum ns
Ġl ink
em b
Ġk Ã¶n
, ĊĊ
Ġgar ant
Ġshow s
ÃŃ s
Ġc ame
Ġins p
I m
und o
Ġb es
ĠT w
res ult
Ġpop ulation
ĠT ake
ar o
3 5
eng u
ãģ Į
ww w
s c
Ġret rie
Ġgl ad
Ġfin ally
ĠÐ ľ
Ġsimp ly
Ġsur face
Ġdi et
Ġc i
Ġ ÑĤÐ¾
Ġpur ch
en a
Ġs av
Ġs in
Ġb rain
erv ice
pt ions
ve re
ä¸ į
re t
cre ate
f low
Ġp air
ab e
Ġinac curate
an z
Ġst ock
Ġdiction ary
ĠRe g
4 4
Ġsmall er
Ġv ac
en ge
Ã© d
art ment
Ġdis cover
Ġa i
Ġsh own
Ġar r
Ġto ken
Ġemb arrass
Ġnot hing
ĠÃ ª
Ġ< <
T P
Ġw ent
Ġact ive
ĠE nt
Ġout side
f e
Ġw at
al ue
Ġelect ron
Ġbo ard
Ġen h
å Ī
E S
Ġwe ek
Ġcompound s
Ġf ont
re r
Ġw ie
il s
ough t
ak ed
ĠN one
re g
Ġwid th
ĠÐ¼Ð¾Ð³ ÑĥÑĤ
Ġform s
ĠA ll
Ġse cret
Ġfac ilities
âĢ Ŀ
- >
Ġass ess
Ġp an
- e
Ġass ign
Ġd ivid
A D
Ġdevelop ers
ĠI N
Ġinnov ative
ĠO h
ic on
ci ples
ĠTh ank
Ã© es
Ġstat us
iv al
w ay
Ġfact ually
Ġans wers
Ġal s
Ġa us
Ġw al
Ġsuggest ions
Ġtal king
am s
for ce
Ġpriv acy
Ġus ar
Ġl if
Ġor d
Ġgener ating
Ġdiffere nces
Ġpi Ã¹
an Ã§
Ġt ag
Ġnot ing
Ġnew s
Ġto wn
ic he
Ġind epend
Ġh ar
Ġelect ric
en n
nÃ© es
Ġsuggest s
ĠÐ² Ñģ
Ġcomprehens ive
Ġconcept s
am os
Ġh yp
Ġoper ating
ific ar
Ġd in
out put
am a
kn own
U n
Ð¸Ð¼ ÐµÑĢ
cl es
Ġemot ional
ers e
Ġsu is
ĠespecÃŃ f
Ġcost s
Ġchalleng ing
Ġo kay
Ġt end
Ġdef ined
Ġgener ally
ĠM ay
ac her
" >Ċ
Ġrem ote
Ñģ Ð»
Ġcomplet ely
Ġs ite
Ġìŀ Ī
Ġfing ers
Ġerr ors
Ġt ight
Ġf ill
Ð¸Ð½ Ð¸Ð½
Ġt ree
Ġë °
Ġvers at
Ġap rend
E m
_l ist
Î ·
Ġm illion
ĠB uild
ĠÐ Ń
æĺ ¯
Ġlet ter
Ġg low
ot hes
Ġv ida
Ġre curs
Ġemploy ees
. </
Ġint el
ĠÐ ĺ
Ġsett ings
Ġpre par
Ġgr ad
ĠCh inese
ĠÑ Ī
er ies
ĠL inux
ns wer
ĠÐ² Ð°Ð¼
com fort
ĠÐ¾ Ð¿
] ,Ċ
Ġcent ral
Ġdo or
Ġpriorit ize
Ġpro d
l s
Ġw ild
. con
Ġparamet er
- like
b it
it ation
an ks
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
Ġd ell
Ġinstal led
ĠÄ ĳ
icro soft
ĠC O
ĠF e
Ġw el
Ã¡ vel
ffic ient
Ġliqu id
Ġal ign
Ġv o
Ġtamb Ã©m
Ð¸ÑĤ ÐµÐ»ÑĮ
â ĸ
Ð´ Ð°
Ġexc ell
op s
ĠInd ust
al le
Ð¾ Ðµ
ens ity
ÐµÐ½ ÑĮ
Ġhelp ed
Ġfund ament
Ġde ad
Ġde g
Ġling u
c ode
Ġf ant
Ġl iter
Ġenc ourage
Ġgener ation
] [
o h
il le
Ġdri ve
enc ed
ic ks
yr id
- D
Ġra p
um b
Ġch ann
Ġposs ib
ĠChat GPT
id os
Ġar ri
) .Ċ
Ġwe ather
Ġcar bon
Ġt itle
um ber
Ġcre ates
- chlor
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Ġcl oud
Ġbre asts
n al
e ks
ern ame
ind ex
pro cess
Ġch lor
on y
Ġs ig
Ġb ud
Q u
Ġon es
ĠĠĠĠ ĠĠ
ĠOr gan
Ġincre ased
Ġstore d
Ġe ye
St ate
Ġm ount
in i
Ġlead ers
ĠO b
ĠÐºÐ¾ÑĤÐ¾ÑĢÑĭ Ð¹
Ġcol ors
hen yl
Ġn u
Ġregard less
un ta
con tr
ĠI h
Ġa gr
Ġsp end
Ġprogram med
Ġanim al
ì ĸ
Ġn icht
Ġimpro ving
Ġexist ing
ant es
Ġh y
yrim idine
er ia
ãĥ ¼
Ġincre d
e ep
r ist
# include
Ġco ok
ĠCom m
Ġsu ff
ĠR ep
Ġsm art
Ġwom b
Ð½Ð° Ñĩ
Ġre lease
ìĬ µ
Ġsound s
Ġl ack
d ed
ĠA t
Ġconstant ly
ÑģÑĤ ÑĢ
ĠÐ· Ð°
ord in
Ġappear ance
Ð½Ð¾ Ðµ
er ation
Ġg i
èĥ ½
Ġmaxim um
Ġtem po
Ġmy ster
Ġarg uments
as m
F inally
Ġmess ages
Ġb and
Ġsaf ely
A S
( t
u gg
Ġre ality
P ress
} ,Ċ
å®ĥ åı¯ä»¥
) .ĊĊ
Ġprin ciples
Ġl abor
Ġser ve
l ib
er ve
Ġl ater
Ġb ab
Ġsu as
Ġconfig uration
ìĿ Ģ
Ġallow ed
Ġcount er
Ġat m
ff ect
Ġen able
Ġf az
Ġfind ing
Ġtext o
Ġayud arte
el le
as ons
Ġpro por
rast ructure
Ðµ Ñħ
i us
Ġmove ment
Ġsqu are
Ġwer den
Ġ rom
Ġconnect ed
Ġp et
. add
Ġ _
Ð¼ Ð¸
Ġb ur
L P
Ġinst ance
el a
ve is
Ġr ally
p et
Ġsent iment
ĠÐ±Ñĭ Ð»
Ġbecom ing
Ġph ilos
Ġwalk ed
lic ations
Ġapp ly
ant ic
Ġn uc
Ġar qu
here nt
Ġe ither
Ġar ous
Ġre place
ous ly
Ġinform ative
C O
Ġdon nÃ©es
Ġp ac
lic k
re st
Ġs ed
ĠC ould
ĠG ame
Ġo ch
-ter m
Ġche m
å¥ ½
Ġl engu
Ġwas te
Ġsp irit
" >
Ġmov ie
ct ive
Ġsol vent
ĠÃª tre
Ġt our
ĠL ear
Ġre ached
U S
Ġd ies
on a
ĠA g
i h
ari os
col or
t ica
Ġpu Ã²
ì ľ
Ġprovid er
ry ption
Ġmet al
Ġsur v
.t xt
D irection
Ġintern ational
St ring
3 1
Ġvot re
in st
Ġenc ount
Ġra ce
Ġfavor ite
en vol
Ġst ar
Ġplay ed
Ġd ialog
Ġpolic y
Ð³ Ð¾
" )ĊĊ
ĠA re
or ial
3 6
if ier
ĠO utput
ĠA fter
ãģ¾ ãģĻ
Ġgu ide
ent a
Ġle ast
ÑĦ Ð¾ÑĢÐ¼
lt imately
Ġ} ,Ċ
- art
ke it
E r
Ġinter actions
ch a
ro che
Ġminim ize
Ġse ems
ĠEx pl
Ð°Ñİ ÑĤ
ang le
od o
w end
Ġph one
ĠIm p
Ġprot ocol
Ġno vel
Ġsens ation
Ġenjoy ing
iss ions
us ed
ĠÐ¾Ð± ÑĢ
Ġevalu ate
Tr ue
" );Ċ
Ġaspect s
à¸ ²
Ġacc ording
P E
c ia
car box
Ġpart ners
Ġcontain er
Ġval or
h ib
N N
Ġins ights
I I
ĠB it
Ġtechn ique
h ow
Ð¾ Ñı
Ġappreci ate
Ġha z
pt y
RO M
ar ray
i ar
ĠJ ack
Ġac cur
Ġlearn ed
Ñĥ Ð½
ic ing
Th ank
Ġpart y
. root
ĠÐ¸ÑģÐ¿Ð¾Ð»ÑĮÐ· Ð¾Ð²Ð°ÑĤÑĮ
ado res
Ġse a
Ġc rypt
Ġprofessional s
Ð ŀ
ĠG e
- n
Ġco ver
Ġfound ed
- lo
Ġengine ering
Ġconflic t
l og
ut t
et ic
Ġwork ers
Ġdown stream
Ġe gg
Ð»Ð¸ Ñĩ
Ð½ Ð¾Ð²
ÐµÑĢ Ð¶
Ġfil ter
Ġm il
ÑĨ Ð¸
Ġdef ault
Ġte ach
f it
os ed
Ñĥ Ñģ
Ġjo in
Ġf ib
ĠS S
ĠThe n
un ning
' )ĊĊ
ë ¦
Ġche st
Ġbr ight
vers e
v est
t ime
y ond
Ġt ips
Ġf ail
Ġvict ory
Ġcon ce
Ġcharacter istics
Ġ @
Ġin iti
Ġautom at
Ġest im
c raft
Ġact ually
Ġwon der
Ð» ÐµÐ½
ock et
Ġs ont
al ed
ê³ ł
__ __
Ġrespons ibility
.d irection
Ġpued en
I A
Ġsod ium
Ġsitu ations
od es
l ist
â Ķ
Ġal le
ĠP or
Ġalg un
Ġmo an
tern al
Ġus ually
Ġfam iliar
Ð ¡
Ġtrad ing
b or
Ġpref er
Ġa uch
Ġstri ve
r at
× Ļ
Ġatt ra
er as
Ġmod o
ĠI d
Ġh idden
Ġp andas
Ġrecogn ize
Ġmod e
D ay
Ġdisc rim
am in
Ġrout es
Ġf air
Ġa head
Ġwebs ites
az on
Ġf er
Ġv el
Ġaccur ately
Ġcontribut e
Ġf on
ÑĢ ÐµÐ¼
e per
ê° Ģ
h ite
_s ize
ĠÐ¾ Ñģ
l abel
ĠØ§ÙĦ Ø
Ġj ud
ìĬµ ëĭĪëĭ¤
Ġh al
Ñĥ Ð¶
i ation
Ġpromot ing
Ġlengu aje
ĠH is
ad em
j i
Ġd an
Ġla ugh
ren ch
f l
i ert
ĠÃ ī
Ġsign al
Ġam az
Ġfam ous
LE CT
ar p
o ff
Ġde cl
ĠAr t
Ġa u
Ġsh ap
id as
Ġar ms
Ġcol lection
f riend
er ate
pos es
bl ack
ÃŃ vel
Ġhard ware
Ġdis co
ur ance
ĠA ut
roche mical
Ġseem ed
ĠM icrosoft
- year
Ġal c
LE FT
Ġeconom y
Ġt ur
ri b
M A
Ġfollow ed
Ġinf rastructure
Ġeff orts
Ġinst it
Ð¾Ð»ÑĮ ÑĪ
res h
ĠP ort
Ġrece ived
Ġman aging
Ġdiag n
Ġre newable
he l
Ġaut hent
ãģ Ł
f unction
ĠWe b
3 4
Ġen contr
ĠA S
ic ed
t itle
ĠE ach
Ã¡ri os
Ġint ended
ru pt
Ġutiliz ar
Ġtest s
Ġmag ic
íķ ´
ĠO ur
Ġe pis
Ġse ction
Ġbe yond
Ñĥ Ñī
Ġpur poses
Ġf aster
Ġpropor cion
ĠÑĢ Ð°Ð±Ð¾ÑĤ
n es
Ġmilit ary
ĠÑĤÐ°Ðº Ð¶Ðµ
Ġdec ide
Ġme jor
Ġatm osp
ell ow
= tk
Ġst ro
b ash
I S
Ġve ctor
Ġre nd
Ġpe ut
n is
ĠT ext
Ġreal ize
Ġm erc
Ġsub m
po int
ĠP ower
Ġconc ent
Ġcon v
Ġint ense
Ġtransl ation
ãģ ª
Ġm ission
im al
g a
Ġinterest ing
b es
qu ÃŃ
ĠB ased
In st
g al
Ġexpl or
Ġv ast
Ġdis pon
Ġlar gest
Ñĥ Ð¿
ĠJ e
Ġh ay
Ġtecn olog
Ġmas ter
ĠM in
ay er
Ġill ness
us ive
ãģ ¦
' :Ċ
- up
Ï ĥ
ic ides
Ġre asons
Ġto m
Ð´ Ð½
ĠÃ ¼
Ġtrend s
Ð² Ð»Ñı
Ġchall enge
ĠE le
re b
Ġl ÃŃ
u y
app end
Ġmat rix
Ġcomplex ity
ë ĵ
Ġde al
ad ow
W S
Ġstand ing
on na
ĠC ode
ĠØ ª
L L
Ġrem ind
Ġelect r
iv il
Ġun cover
Ġim medi
ch ain
b lic
Ġmaintain ing
Ġo d
Ġdes envol
A B
ĠI P
Ġappe ars
Ġtra ffic
Ġconst ruction
Ġant i
all s
(s ide
Ġpre t
Ġstud ies
ĠÐ¼ Ð½
Ġterm inal
Ġperson ality
Ġwant s
Ġversat ile
Ġvide os
_ file
b an
Ġpass ed
Ð½Ð° Ñı
ĠÐµ Ð³Ð¾
Ġsee king
ì§ Ģ
Ġingredient s
Ġcol le
end s
Ġpre pare
R emember
Ġbecom es
Ġst d
Ð¾Ð²Ð°Ð½ Ð¸Ñı
Ġdise ase
ie f
ism o
Ġd yes
Ġtk inter
Ġve get
vol ution
ell en
Ġ ign
i Ã©n
Ġmo on
O T
Ġn ode
-- -
Ġj og
Ġpl aces
Ġcru cial
Ġcomput ing
âĢĻ s
k y
o o
Ġliv ed
à¸² à¸
Ġps ych
Ġseg ment
ac ion
Ġoper ation
r m
l ig
Ġdoc uments
z ing
Ġsepar ate
ve y
el ine
Ġì Īĺ
Ġmor al
- g
Ġne ut
Ġspecif ically
Ġcorrect ly
Ġad minist
x i
go ing
he t
n i
Ġc ast
i pped
A n
Ġtr ash
riend ly
Ġun c
Ġsist er
Ġsmo oth
Ð¸Ð» ÑĮ
Ð¸Ð ³
() )Ċ
Ġplan ning
Ġquant um
Ġprodu ced
3 00
ir ing
ĠF ra
Ġpredict ions
ĠC ar
ac ci
Ġreal ized
` :
im a
us ing
Ġs ell
Ġdom ain
ĠF alse
qu in
Ġ+ =
le vel
Ġinc ome
Ġv ir
Ġswe et
Ġspec ies
Ġbro ther
ap i
word s
Ġce le
ÃŃ n
con ds
Ġb ad
. LEFT
com p
Ġajud ar
m ain
Ġn erv
There fore
æ ĸ
ÑĢ Ð°Ð²
() .
( [
Ġp ou
ĠÐ² Ð°ÑĪ
os it
Ġt ener
ol ine
7 5
Ã ®
Ġbud get
R L
E D
Ġeff ort
Ġtr ade
Ġta il
Ġclass es
an ch
b ar
ä ¹
Ġcri ar
Å Ł
ĠC S
Ġw a
Ð°Ð½ Ð¸Ðµ
pon se
Ġclear ly
Ġwatch ing
Ġw ave
ĠD ie
Ġdown load
he c
C H
Ġtri p
v is
ren cy
c ciÃ³n
Ġcommand s
Ġrecogn ition
li ed
ÐµÐ³ Ð¾
it ter
Ġo m
Ġv oid
p ace
M S
Ġem pty
Ġprompt s
am ing
Ġcont ro
Ġteam s
end e
Ġexperienc ing
ĠÐ² Ð¾Ð·
Ġre pe
Ġp ig
rom o
Ġcre ative
Ġo g
.s nake
au gh
Ġmob ile
Ġperspect ive
Ġê ²
cur rent
_ num
Ġexpos ure
Ġcl ust
Ġon to
Ġf ru
Ġadvant age
ĠC or
Ġ[ Ċ
Ġpl ans
ìĦ ľ
ung s
ĠS w
Ð¾Ð» Ð½
ol o
Ġcam era
Ġhe ld
u en
19 8
Ġsl ight
Ġ !
Ġre ag
Ġpie ce
. ex
ĠC ent
Ġv an
ll o
Ġhistor ical
Ġsche du
am iento
ĠG PU
it em
p ip
ĠPro duct
Ġexec ute
Ġread ing
ertain ly
ĠÐ ķ
-f riendly
Ġex emplo
Ġc ours
Ġtas te
Ġcomp ared
Ġcare ful
. rand
A P
Ð¾Ñĩ ÑĮ
Ġm ale
Ð¾Ð»ÑĮ ÐºÐ¾
Ġgra v
r id
ut il
Ġfor ne
Ġsn ake
Ï Ĥ
Ġsupp ly
- r
u ate
Ġc atch
Ġn arr
cri be
Ġcl imate
ul o
Ġt ab
Ð½ÑĭÐ¼ Ð¸
ativ o
or g
Ġrele ased
o pe
.snake Obj
Ðº ÑĢ
Ġm icro
f Ã¼
G B
ì ķ
Ġpro ces
ic her
ra ce
ĠÐ· Ð°Ð¿
l n
Ġw ird
N ow
Ġp ip
3 8
ĠÂ ¡
ens ions
ãģ ĵ
ra py
Ġappro xim
Ġhe ard
a ks
ĠnÃºmer o
ĠA b
Ġall a
A fter
Ġinteg er
R ight
h ost
Ġanc ient
Ġhold ing
ol l
Ġd ivers
ĠAm azon
Ġdis so
ot ic
Ġmeasure ments
Ġm ark
Ġimpro ved
Ġmanufact urer
Ġun ivers
um s
ci o
Ġo l
un k
ot t
ot al
ĠP erson
w here
Ġf at
Ð¾Ð¼ Ñĥ
Ġproced ures
ail y
Ġdes e
ib ly
c ount
Ġn it
ĠD et
ĠÑı Ð²Ð»Ñı
ĠI ch
ĠCom o
Ã©c n
ĠB er
Ð¸Ð¼ Ð¸
Ġstruct ures
Ġt ro
æ Ģ
v oid
T ime
Ġdocument ation
_p ath
Ġde eper
Ġfor ced
Ġcommun ities
Ġra c
Ġmeet ing
Ġlimit ations
ĠH igh
Ðº Ð»ÑİÑĩ
Ġcom ing
ĠÐ´ Ð¾ÑģÑĤ
Ġsol id
Ġoff icial
r ics
Ġdet ail
it os
è ¯
Ãª n
is ms
Ġl ips
Ġe ager
ÑĤ Ð¸
Ġcl ick
Ġcol on
Ġcare er
ĠId ent
.game Frame
Ġtrans action
Ð¾Ð» Ð¶
Ġbu y
-s ource
Ġadvent ure
Ġm ir
ĠGerm an
Ñ Ĭ
Er ror
Ã© g
Ġscen ario
.l og
y al
age ment
ìĸ ´
Ġpur s
Ġsol ar
Ã§ o
25 5
u z
s ub
ĠL es
ĠIt s
Ġcar ry
Ġpreg n
Ġenh ance
ĠF rench
] ;Ċ
l ation
i am
Ġvis ion
Ġh an
Ġcapt ure
Ġstr ict
Ġpos itions
os is
19 7
Ġb atter
Ġas ks
Ġtr uly
Ð¸Ð ¿
Ġdynam ic
Ġmodel ing
Ġtip o
. qu
Ġse in
Ġt all
Ġfrequ ency
Ġmor ning
Ġst ories
. st
Ġke ys
Ð½ ÑĥÑİ
Ġseg ur
Ð ļ
Ġking dom
end a
ĠkÃ¶n nen
o v
ÑĢ ÐµÐ´
an Ã§a
Ġf ive
ĠB attle
Ġm ac
ĠP e
Ġbegin s
Ġenc ryption
S h
Ġalg um
å ¾
Ġform ation
anc ing
] )Ċ
a res
Ġprob ability
Ġrel atively
D ate
ĠN ot
angu age
ĠÐŃ ÑĤÐ¾
ens es
Ġcom ment
-m eth
ĠÐ¿Ð¾Ð¼ Ð¾ÑĩÑĮ
Ġtem pl
im iento
ĠìĿ ´
m es
Ġpro s
id ing
on ic
az ine
" .ĊĊ
y les
ri v
Ġtransport ation
Ġc ore
Ġer a
Ġagr icult
Ġto ld
on acci
Ġvol ume
Ġout ros
Ġinter f
ĠG u
Ã¤ t
- F
O f
tr ans
. C
M P
Â° C
Ġsk illed
Ġad m
T ype
ĠU p
Ġes cape
fol io
Ġmel hor
D o
Ġp ict
ĠÃ©t Ã©
å ¹
Ġbro ad
Ġmanip ulate
Ġw et
ĠS ub
Ġcons ent
t est
l ated
Ġte acher
ativ ity
ĠO ff
ost a
ify ing
ĠÐ ¢
Ġqu ite
Ġamount s
Ġt Ã©cn
Ġw ood
Ġind icate
Ġre ven
Ġf as
ĠJ ust
Ġm ig
ĠRe act
The y
Ð· Ñĭ
Ġr ule
Ġle aving
f rame
Ġsp ent
c ast
D ifficulty
ic y
ĠÐ¸ÑģÐ¿Ð¾Ð»ÑĮÐ· Ñĥ
Ġinst ruction
Ġde ve
Ġw ind
ox y
rodu ction
i ke
er ver
I l
on om
Ã¤ h
Ġexcell ent
Ġf ather
al ian
at ur
om an
ĠÐ»Ñİ Ð±
P l
Ï ħ
Ġd ra
Ġm ant
Ġincor por
Ġatmosp here
Ġes emp
C P
Ġrecommend ations
/ s
Ġl ate
Ġcos met
ĠÃ¼ ber
Ð¾Ð» ÐµÐµ
. create
Ġsol o
Ġme ets
Ġepis ode
ĠÐ· Ð°Ð´
ff ee
Ġstrugg ling
Ġupd ates
ist ry
Ġh urt
Ġb ond
ific ations
Ġro t
ĠVis it
Ø ¬
os a
l ies
in y
Ġra cing
å Ń
Ġconf idence
Ġd rop
ĠÐ½ Ð¾
Ġtre ated
H P
Ġs ull
Ġg iving
ock ed
Ġfact or
Ġg old
Ġres ource
Ġcirc um
ĠM et
Ġpr ices
Ġcand id
= self
-m ethyl
up date
Ñİ ÑĤ
Ġc op
ĠL ist
ĠUn iversity
Ġr ound
Ġro les
Ġcaus es
S QL
ĠIn c
Des pite
Ġf ict
Ð¸ ÐµÐ¼
Ġfundament al
St art
U T
ĠÐºÐ¾Ð¼ Ð¿
Ġsp orts
eth ical
\ n
Ġgr am
Ġdescri bed
ate ver
Ġfocus ing
ĠR et
gg i
Ġoper ator
ĠFr ance
Ġoff ice
D E
Ġdeterm in
ĠN ational
Ġun it
Ġmass ive
Ġstr ings
Ġt ent
Ġwarm th
ĠâĢ ľ
Ġg ent
Ġwork ed
Ñĥ Ð¼
js on
Ġcent ury
Ġinst r
x ide
__ (
H T
Ġse us
Ġma p
l im
3 7
Ġro ck
qu is
Ġover w
ÐµÑģ Ñģ
Ġbel ong
Ob ject
Ġsc ale
Ġb ul
le ft
Ġun ethical
Ġd ry
ĠSystem s
Ġë ĭ
Ġcele br
- A
è ¦
ĠH ello
Ġlog ic
Ġan tic
Ġbir th
Ġcont roll
Ñĭ Ðµ
Ġg od
Ġpr oud
Ðº ÑĤ
× ķ
Ð Ŀ
ro wn
Ġd ouble
ĠS ol
Ġadv ance
Ġis ol
Ġf ier
Ġcre ation
Ġcons cious
. append
k an
igh ter
Ġclim ax
Ġcomp at
ÑĮ Ñİ
Ġn aked
Ġmind ful
Ã ¬
Ðº Ðµ
ib t
ĠÐ´Ð°Ð½ Ð½ÑĭÑħ
ĠÑĢ Ðµ
% Ċ
å ½
Ġbe ach
Ġbab y
Ġmonitor ing
is p
Ġus age
N D
Ġspecial izes
Ġide al
Ġth ick
o on
Ġm undo
V iew
u ce
Ðº ÑĨ
Ġflex ible
Ġmathemat ical
S O
ra id
Ġn ull
Ġmyster ious
O n
S ub
Ġob st
Ġfre ed
5 5
i Ã§Ã£o
Ð¾Ð¿ ÑĢÐ¾Ñģ
Ġr an
ê ²
Î »
Ġn os
A t
e qu
Ġlist en
L et
Ġs Ã©
s cript
Ġimp ress
Ġt are
Ġcomp ar
Ġha cer
Ġs ession
Ġgirl s
12 3
", "
W hy
Ġcan vas
A nswer
Ġo cc
um in
Ġsw itch
unt as
O h
ĠT V
ĠS outh
Ġper o
Ġclos ely
ou b
Ġrepresent ation
c al
s m
Ð ¢
Ġex change
S ystem
er ge
Ġco ordin
Ġinform ed
Ġmonth s
w ith
Ġg ather
Ġsom et
Ġrap id
D S
å ľ
Ġgro wn
M odel
ĠÑĢÐ°Ð· Ð»Ð¸Ñĩ
-chlor o
Ġpar k
Ġcry st
ë ı
ĠL im
ĠÐ¼ Ñĭ
ver y
. b
Į Ģ
Ġst ability
Ñı Ð·
Ġein er
Ġpro jet
Ġexper ts
N A
Ġunder lying
Ġp es
Ġro ad
Ġfunction ality
Ġt one
ĠK eep
am ples
ot es
ph p
Ð³ ÑĢ
ĠD ep
å °
è ®
Ġexpl os
ĠT ra
ĠM ar
Ġdis g
ä½ł å¥½
Ġqu Ã©
Ġflo at
Ġche cks
Ġsh aring
Ġst atic
Ã¤ nd
Ġexpl anation
ĠE u
ĠÐ½ Ð°Ð¿
Ġgr at
" ;Ċ
P osition
U M
Ġ ?Ċ
Ġslight ly
ĠØ§ÙĦ Ùħ
Ġper g
Ð¾ Ñī
Ġr ub
Ġfriend ly
im o
op en
I ON
p ublic
Ġd aily
i et
Ġcomp are
Ġhapp en
Ġfo i
ct ors
ĠT ime
ÑĢ Ð°Ð¼
ï¼ Ł
ÑģÑĤ ÑĮ
Ġsynt ax
Ġì ķ
Ġj oy
Ġde cre
ER T
Ġport folio
Ġhab il
oc ation
Ġg er
ut s
Ġthem es
Ġg onna
Ġhelp ing
ĠÐ¸Ð½ ÑĦÐ¾ÑĢÐ¼
V alue
Ð°Ñģ Ñģ
Ġaf raid
ĠD on
Ġres um
Ġstrength s
Ġintern al
G et
- a
ib li
Ġart icles
u gin
ĠL arge
Ä ĥ
Ġinput s
I s
Ġintel ig
Ã¤ r
ĠP DF
Ġlet s
ci ence
ĠRes earch
Ġto k
Ġch ance
Ġv ibr
at ura
Ġag rochemical
or ia
h al
ĠC ity
Ġexerc ise
l in
Ġy ang
Ġ ?
Ġa ument
Ġgl ass
ĠM us
Ġì Ħ
Ġutiliz a
Ġad ult
ĠCons ider
4 2
Ġeffect iveness
hold ers
E nt
per o
Ġtrans m
Ð¼ Ð¾Ð¶
Ġve z
-p ro
' est
U ser
ob ject
y nt
.game Obj
ĠØ £
ĠQ uest
ĠP res
Ġsn ipp
Ġoptim ize
. x
Ġcom ando
ĠC SS
n ow
-d im
AT E
d es
Ġfaz er
Ġcol d
Ġr at
oc ument
Ġb an
ĠCh o
Ġt ien
Ġdef e
Ġevent ually
i ers
A d
' ;Ċ
Ġfun ciÃ³n
Ġview s
ud es
Ġen f
Ġveh icle
ag g
ÙĬ Ø©
pl t
ĠH ave
Ġh our
ick en
Ġis so
Ġg ru
v ice
è ¿
f en
Ġ- >
ĠÐ¸ Ñħ
Ġf irm
Ġa z
Ġt ables
Ġ ÙĦ
ë ł
is k
ĠCal cul
co in
Ġsk ill
Ġnot ice
Ġej emplo
U R
Ġconvers ations
Ġfind s
D own
Ġes p
Ġposs ibility
re f
Ġdep th
Ġcl ub
Ġg ives
ĠA cc
Ġmain ten
Ġmus cles
v ents
Ñĥ Ð»ÑĮ
. Button
Ġb in
Ġopp os
( p
ĠF in
Ġex ternal
ĠÐ Ĳ
Ã¶ g
ĠðŁ ĺ
ĠO ther
Ġsub t
ê ¸°
Ġcl othes
ĠÐ¿ÑĢ Ð¾Ð´
ro y
4 00
Ð´ Ñĥ
E lement
id ents
Ġvel oc
st ery
Ñĭ ÑĤ
b ra
ĠP art
D A
Y S
======== ========
Ġbrow ser
Ġesemp io
P C
Ġn ou
p ared
Ġt on
Ġorg asm
Ġsomet imes
Ġpart e
y lic
ĠP ract
` .ĊĊ
âĶ Ģ
Ġw icht
ĠJapan ese
Ġder iv
Ġex cept
Ġinflu enced
ĠÐ² Ð¾Ð¿ÑĢÐ¾Ñģ
ud io
Ġse ed
en u
Ð» ÐµÐ¼
Ġf ish
Ġst ra
l ights
ĠA p
Ġlim its
P S
ĠG es
ent es
SE LECT
o ke
Ġpersonal ized
l os
ri z
7 8
orm al
Ġdest ination
Ġheav y
Ġstand s
y lp
Ġsub s
Ġpay ment
ĠÐ¸Ð¼ Ðµ
Ġam pl
E l
Ġb en
Ġfict ional
- NAME
Ġpl ants
Ġed ge
Ñı ÑĤ
Ġch ain
rom e
Ġfol der
Ãº n
ra b
Ġconce al
- T
Ġne igh
am m
Ġsc al
ic ide
Ġfin ance
Ġachie ved
y our
Ġsol d
ĠÑĤ ÑĢ
im m
[ Your
Ġapproxim ately
B e
Ġy ield
Ġtrans pare
Ġd f
ri ve
com ing
Ġcu enta
Ġhum or
Ġr u
m os
å ¸
F rom
" You
r ad
rain ing
3 9
ĠA WS
ä¸ Ģ
Ġtre es
Ġnom bre
ãĥ ³
Ġsal t
ri o
Ġtra bal
Ġf resh
ĠI T
Ġp ull
Ġcre atures
Ġro ar
an ol
gr ade
Ġì Ĥ¬
Ġperm ite
Ġinclud ed
Ġnuc lear
Ġp ound
Ġdef end
Ġexpos ed
Ġb on
Ð¿ÑĢ Ð°Ð²
Ġgent le
Ġpur ification
ÑĢ Ð¾Ð²
Ġst ood
Ġwe eks
Ġstrong er
Ð°Ð¶ Ð´
o ch
' un
Ġknow s
ĠCh rist
m p
Ġperspect ives
il er
Ġperm it
ĠÐ Ĺ
Ġg li
us hed
Ġc opy
Ã¡ c
Ġpart ies
ĠA ust
und er
Ġslow ly
v ant
ra ys
Key Press
Ġnerv ous
om en
ab ly
ÐµÐ½ Ð¸Ð¹
å®ĥä»¬ å®ĥä»¬
V ID
os c
ain t
ĠK ore
ĠLo ad
Ġco ffee
Ġreal istic
ĠF ace
ĠÐ¼ ÐµÑĤ
.p ause
Ġmen u
Ġv ent
Ġc it
Ġn el
I G
qu es
Ġent r
Ñģ ÑĮ
Ġclass ification
ra ints
im in
erc ial
Ġspecial ized
Ġinclu indo
ĠTrans form
Ġmove ments
ĠCS V
ĠF irst
ĠOrgan ization
Ġoverw hel
rie f
m m
.. ..
Ġequ ipped
Ġcas o
Ġwh atever
ĠSt ay
u pp
§ ģ
Ġgu ess
L O
av as
ÐµÐ´ ÐµÐ»
Ø§Ø ª
ĠA ct
Ġal m
ÑĥÑĩ ÑĪ
H ER
4 8
Ġdo ctor
ìľ ¼
st ood
Ġsu dd
Ð» Ð°
Ġtod os
Ñĭ Ñħ
Ġpesso as
a ign
Ġf uel
Ġimmedi ately
Ġc ivil
Ġveh icles
Ġsk y
Ġin se
Ġad ic
Ġcorrespon ding
h ou
Ġs ight
z za
en ame
Ġanaly t
) )ĊĊ
Ġempres a
E O
Ġtok ens
Ġimprove ment
com es
Ġsuggest ed
r c
x x
ĠU til
curs or
Ġviol ence
Ð¾Ð± ÑĢ
Ġbelie ved
oc ial
Ġc ra
Ġsh akes
Ġpo em
Ġme ant
Ġcall s
Ġn ome
u an
O utput
Ġgr id
Ð°ÐµÑĤ ÑģÑı
Ð¾Ð» Ð¾Ð³
Ġhe ir
D B
ari an
Ġtrans actions
Ġbo ys
Ġmiss ing
e ah
Ġl ie
Ġthan k
h as
Ġcon hec
ist er
Ġco herent
ĠN etw
Ġst ake
ĠÐ¿ÑĢ Ð¾Ð³
Ġbegin ning
at us
Ð² Ð¾Ð»
Le ft
he it
Ġon going
ĠM od
. read
ÑĢ Ð¸Ð¼ÐµÑĢ
Ġinform azioni
æľ ī
Ġai ut
' Ã©
al i
Ġj ed
Ġst able
al a
Ġhab en
Ġint ent
avas cript
ĠD ate
ĠÐ¿ Ð»
Ġn ella
( num
qu er
ĠSt ar
Ġih re
Ġover view
' );Ċ
Ġknow ing
m ore
ĠU nder
ĠInt er
Ġch a
ĠÐ² ÑĢÐµÐ¼
Ø ´
ĠC ur
ĠÐ¼Ð¾Ð¶ Ð½Ð¾
( m
Ġpass ing
ĠÐ²Ñĭ Ð¿
Ġhe l
Ġear lier
å®ĥåı¯ä»¥ å®ĥåı¯ä»¥
D D
. de
Ġprint s
com pl
g s
- level
ãĤ Ĭ
ĠProv ide
ê³ ¼
) ;
Ġaltern ative
Ġpr ide
Ð¾Ð´ Ð°
ĠÏ Ģ
= True
ĠChemical s
ci pl
Ġcont ents
Ġm ine
em per
ar roll
Ġho le
Ġr ates
Ġsur ge
ab et
Î ®
Ġlet ters
Ġflo or
çĶ ¨
' in
Ġcours es
Ġpre pared
Ġout ras
ur ies
Ġint rig
Ð°Ð» Ð°
Ġst im
Ġst aff
Ġparent s
e f
ĠÐ¿ Ð¾ÑĤ
ir ation
Ġencontr ar
ĠÐ¾ Ð½
ĠW ell
Ġc ourage
Ð Ķ
Ġprodu cing
Ġa x
ĠÐ £
Ġlo yal
Ġquest o
Ġle an
ÑĥÑİ Ñī
Ġpre m
ĠØ ¹
Ġv ie
Ġimplement ing
es p
-t rained
Ġf arm
Ġpued es
ìļ Ķ
Ġ[ '
ativ a
Ġsubst it
Ġclos ed
Ġsudd en
Ġp ick
Ġpol ÃŃ
e vent
Ġac adem
Ġhapp iness
Ġp est
Ġse conds
H ead
ÐµÐº ÑģÑĤ
Ġcred it
Ġb orn
Ġgre w
ÃŃ st
Ġz ero
Ġver b
r t
! Ċ
Ġl ang
Ġ{ '
st ances
ag on
15 0
or i
ÑģÑĤÐ² ÐµÐ½
Ġretrie ve
rough t
Ġcon j
ĠG it
Ġproblem as
Ġnum py
_ string
ex ample
Ġtre mb
ìļ ©
ĠG ood
Ġpur ity
- N
Ġt ick
Ġcur ious
Ġs and
hip s
Ġrestaur ant
Ġdisg ust
. rect
Ġrem ains
Ġfor get
. T
st en
ĠM arket
I nd
Ġus o
Ġphilos op
Ġf ab
ĠCho ose
' h
Ð´ ÐµÐ»
Ġb ibli
å®ĥå®ĥå®ĥå®ĥ å®ĥå®ĥå®ĥå®ĥ
Ġb ath
Ġoptim ization
Ġantic ip
Ġda ugh
Ġh it
